[{"1.1": "There are ways but the Way is uncharted; There are names but not nature in words:", "1.2": " Nameless indeed is the source of creation But things have a mother and she has a name.", "1.3": " The secret waits for the insight Of eyes unclouded by longing; Those who are bound by desire See only the outward container.", "1.4": " These two come paired but distinct By their names.", "1.5": " Of all things profound, Say that their pairing is deepest, The gate to the root of the world.", "2.1": "Since the world points up beauty as such, There is ugliness too.", "2.2": " If goodness is taken as goodness, Wickedness enters as well.", "2.3": " For is and is-not come together; Hard and easy are complementary; Long and short are relative;", "2.4": "High and low are comparative; Pitch and sound make harmony; Before and after are a sequence.", "2.5": " Indeed the Wise Man's office Is to work by being still He teaches not by speech But by accomplishment;", "2.6": " He does for everything, Neglecting none; Their life he gives to all, Possessing none;", "2.7": " And what he brings to pass Depends on no one else. As he succeeds, He takes no credit And just because he does not take it, Credit never leaves him.", "3.1": "If those who are excellent find no preferment, The people will cease to contend for promotion.", "3.2": " If goods that are hard to obtain are not favoured, The people will cease to turn robbers or bandits.", "3.3": " If things much desired are kept under cover, Disturbance will cease in the minds of the people.", "3.4": " The Wise Man's policy, accordingly, Will be to empty people's hearts and minds, To fill their bellies, weaken their ambition, Give them sturdy frames", "3.5": " and always so, To keep them uninformed, without desire, And knowing ones not venturing to act.", "3.6": " Be still while you work And keep full control Over all.", "4.1": "The Way is a void, Used but never filled:", "4.2": " An abyss it is, From which all things come.", "4.3": " It blunts sharpness, Resolves tangles; It tempers light, Subdues turmoil.", "4.4": " A deep pool it is, Never to run dry!", "4.5": " Whose offspring it may be I do not know: It is like a preface to God.", "5.1": "Is then the world unkind? And does it treat all things Like straw dogs used in magic rights", "5.2": " The Wise man too, is he unkind? And does he treat the folk Like straw dogs made to throw away?", "5.3": " Between the earth and sky The space is like a bellows, Empty but unspent. When moved its gift is copious.", "5.4": " Much talk means much exhaustion; Better far it is to keep your thoughts!", "6.1": "The valley spirit is not dead; They say it is the mystic female.", "6.2": " Her gateway is, they further say, The base of heaven and earth.", "6.3": " Constantly, and so forever, Use her without labour.", "7.1": "The sky is everlasting And the earth is very old.", "7.2": " Why so? Because the world Exists not for itself; It can and will live on.", "7.3": " The Wise Man chooses to be last And so becomes the first of all;", "7.4": " Denying self, he too is saved.", "7.5": " For does he not fulfilment find In being an unselfish man? 8.1\tThe highest goodness, water-like, Does good to everything and goes Unmurmuring to places men despise; But so, is close in nature to the Way.", "8.2": " If the good of the house is from land, Or the good of the mind is depth, Or love is the virtue of friendship, Or honesty blesses one's talk,", "8.3": "Or in government, goodness is order, Or in business, skill is admired, Or the worth of an act lies in timing,", "8.4": "Then peace is the goal of the Way By which no one ever goes astray.", "9.1": "To take all you want Is never as good As to stop when you should.", "9.2": " Scheme and be sharp And you'll not keep it long.", "9.3": " One can never guard His home when it's full Of jade and fine gold:", "9.4": " Wealth, power and pride Bequeath their own doom.", "9.5": " When fame and success Come to you, then retire. This is the ordained Way.", "10.1": "Can you govern your animal soul, hold to the One and never depart from it?", "10.2": " Can you throttle your breath, down to the softness of breath in a child?", "10.3": " Can you purify your mystic vision and wash it until it is spotless?", "10.4": " Can you love all your people, rule over the land without being known?", "10.5": " Can you be like a female, and passively open and shut heaven's gates?", "10.6": " Can you keep clear in your mind the four quarters of earth and not interfere?", "10.7": " Quicken them, feed them; Quicken but do not possess them. Act and be independent; Be the chief but never the lord: This describes the mystic virtue.", "11.1": "Thirty spokes will converge In the hub of a wheel; But the use of the cart Will depend on the part Of the hub that is void.", "11.2": " With a wall all around A clay bowl is molded; But the use of the bowl Will depend on the part Of the bowl that is void.", "11.3": " Cut out windows and doors In the house as you build; But the use of the house Will depend on the space In the walls that is void.", "11.4": " So advantage is had From whatever is there; But usefulness rises From whatever is not.", "12.1": "The five colours darken the eye; The five sounds will deaden the ear; The five flavours weary the taste.", "12.2": " Chasing the beasts of the field Will drive a man mad. The goods that are hard to procure Are hobbles that slow walking feet.", "12.3": " So the Wise Man will do What his belly dictates And never the sight of his eyes. Thus he will choose this but not that.", "13.1": "\"Favour, like disgrace Brings trouble with it; High rank, like self, Involves acute distress.\"", "13.2": " What does that mean, to say That \"favour, like disgrace Brings trouble with it\"? When favour is bestowed On one of low degree, Trouble will come with it. The loss of favour too Means trouble for that man. This, then, is what is meant By \"favour, like disgrace Brings trouble with it.\"", "13.3": " What does it mean, to say That \"rank, like self, Involves acute distress\"? I suffer most because Of me and selfishness. If I were selfless, then What suffering would I bear?", "13.4": " In governing the world, Let rule entrusted be To him who treats his rank As if it were his soul; World sovereignty can be Committed to that man Who loves all people As he loves himself.", "14.1": "They call it elusive, and say That one looks But it never appears. They say that indeed it is rare, Since one listens, But never a sound. Subtle, they call it, and say That one grasps it But never gets hold.", "14.2": "These three complaints amount To only one, which is Beyond all resolution.", "14.3": " At rising, it does not illumine; At setting, no darkness ensues; It stretches far back To that nameless estate Which existed before the creation.", "14.4": " Describe it as form yet unformed; As shape that is still without shape; Or say it is vagueness confused: One meets it and it has no front; One follows and there is no rear.", "14.5": " If you hold ever fast To that most ancient Way, You may govern today. Call truly that knowledge Of primal beginnings The clue to the Way.", "15.1": "The excellent masters of old, Subtle, mysterious, mystic, acute, Were much too profound for their times.", "15.2": " Since they were not then understood, It is better to tell how they looked. Like men crossing streams in the winter, How cautious! As if all around there were danger, How watchful! As if they were guests on every occasion,", "15.3": " How dignified! Like ice just beginning to melt, Self-effacing! Like a wood-block untouched by a tool, How sincere! Like a valley awaiting a guest, How receptive! Like a torrent that rushes along, And so turbid!", "15.4": " Who, running dirty, comes clean like still waters? Who, being quiet, moves others to fullness of life?", "15.5": " It is he who, embracing the Way, is not greedy; Who endures wear and tear without needing renewal", "16.1": "Touch ultimate emptiness, Hold steady and still.", "16.2": " All things work together: I have watched them reverting, And have seen how they flourish And return again, each to his roots.", "16.3": " This, I say, is the stillness: A retreat to one's roots; Or better yet, return To the will of God, Which is, I say, to constancy. The knowledge of constancy I call enlightenment and say That not to know it Is blindness that works evil.", "16.4": " But when you know What eternally is so, You have stature And stature means righteousness And righteousness is kingly And kingliness divine And divinity is the Way Which is final.", "16.5": " Then, though you die, You shall not perish.", "17.1": "As for him who is highest, The people just know he is there. His deputy's cherished and praised; Of the third, they are frightened; The fourth, they despise and revile.", "17.2": " If you trust people less than enough, Some of them never trust you.", "17.3": " He is aloof, as if his talk Were priced beyond the purchasing; But once his project is contrived, The folk will want to say of it: \"Of course! We did it by ourselves!\"", "18.1": "The mighty Way declined among the folk And then came kindness and morality.", "18.2": " The six relations were no more at peace, So codes were made to regulate our homes.", "18.4": " The fatherland grew dark, confused by strife: Official loyalty became the style.", "19.1": "Get rid of the wise men! Put out the professors! Then people will profit A hundredfold over.", "19.2": " Away with the kind ones; Those righteous men too! And let people return To the graces of home.", "19.3": " Root out the artisans; Banish the profiteers! And bandits and robbers Will not come to plunder.", "19.4": " But if these three prove not enough To satisfy the mind and heart,", "19.5": " More relevant, then, let there be A visible simplicity of life, Embracing unpretentious ways, And small self-interest And poverty of coveting.", "20.1": "Be done with rote learning And its attendant vexations; For is there distinction Of a \"yes\" from a \"yea\" Comparable now to the gulf Between evil and good?", "20.2": " \"What all men fear, I too must fear\"- How barren and pointless a thought!", "20.3": " The reveling of multitudes At the feast of Great Sacrifice, Or up on the terrace At carnival in spring, Leave me, alas, unmoved, alone, Like a child that has never smiled. Lazily, I drift As though I had no home.", "20.4": " All others have enough to spare; I am the one left out. I have the mind of a fool, Muddled and confused!", "20.5": " When common people scintillate I alone make shadows. Vulgar folks are sharp and knowing: Only I am melancholy. Restless like the ocean, Blown about, I cannot stop.", "20.6": " Other men can find employment, But I am stubborn; I am mean. Alone I am and different, Because I prize and seek My sustenance from the Mother!", "21.1": "The omnipresent Virtue will take shape According only to the Way.", "21.2": " The Way itself is like some thing Seen in a dream, elusive, evading one. In it are images, elusive, evading one. In it are things like shadows in twilight. In it are essences, subtle but real, Embedded in truth.", "21.3": " From of old until now, Under names without end, The First, the Beginning is seen.", "21.4": " How do I know the beginning of all, What its nature may be? By these!", "22.1": "The crooked shall be made straight And the rough places plain; The pools shall be filled And the worn renewed; The needy shall receive And the rich shall be perplexed.", "22.2": " So the Wise Man cherishes the One, As a standard to the world:", "22.3": " Not displaying himself, He is famous; Not asserting himself, He is distinguished; Not boasting his powers, He is effective; Taking no pride in himself, He is chief.", "22.4": " Because he is no competitor, No one in all the world can compete with him.", "22.5": " The saying of the men of old Is not in vain: \"The crooked shall be made straight - \" To be perfect, return to it.", "23.1": "Sparing indeed is nature of its talk: The whirlwind will not last the morning out; The cloudburst ends before the day is done.", "23.2": " What is it that behaves itself like this? The earth and sky! And if it be that these Cut short their speech, how much more yet should man!", "23.3": " If you work by the Way, You will be of the Way; If you work through its virtue you will be given the virtue; Abandon either one And both abandon you.", "23.4": " Gladly then the Way receives Those who choose to walk in it; Gladly too its power upholds Those who choose to use it well; Gladly will abandon greet Those who to abandon drift.", "23.5": " Little faith is put in them Whose faith is small.", "24.1": "On tiptoe your stance is unsteady; Long strides make your progress unsure;", "24.2": " Show off and you get no attention; Your boasting will mean you have failed;", "24.3": " Asserting yourself brings no credit; Be proud and you will never lead.", "24.4": " To persons of the Way, these traits Can only bring distrust; they seem Like extra food for parasites. So those who choose the Way, Will never give them place.", "25.1": "Something there is, whose veiled creation was Before the earth or sky began to be; So silent, so aloof and so alone, It changes not, nor fails, but touches all: Conceive it as the mother of the world.", "25.2": " I do not know its name: A name for it is \"Way\"; Pressed for designation, I call it Great.", "25.3": " Great means outgoing, Outgoing, far-reaching, Far-reaching, return.", "25.4": " The Way is great, The sky is great, The earth is great, The king also is great. Within the realm These four are great; The king but stands For one of them.", "25.5": " Man conforms to the earth; The earth conforms to the sky; The sky conforms to the Way; The Way conforms to its own nature.", "26.1": "The heavy is foundation for the light; So quietness is master of the deed.", "26.2": " The Wise Man, though he travel all the day, Will not be separated from his goods. So even if the scene is glorious to view, He keeps his place, at peace, above it all.", "26.3": " For how can one who rules Ten thousand chariots Give up to lighter moods As all the world may do?", "26.4": " If he is trivial, His ministers are lost; If he is strenuous, There is no master then.", "27.1": "A good runner leaves no tracks. A good speech has no flaws to censure. A good computer uses no tallies.", "27.2": "A good door is well shut without bolts and cannot be opened. A good knot is tied without rope and cannot be loosed.", "27.3": "The Wise Man is always good at helping people, so that none are cast out; he is always good at saving things, so that none are thrown away. This is called applied intelligence.", "27.4": "Surely the good man is the bad man's teacher; and the bad man is the good man's business.", "27.5": "If the one does not respect his teacher, or the other doesn't love his business, his error is very great. This is indeed an important secret.", "28.1": "Be aware of your masculine nature; But by keeping the feminine way, You shall be to the world like a canyon, Where the Virtue eternal abides, And go back to become as a child.", "28.2": " Be aware of the white all around you; But remembering the black that is there, You shall be to the world like a tester, Whom the Virtue eternal, unerring, Redirects to the infinite past.", "28.3": " Be aware of your glory and honour; But in never relinquishing shame, You shall be to the world like a valley, Where Virtue eternal, sufficient, Sends you back to the Virginal Block.", "28.4": " When the Virginal Block is asunder, And is made into several tools, To the ends of the Wise Man directed, They become then his chief officers: For \"The Master himself does not carve.\"", "29.1": "As for those who would take the whole world To tinker as they see fit, I observe that they never succeed:", "29.2": " For the world is a sacred vessel Not made to be altered by man. The tinker will spoil it; Usurpers will lose it.", "29.3": " For indeed there are things That must move ahead, While others must lag; And some that feel hot, While others feel cold; And some that are strong, While others are weak; And vigorous ones, While others worn out.", "29.4": " So the Wise Man discards Extreme inclinations To make sweeping judgements, Or to a life of excess.", "30.1": "To those who would help The ruler of men By means of the Way: Let him not with his militant might Try to conquer the world; This tactic is like to recoil.", "30.2": " For where armies have marched, There do briars spring up; Where great hosts are impressed, Years of hunger and evil ensue.", "30.3": " The good man's purpose once attained, He stops at that; He will not press for victory.", "30.4": "His point once made, he does not boast, Or celebrate the goal he gained, Or proudly indicate the spoils. He won the day because he must: But not by force or violence.", "30.5": "That things with age decline in strength, You well may say, suits not the Way; And not to suit the Way is early death.", "31.1": "Weapons at best are tools of bad omen, Loathed and avoided by those of the Way.", "31.2": " In the usage of men of good breeding, Honour is had at the left; Good omens belong on the left Bad omens belong on the right; And warriors press to the right!", "31.3": " When the general stands at the right His lieutenant is placed at the left. So the usage of men of great power Follows that of the funeral rite.", "31.4": " Weapons are tools of bad omen, By gentlemen not to be used; But when it cannot be avoided, They use them with calm and restraint.", "31.5": " Even in victory's hour These tools are unlovely to see; For those who admire them truly Are men who in murder delight. As for those who delight to do murder, It is certain they never can get From the world what they sought when ambition Urged them to power and rule.", "31.6": " A multitude slain! - and their death Is a matter for grief and for tears; The victory after a conflict Is a theme for a funeral rite.", "32.1": "The Way eternal has no name. A block of wood untooled, though small, May still excel the world.", "32.2": " And if the king and nobles could Retain its potency for good, Then everything would freely give Allegiance to their rule.", "32.3": " The earth and sky would then conspire To bring the sweet dew down; And evenly it would be given To folk without constraining power.", "32.4": " Creatures came to be with order's birth, And once they had appeared, Came also knowledge of repose, And with that was security.", "32.5": " In this world, Compare those of the Way To torrents that flow Into river and sea.", "33.1": "It is wisdom to know others; It is enlightenment to know one's self.", "33.2": " The conqueror of men is powerful; The master of himself is strong.", "33.3": " It is wealth to be content; It is willful to force one's way on others.", "33.4": " Endurance is to keep one's place; Long life it is to die and not perish.", "34.1": "O the great Way o'erflows And spreads on every side!", "34.2": " All beings come from it; No creature is denied. But having called them forth, It calls not one its own. It feeds and clothes them all And will not be their lord.", "34.3": " Without desire always, It seems of slight import.", "34.4": " Yet, nonetheless, in this Its greatness still appears: When they return to it, No creature meets a lord.", "34.5": " The Wise Man, therefore, while he is alive, Will never make a show of being great: And that is how his greatness is achieved.", "35.1": "Once grasp the great Form without form, And you roam where you will With no evil to fear, Calm, peaceful, at ease.", "35.2": " At music and viands The wayfarer stops.", "35.3": " But the Way, when declared, Seems thin and so flavourless! It is nothing to look at And nothing to hear; But used, it will prove Inexhaustible.", "36.1": "What is to be shrunken Is first stretched out; What is to be weakened Is first made strong; What will be thrown over Is first raised up; What will be withdrawn Is first bestowed.", "36.2": " This indeed is Subtle Light; The gentle way Will overcome The hard and strong.", "36.3": " As fish should not Get out of pools, The realm's edged tools Should not be shown To anybody.", "37.1": "The Way is always still, at rest, And yet does everything that's done.", "37.2": " If then the king and nobles could Retain its potency for good, The creatures all would be transformed. But if, the change once made in them, They still inclined to do their work, I should restrain them then By means of that unique Original simplicity Found in the Virgin Block,", "37.3": " Which brings disinterest, With stillness in its train, And so, an ordered world.", "38.1": "A man of highest virtue Will not display it as his own; His virtue then is real. Low virtue makes one miss no chance To show his virtue off; His virtue then is nought.", "38.2": " High virtue is at rest; It knows no need to act. Low virtue is a busyness Pretending to accomplishment.", "38.3": " Compassion at its best Consists in honest deeds; Morality at best Is something done, aforethought; High etiquette, when acted out Without response from others, Constrains a man to bare his arms And make them do their duty!", "38.4": " Truly, once the Way is lost, There comes then virtue; Virtue lost, comes then compassion; After that morality; And when that's lost, there's etiquette, The husk of all good faith, The rising point of anarchy.", "38.5": " Foreknowledge is, they say, The Doctrine come to flower; But better yet, it is The starting point of silliness.", "38.6": " So once full-grown, a man will take The meat and not the husk, The fruit and not the flower. Rejecting one, he takes the other.", "39.1": "These things in ancient times received the One: The sky obtained it and was clarified; The earth received it and was settled firm; The spirits got it and were energized;", "39.2": " The valleys had it, filled to overflow; All things, as they partook it came alive; The nobles and the king imbibed the One In order that the realm might upright be; Such things were then accomplished by the One.", "39.3": " Without its clarity the sky might break; Except it were set firm, the earth might shake; Without their energy the gods would pass;", "39.4": " Unless kept full, the valleys might go dry; Except for life, all things would pass away; Unless the One did lift and hold them high, The nobles and the king might trip and fall.", "39.5": " The humble folk support the mighty ones; They are base on which the highest rest.", "39.6": " The nobles and the king speak of themselves As \"orphans,\" \"desolate\" and \"needy ones.\" Does this not indicate that they depend Upon the lowly people for support?", "39.7": " Truly a cart is more than the sum of its parts.", "39.8": " Better to rumble like rocks Than to tinkle like jade.", "40.1": "The movement of the Way is a return; In weakness lies its major usefulness.", "40.2": " From What-is all the world of things was born But What-is sprang in turn from What-is-not.", "41.1": "On hearing of the Way, the best of men Will earnestly explore its length. The mediocre person learns of it And takes it up and sets it down.", "41.2": " But vulgar people, when they hear the news, Will laugh out loud, and if they did not laugh, It would not be the Way.", "41.3": " And so there is a proverb: \"When going looks like coming back, The clearest road is mighty dark.\" Today, the Way that's plain looks rough, And lofty virtue like a chasm; The purest innocence like shame, The broadest power not enough,", "41.4": " Established goodness knavery, Substantial worth like shifting tides. Great space has no corners; Great powers come late; Great music is soft sound; The great Form no shape.", "41.5": " The Way is obscure and unnamed; It is a skilled investor, nonetheless, The master of accomplishment.", "42.1": "The Way begot one, And the one, two; Then the two begot three And three, all else.", "42.2": " All things bear the shade on their backs And the sun in their arms; By the blending of breath From the sun and the shade, Equilibrium comes to the world.", "42.3": " Orphaned, or needy, or desolate, these Are conditions much feared and disliked; Yet in public address, the king And the nobles account themselves thus.", "42.4": " So a loss sometimes benefits one Or a benefit proves to be loss.", "42.5": " What others have taught I also shall teach: If a violent man does not come To a violent death, I shall choose him to teach me.", "43.1": "The softest of stuff in the world Penetrates quickly the hardest; Insubstantial, it enters Where no room is. By this I know the benefit Of something done by quiet being;", "43.2": " In all the world but few can know Accomplishment apart from work, Instruction when no words are used.", "44.1": "Which is dearer, fame or self? Which is worth more, man or pelf? Which would hurt more, gain or loss?", "44.2": " The mean man pays the highest price; The hoarder takes the greatest loss;", "44.3": " A man content is never shamed, And self-restrained, is not in danger: He will live forever.", "45.1": "Most perfect, yet it seems Imperfect, incomplete: Its use is not impaired. Filled up, and yet it seems Poured out, an empty void: It never will run dry. The straightest, yet it seems To deviate, to bend;", "45.2": "The highest skill and yet It looks like clumsiness. The utmost eloquence, It sounds like stammering.", "45.3": "As movement overcomes The cold, and stillness, heat, The Wise Man, pure and still, Will rectify the world.", "46.1": "When the Way rules the world, Coach horses fertilize the fields; When the Way does not rule, War horses breed in the parks.", "46.2": " No sin can exceed Incitement to envy; No calamity's worse Than to be discontented, Nor is there an omen More dreadful than coveting.", "46.3": " But once be contented, And truly you'll always be so.", "47.1": "The world may be known Without leaving the house; The Way may be seen Apart from the windows. The further you go, The less you will know.", "47.2": " Accordingly, the Wise Man Knows without going, Sees without seeing, Does without doing.", "48.1": "The student learns by daily increment. The Way is gained by daily loss, Loss upon loss until At last comes rest.", "48.2": " By letting go, it all gets done; The world is won by those who let it go!", "48.3": " But when you try and try, The world is then beyond the winning.", "49.1": "The Wise Man's mind is free But tuned to people's need:", "49.2": " \"Alike to be good and bad I must be good, For Virtue is goodness.", "49.3": " To honest folk And those dishonest ones Alike, I proffer faith, For Virtue is faithful.\"", "49.4": " The Wise Man, when abroad, Impartial to the world, Does not divide or judge. But people everywhere Mark well his ears and eyes; For wise men hear and see As little children do.", "50.1": "On leaving life, to enter death:", "50.2": " Thirteen members form a living body; A corpse has thirteen, too: Thirteen spots by which a man may pass From life to death. Why so? Because his way of life Is much too gross.", "50.3": " As I have heard, the man who knows On land how best to be at peace Will never meet a tiger or a buffalo; In battle, weapons do not touch his skin.", "50.4": " There is no place the tiger's claws can grip; Or with his horn, the buffalo can jab; Or where the soldier can insert his sword. Why so? In him there is no place of death.", "51.1": "The Way brings forth, Its virtue fosters them, With matter they take shape, And circumstance perfects them all: That is why all things Do honour the Way And venerate its power.", "51.2": " The exaltation of the Way, The veneration of its power, Come not by fate or decree; But always just because By nature it is so. So when the Way brings forth, Its power fosters all: They grow, are reared, And fed and housed until They come to ripe maturity.", "51.3": " You shall give life to things But never possess them; Your work shall depend on none; You shall be chief but never lord. This describes the mystic power.", "52.1": "It began with a matrix: The world had a mother Whose sons can be known As ever, by her.", "52.2": " But if you know them, You'll keep close to her As long as you live And suffer no harm.", "52.3": " Stop up your senses; Close up your doors; Be not exhausted As long as you live.", "52.4": " Open your senses; Be busier still: To the end of your days There's no help for you.", "52.5": " You are bright, it is said, If you see what is small; A store of small strengths Makes you strong.", "52.6": " By the use of its light, Make your eyes again bright From evil to lead you away. This is called \"practicing constancy.\"", "53.1": "When I am walking on the mighty Way, Let me but know the very least I may, And I shall only fear to leave the road.", "53.2": " The mighty Way is easy underfoot, But people still prefer the little paths.", "53.3": " The royal court is dignified, sedate, While farmers' fields are overgrown with weeds; The granaries are empty", "53.4": " and yet they Are clad in rich-embroidered silken gowns. They have sharp swords suspended at their sides; With glutted wealth, they gorge with food and drink. It is, the people say, The boastfulness of brigandage, But surely not the Way!", "54.1": "Set firm in the Way: none shall uproot you; Cherish it well and none shall estrange you; Your children's children faithful shall serve Your forebears at the altar of your house.", "54.2": " Cultivate the Way yourself, and your Virtue will be genuine. Cultivate it in the home, and its Virtue will overflow. Cultivate it in the village, and the village will endure. Cultivate it in the realm, and the realm will flourish. Cultivate it in the world, and Virtue will be universal.", "54.3": " Accordingly, One will be judged by the Man of the Way; Homes will be viewed through the Home of the Way; And the Village shall measure the village; And the Realm, for all realms, shall be standard; And the World, to this world, shall be heaven.", "54.4": " How do I know the world is like this? By this.", "55.1": "Rich in virtue, like an infant, Noxious insects will not sting him; Wild beasts will not attack his flesh Nor birds of prey sink claws in him. His bones are soft, his sinews weak, His grip is nonetheless robust;", "55.2": " Of sexual union unaware, His organs all completely formed, His vital force is at its height.", "55.3": " He shouts all day, does not get hoarse: His person is a harmony. Harmony experienced is known as constancy; Constancy experienced is called enlightenment;", "55.4": " Exuberant vitality is ominous, they say; A bent for vehemence is called aggressiveness.", "55.5": " That things with age decline in strength, You well may say, suits not the Way; And not to suit the Way is early death.", "56.1": "Those who know do not talk And talkers do not know.", "56.2": " Stop your senses, Close the doors; Let sharp things be blunted, Tangles resolved, The light tempered And turmoil subdued; For this is mystic unity", "56.3": " In which the Wise Man is moved Neither by affection Nor yet by estrangement Or profit or loss Or honour or shame. Accordingly, by all the world, He is held highest.", "57.1": "\"Govern the realm by the right, And battles by stratagem.\" The world is won by refraining. How do I know this is so? By this:", "57.2": " As taboos increase, people grow poorer; When weapons abound, the state grows chaotic;", "57.3": " Where skills multiply, novelties flourish; As statutes increase, more criminals start.", "57.4": " So the Wise Man will say: As I refrain, the people will reform: Since I like quiet, they will keep order;", "57.5": "When I forebear, the people will prosper; When I want nothing, they will be honest.", "58.1": "Listlessly govern: Happy your people; Govern exactingly: Restless your people.", "58.2": " \"Bad fortune will Promote the good; Good fortune, too, Gives rise to the bad.\"", "58.3": " But who can know to what that leads? For it is wrong and would assign To right the strangest derivations And would mean that goodness Is produced by magic means! Has man thus been so long astray?", "58.4": " Accordingly, the Wise Man Is square but not sharp, Honest but not malign, Straight but not severe, Bright but not dazzling.", "59.1": "\"For ruling men or serving God, There's nothing else like stores saved up.\"", "59.2": " By \"stores saved up\" is meant forehandedness, Accumulate Virtue, such that nothing Can resist it and its limit None can guess: such infinite resource Allows the jurisdiction of the king;", "59.3": " Whose kingdom then will long endure If it provides the Mother an abode.", "59.4": " Indeed it is the deeply rooted base, The firm foundation of the Way To immortality of self and name.", "60.1": "Rule a large country As small fish are cooked.", "60.2": " The evil spirits of the world Lose sanction as divinities When government proceeds According to the Way;", "60.3": " But even if they do not lose Their ghostly countenance and right, The people take no harm from them; And if the spirits cannot hurt the folk, The Wise Man surely does no hurt to them.", "60.4": " Since then the Wise Man and the people Harm each other not at all, Their several virtues should converge.", "61.1": "The great land is a place To which the streams descend; It is the concourse and The female of the world: Quiescent, underneath, It overcomes the male.", "61.2": " By quietness and by humility The great land then puts down the small And gets it for its own; But small lands too absorb the great By their subservience.", "61.3": " Thus some lie low, designing conquest's ends; While others lowly are, by nature bent To conquer all the rest.", "61.4": " The great land's foremost need is to increase The number of its folk; The small land needs above all else to find Its folk more room to work.", "61.5": " That both be served and each attain its goal The great land should attempt humility.", "62.1": "Like the gods of the shrine in the home, So the Way and its mystery waits In the world of material things: The good man's treasure, The bad man's refuge.", "62.2": " Fair wordage is ever for sale; Fair manners are worn like a cloak; But why should there be such waste Of the badness in men?", "62.3": " On the day of the emperor's crowning, When the three noble dukes are appointed, Better than chaplets of jade Drawn by a team of four horses, Bring the Way as your tribute.", "62.4": " How used the ancients to honour the Way? Didn't they say that the seeker may find it, And that sinners who find are forgiven? So did they lift up the Way and its Virtue Above everything else in the world.", "63.1": "Act in repose; Be at rest when you work; Relish unflavoured things.", "63.2": " Great or small, Frequent or rare, Requite anger with virtue.", "63.3": " Take hard jobs in hand while they are easy And great affairs too while they are small.", "63.4": " The troubles of the world Cannot be solved except Before they get too hard. The business of the world Cannot be done except While relatively small.", "63.5": " The wise man, then, throughout his life Does nothing great yet achieves A greatness of his own.", "63.6": " Again, a promise lightly made Inspires little confidence; Or often trivial, sure that man Will come to grief.", "63.7": " Choosing hardship, then, the Wise Man Never meets with hardship all his life.", "64.1": "A thing that is still easy to hold. Given no omen, it is easy to plan. Soft things are easy to melt. Small particles scatter easily.", "64.2": " The time to take care is before it is done. Establish order before confusion sets in.", "64.3": " Tree trunks around which you can reach with your arms were at first only minuscule sprouts. A nine-storied terrace began with a clod. A thousand-mile journey began with a foot put down.", "64.4": " Doing spoils it, grabbing misses it; So the Wise Man refrains from doing and doesn't spoil anything; He grabs at nothing and so never misses.", "64.5": " People are constantly spoiling a project when it lacks only a step to completion. To avoid making a mess of it, be as careful of the end as you were of the beginning.", "64.6": " So the Wise Man wants the unwanted; he sets no high value on anything because it is hard to get. He studies what others neglect and restores to the world what multitudes have passed by. His object is to restore everything in its natural course, but he dares take no steps to that end.", "65.1": "Those ancients who were skilled in the Way Did not enlighten people by their rule But had them ever held in ignorance:", "65.2": " The more the folk know what is going on The harder it becomes to govern them. For public knowledge of the government Is such a thief that it will spoil the realm; But when good fortune brings good times to all The land is ruled without publicity.", "65.3": " To know the difference between these two Involves a standard to be sought and found. To know that standard always, everywhere, Is mystic Virtue, justly known as such;", "65.4": " Which Virtue is so deep and reaching far, It causes a return, things go back To that prime concord which at first all shared.", "66.1": "How could the rivers and the seas Become like kings to valleys? Because of skill in lowliness They have become the valley's lords.", "66.2": " So then to be above the folk, You speak as if you were beneath; And if you wish to be out front, Then act as if you were behind.", "66.3": " The Wise Man so is up above But is no burden to the folk; His station is ahead of them To see they do not come to harm. The world will gladly help along The Wise Man and will bear no grudge.", "66.4": " Since he contends not for his own The world will not contend with him.", "67.1": "Everywhere, they say the Way, our doctrine, Is so very like detested folly; But greatness of its own alone explains Why it should be thus held beyond the pale. If it were only orthodox, long since It would have seemed a small and petty thing!", "67.2": " I have to keep three treasures well secured: The first, compassion; next, frugality; And third, I say that never would I once Presume that I should be the whole world's chief.", "67.3": " Given compassion, I can take courage; Given frugality, I can abound; If I can be the world's most humble man, Then I can be its highest instrument.", "67.4": " Bravery today knows no compassion; Abundance is, without frugality, And eminence without humility: This is the death indeed of all our hope.", "67.5": " In battle, 'tis compassion wins the day; Defending, 'tis compassion that is firm: Compassion arms the people God would save!", "68.1": "A skillful soldier is not violent; An able fighter does not rage;", "68.2": " A mighty conqueror does not give battle; A great commander is a humble man.", "68.3": " You may call this pacific virtue; Or say that it is mastery of men; Or that it is rising to the measure of God, Or to the stature of the ancients.", "69.1": "The strategists have a saying: \"If I cannot be host, Then let me be guest. But if I dare not advance Even an inch, Then let me retire a foot.\"", "69.2": " This is what they call A campaign without a march, Sleeves up but no bare arms, Shooting but no enemies, Or arming without weapons.", "69.3": " Than helpless enemies, nothing is worse: To them I lose my treasures.", "69.4": " When opposing enemies meet, The compassionate man is the winner!", "70.1": "My words are easy just to understand: To live by them is very easy too; Yet it appears that none in all the world Can understand or make them come to life.", "70.2": " My words have ancestors, my works a prince; Since none know this, unknown I too remain. But honour comes to me when least I'm known:", "70.3": " The Wise Man, with a jewel in his breast, Goes clad in garments made of shoddy stuff.", "71.1": "To know that you are ignorant is best; To know what you do not, is a disease; But if you recognize the malady Of mind for what it is, then that is health.", "71.2": " The Wise Man has indeed a healthy mind; He sees an aberration as it is And for that reason never will be ill.", "72.1": "If people do not dread your majesty, A greater dread will yet descend on them.", "72.2": " See then you do not cramp their dwelling place, Or immolate their children or their stock, Nor anger them by your own angry ways.", "72.3": " It is the Wise Man's way to know himself, And never to reveal his inward thoughts; He loves himself but so, is not set up; He chooses this in preference to that.", "73.1": "A brave man who dares to, will kill; A brave man who dares not, spares life;", "73.2": " And from them both come good and ill; \"God hates some folks, but who knows why?\" The Wise Man hesitates there too:", "73.3": " God's Way is bound to conquer all But not by strife does it proceed. Not by words does God get answers: He calls them not and all things come. Master plans unfold but slowly,", "73.4": " Like God's wide net enclosing all: Its mesh is coarse but none are lost.", "74.1": "The people do not fear at all to die; What's gained therefore by threat'ning them with death?", "74.2": " If you could always make them fear decease, As if it were a strange event and rare, Who then would dare to take and slaughter them?", "74.3": " The executioner is always set To slay, but those who substitute for him Are like would-be master carpenters Who try to chop as that skilled craftsman does And nearly always mangle their own hands!", "75.1": "The people starve because of those Above them, who consume by tax In grain and kind more than their right. For this, the people are in want.", "75.2": " The people are so hard to rule Because of those who are above them, Whose interference makes distress. For this, they are so hard to rule.", "75.3": " The people do not fear to die; They too demand to live secure: For this, they do not fear to die. So they, without the means to live, In virtue rise above those men Who value life above its worth.", "76.1": "Alive, a man is supple, soft; In death, unbending, rigorous.", "76.2": " All creatures, grass and trees, alive Are plastic but are pliant too, And dead, are friable and dry.", "76.3": " Unbending rigour is the mate of death, And wielding softness, company of life:", "76.4": " Unbending soldiers get no victories; The stiffest tree is readiest for the axe.", "76.5": " The strong and mighty topple from their place; The soft and yielding rise above them all.", "77.1": "Is not God's Way much like a bow well bent? The upper part has been disturbed, pressed down; The lower part is raised up from its place; The slack is taken up; the slender width Is broader drawn;", "77.2": " for thus the Way of God Cuts people down when they have had too much, And fills the bowls of those who are in want. But not the way of man will work like this: The people who have not enough are spoiled For tribute to the rich and surfeited.", "77.3": " Who can benefit the world From stored abundance of his own? He alone who has the Way,", "77.4": " The Wise Man who can act apart And not depend on others' whims; But not because of his high rank Will he succeed; he does not wish To flaunt superiority.", "78.1": "Nothing is weaker than water, But when it attacks something hard Or resistant, then nothing withstands it, And nothing will alter its way.", "78.2": " Everyone knows this, that weakness prevails Over strength and that gentleness conquers The adamant hindrance of men, but that Nobody demonstrates how it is so.", "78.3": " Because of this the Wise Man says That only one who bears the nations shame Is fit to be its hallowed lord; That only one who takes upon himself The evils of the world may be its king. This is paradox.", "79.1": "How can you think it is good To settle a grievance too great To ignore, when the settlement Surely evokes other piques?", "79.2": " The Wise Man therefore will select The left-hand part of contract tallies: He will not put the debt on other men.", "79.3": " This virtuous man promotes agreement; The vicious man allots the blame.", "79.4": "\"Impartial though the Way of God may be, It always favours good men.\"", "80.1": "The ideal land is small Its people very few, Where tools abound Ten times or yet A hundred-fold Beyond their use; Where people die And die again But never emigrate;", "80.2": " Have boats and carts Which no one rides. Weapons have they And armour too, But none displayed.", "80.3": " The folk returns To use again The knotted chords. Their meat is sweet; Their clothes adorned, Their homes at peace, Their customs charm.", "80.4": " And neighbour lands Are juxtaposed So each may hear The barking dogs, The crowing cocks Across the way; Where folks grow old And folks will die And never once Exchange a call.", "81.1": "As honest words may not sound fine, Fine words may not be honest ones;", "81.2": " A good man does not argue, and An arguer may not be good!", "81.3": " The knowers are not learned men And learned men may never know.", "81.4": " The Wise Man does not hoard his things; Hard-pressed, from serving other men, He has enough and some to spare; But having given all he had, He then is very rich indeed.", "81.5": " God's Way is gain that works no harm; The Wise Man's way, to do his work Without contending for a crown."}]