[{"content": {"Legge": "The (state of) vacancy should be brought to the utmost degree, and that of stillness guarded with unwearying vigour.", "Byrn": "If you can empty your mind of all thoughts your heart will embrace the tranquillity of peace.", "Red Pine": "Let limits be empty the center be still", "Wieger": "He who has reached the maximum of emptiness (of indifference) will be firmly fixed in peace.", "Blackney": "Touch ultimate emptiness, Hold steady and still.", "Lindauer": "Taking emptiness to the limit Observing stillness genuinely ", "LaFargue": "Push Emptiness to the limit, watch over Stillness very firmly.", "Beck": "Empty yourself of everything. Maintain a steady serenity.", "Wu": "Attain to utmost Emptiness. Cling single-heartedly to interior peace.", "Wayism": " ", "World": "Contemplate Infinity and become peaceful as the mind becomes lost.", "Muller": "Effect emptiness to the extreme. Keep stillness whole.", "Merel": "Empty the self completely; Embrace perfect peace.", "Ta-Kao": "Attain to the goal of absolute vacuity; Keep to the state of perfect peace.", "Crowley": "Emptiness must be perfect, and Silence made absolute with tireless strength.", "Bynner": "Be utterly humble And you shall hold to the foundation of peace.", "Walker": "Work toward emptiness and openness. Cultivate stillness. Breathe harmony. Become tranquility.", "Mabry": "If you can empty yourself of everything, you will have lasting peace.", "Hansen": "Go to the limit of emptiness Take on quiet dependability", "Mitchell": "Empty your mind of all thoughts. Let your heart be at peace.", "McDonald": "Attain complete humility towards the void; hold firm to the basis of quietude.", "Chan": "Attain complete vacuity. Maintain steadfast quietude.", "Cleary": "Attain the climax of emptiness, preserve the utmost quiet:", "LinYutan": "Attain the utmost in Passivity, Hold firm to the basis of Quietude."}, "section": 1}, {"content": {"Legge": "All things alike go through their processes of activity, and (then) we see them return (to their original state). When things (in the vegetable world)\nhave displayed their luxuriant growth, we see each of them return to its root.", "Byrn": "Watch the workings of all of creation, but contemplate their return to the source.", "Red Pine": "ten thousand things rise we watch them return creatures without number all return to their roots", "Wieger": "Innumerable beings come out (from non-being), and I see them return there. They spring forth, then they all return to their root.", "Blackney": "All things work together: I have watched them reverting, And have seen how they flourish And return again, each to his roots.", "Lindauer": "Regarding the 10000 things as side-by-side It happens that I view the return. In the end things grow and flourish Each returns, merging with its root.", "LaFargue": "The thousands of things all around are active - I give my attention to Turning Back. Things growing wild as weeds all turn back to the Root.", "Beck": "All things take shape and become active, but I see them return to their source, like vegetation that grows and flourishes, but returns to the root from\nwhich it springs.", "Wu": "While all things are stirring together, I only contemplate the Return. For flourishing as they do, Each of them will return to its root.", "Wayism": " ", "World": "The self perceives the never ending manifestations of the potential of Infinity as well as the disintegration of all those manifestations. Within Infinity\nall things manifest and disintegrate. Disintegration is a returning to the Infinite potential.", "Muller": "Myriad things act in concert. I therefore watch their return. All things flourish and each returns to its root.", "Merel": "The world will rise and move; Watch it return to rest. All the flourishing things Will return to their source.", "Ta-Kao": "All things come into existence, And thence we see them return. Look at the things that have been flourishing; Each goes back to its origin.", "Crowley": "All things pass through the period of action; then they return to repose. They grow, bud, blossom, and fruit; then they return to the root.", "Bynner": "Be at one with all these living things which, having arisen and flourished, Return to the quiet whence they came, Like a healthy growth of vegetation\nFalling back upon the root.", "Walker": "As the ten thousand things rise and fall, rise and fall, just witness their return to the root.", "Mabry": "Things arise, but I contemplate their return. Things flourish and grow, and then return to their Source. To return to the Source is to know perfect\npeace. I call this a return to Life.", "Hansen": "The ten-thousand natural kinds are all dealt with. And I thus view their response In general, natural kinds flourish. Each responds by returning to its\nroot.", "Mitchell": "Watch the turmoil of beings, but contemplate their return. Each separate being in the universe returns to the common source.", "McDonald": "The myriad things take shape and rise to activity, Now, I watch them fall, worked on, back to their repose and roots like plants that flourish but\nreturn to the soil and root they grew from.", "Chan": "All things come into being, And I see thereby their return. All things flourish, But each one returns to its root.", "Cleary": "as myriad things act in concert, I thereby observe the return. Things flourish, then each returns to its root.", "LinYutan": "The myriad things take shape and rise to activity, But I watch them fall back to their repose. Like vegetation that luxuriantly grows But returns to the\nroot (soil) from which it springs."}, "section": 2}, {"content": {"Legge": "This returning to their root is what we call the state of stillness; and that stillness may be called a reporting that they have fulfilled their appointed\nend. The report of that fulfilment is the regular, unchanging rule. To know that unchanging rule is to be intelligent; not to know it leads to wild\nmovements and evil issues.", "Byrn": "All creatures in the universe return to the point where they began. Returning to the source is tranquillity because we submit to Heavens mandate.\nReturning to Heavens mandate is called being constant. Knowing the constant is called 'enlightenment'. Not knowing the constant is the source of evil\ndeeds because we have no roots.", "Red Pine": "return to their roots to be still to be still to revive to revive to endure knowing how to endure is wisdom not knowing is to suffer in vain", "Wieger": "To return to one's root, is to enter into the state of rest. From this rest they emerge for a new destiny, and so it goes on, continually, without end. To\nrecognize this law of immutable continuity (of the two states of life and death), is wisdom. To ignore it, is foolish. Those ignorant of this law cause\nmisfortune (through their untimely interference in things).", "Blackney": "This, I say, is the stillness: A retreat to one's roots; Or better yet, return To the will of God, Which is, I say, to constancy. The knowledge of\nconstancy I call enlightenment and say That not to know it Is blindness that works evil.", "Lindauer": "Merging with the root, say still Appropriately it is called returning to giving birth. Returning to giving birth, say entireness ", "LaFargue": "  'reporting in' is becoming Steady. Experiencing Steadiness is Clarity. Not to\nexperience Steadiness is to be heedless in one's actions - bad luck.", "Beck": "Returning to the source is serenity; it is to realize one's destiny. To realize one's destiny is to know the eternal. To know the eternal is to be\nenlightened. Not to know the eternal is to act blindly and court disaster.", "Wu": "To return to the root is to find peace. To find peace is to fulfill one's destiny. To fulfill one's destiny is to be constant. To know the Constant is\ncalled Insight. If one does not know the Constant, One runs blindly into disasters.", "Wayism": " ", "World": "Disintegration is the destiny of all manifestations. Manifesting is the nature of Infinity. Change is the Infinite constant.", "Muller": "Returning to the root is called quietude. Quietude is called returning to life. Return to life is called constant. Knowing this constant is called\nillumination. Acting arbitrarily without knowing the constant is harmful.", "Merel": "This return is peaceful; It is the flow of nature, An eternal decay and renewal. Accepting this brings enlightenment, Ignoring this brings misery.", "Ta-Kao": "Going back to the origin is called peace; It means reversion to destiny. Reversion to destiny is called eternity. He who knows eternity is called\nenlightened. He who does not know eternity is running blindly into miseries.", "Crowley": "This return to the root is this state which we name Silence; and this Silence is Witness of their Fulfilment. This cycle is the universal law. To know it\nis the part of intelligence; to ignore it brings folly of action, whereof the end is madness.", "Bynner": "Acceptance of this return to the root has been called 'quietism,' Acceptance of quietism has been condemned as 'fatalism.' But fatalism is acceptance\nof destiny And to accept destiny is to face life with open eyes, Whereas not to accept destiny is to face death blindfold.", "Walker": "Everything that flourishes dissolves again into the source. To dissolve back into the source is to find peace. To find peace is to recover your true\nnature. To recover your true nature is to know the constancy of Tao. To know the constancy of Tao is insight.", "Mabry": "Returning to Life is a Universal Constant. Knowing this is illuminating. Someone who doesn't understand this is in error and may act dangerously.", "Hansen": "returning to the root is called quietude. This I call responding to the word. Responding to the word we describe as 'constant'. To know what is\nconstant we describe as 'discernment'. Not to know what is constant is wantonly taking risks.", "Mitchell": "returning to the source is serenity. If you don't realize the source, you stumble in confusion and sorrow.", "McDonald": "To return to the root is basic repose; it's quiet and returning to some destiny. To submit to a destiny is to find the eternal shelter, the always-so, or the\neternal dao. To know the eternal always-so is to be somewhat illumined. Not to know it courts disaster.", "Chan": "This return to its root means tranquillity. It is called returning to its destiny. To return to destiny is called the eternal (Tao). To know the eternal is\ncalled enlightenment. Not to know the eternal is to act blindly to result in disaster.", "Cleary": "Returning to the root is called stillness; stillness is called return to Life, return to Life is called the constant; knowing the constant is called\nenlightenment. Acts at random, in ignorance of the constant, bode ill.", "LinYutan": "To return to the root is Repose; It is called going back to one's Destiny. Going back to one's Destiny is to find the Eternal Law. To know the Eternal\nLaw is Enlightenment. And not to know the Eternal Law Is to court disaster."}, "section": 3}, {"content": {"Legge": "The knowledge of that unchanging rule produces a (grand) capacity and forbearance, and that capacity and forbearance lead to a community (of\nfeeling with all things). From this community of feeling comes a kingliness of character; and he who is king-like goes on to be heaven-like. In that\nlikeness to heaven he possesses the Tao.", "Byrn": "By knowing the constant we can accept things as they are. By accepting things as they are, we become impartial. By being impartial, we become one\nwith Heaven.", "Red Pine": "knowing how to endure is to be all-embracing all embracing means impartial impartial means the king the king means Heaven Heaven means the\nWay", "Wieger": "He who knows that this law weighs heavily on beings, is just (treats all beings according to their nature, with equity), like a King, like Heaven, like\nthe Principle.", "Blackney": "But when you know What eternally is so, You have stature And stature means righteousness And righteousness is kingly And kingliness divine And\ndivinity is the Way Which is final.", "Lindauer": "Knowing entireness say illuminated Without knowing entireness presumptuously do the faminous. Knowing entireness is tolerance Tolerance leads\nto impartiality Impartiality leads to kingliness Kingliness leads to the heavens The heavens lead to tao ", "LaFargue": "Experiencing Steadiness, then one is all-embracing all-embracing, then an impartial Prince Prince, then King King, then Heaven Heaven, then Tao", "Beck": "Whoever knows the eternal is open to everything. Whoever is open to everything is impartial. To be impartial is to be universal. To be universal is to\nbe in accord with heaven. To be in accord with heaven is to be in accord with the Way.", "Wu": "If one knows the Constant, One can understand and embrace all. If one understands and embraces all, One is capable of doing justice. To be just is to\nbe kingly; To be kingly is to be heavenly; To be heavenly is to be one with the Tao;", "Wayism": " ", "World": "Acknowledging change is the key to understanding the harmony of never ending change. Acknowledging change within the Infinite potential of\nwhich every creature is a manifestation, unique, yet bound to all things in disintegration, gives one a perspective regarding life. Possessing\nperspective, one becomes impartial, openhearted, tolerant, compassionate and indifferent to judging others. These are foundations of harmony.", "Muller": "Knowing the constant is receptivity, which is impartial. Impartiality is kingship. Kingship is Heaven. Heaven is Tao Tao is eternal.", "Merel": "Who accepts nature's flow becomes all-cherishing; Being all-cherishing he becomes impartial; Being impartial he becomes magnanimous; Being\nmagnanimous he becomes natural; Being natural he becomes one with the Way; Being one with the Way he becomes immortal:", "Ta-Kao": "Knowing eternity he is all-embracing. Being all~embracing he can attain magnanimity. Being magnanimous he can attain omnipresence. Being\nomnipresent he can attain supremacy. Being supreme he can attain Tao.", "Crowley": "To know it brings understanding and peace; and these lead to the identification of the Self with the Not-Self. This identification makes a man a king;\nand this kingliness grows unto godhood. That godhood bears fruit in the mastery of the Dao.", "Bynner": "He who is open-eyed is open-minded, He who is open-minded is open-hearted, He who is open-hearted is kingly, He who is kingly is godly, He\nwho is godly is useful, He who is useful is infinite,", "Walker": "Insight opens your mind. An open mind leads to an open heart. Openheartedness leads to justice. Justice is an expression of divinity. Divinity is\noneness with Tao.", "Mabry": "But knowing this Constant, you can embrace all things. Embracing all things, you can treat them fairly. Treating them fairly, you are noble. Being\nnoble, you are like the cosmos. If you are like the cosmos, you are like the Tao.", "Hansen": "To know what is constant is openness; Open thus equitable; Equitable thus kingly; Kingly thus natural; Natural thus guiding;", "Mitchell": "When you realize where you come from, you naturally become tolerant, disinterested, amused, kindhearted as a grandmother, dignified as a king.", "McDonald": "Who knows the eternal shelter has room in him for nearly everything - he is wide as tolerant. Being much including, there's little prejudice; to be\nwithout blunt prejudice is kingly; to be kingly is to be well in accord with nature; it's to be of heaven.", "Chan": "He who knows the eternal is all-embracing. Being all-embracing, he is impartial. Being impartial, he is kingly (universal). Being kingly, he is one\nwith Nature. Being one with Nature, he is in accord with Tao.", "Cleary": "Knowing the constant gives perspective; this perspective is impartial. Impartiality is the highest nobility; the highest nobility is divine, and the divine\nis the Way.", "LinYutan": "He who knows the Eternal Law is tolerant; Being tolerant, he is impartial; Being impartial, he is kingly; Being kingly, he is in accord with Nature;\nBeing in accord with Nature, he is in accord with Tao;"}, "section": 4}, {"content": {"Legge": "Possessed of the Tao, he endures long; and to the end of his bodily life, is exempt from all danger of decay.", "Byrn": "By being one with Heaven, we become one with Tao. Being one with Tao, we are no longer concerned about losing our life because we know the\nTao is constant and we are one with Tao.", "Red Pine": "and the Way means long life life without trouble.", "Wieger": "In consequence he lasts until the end of his days, not having made himself any enemies.", "Blackney": "Then, though you die, You shall not perish.", "Lindauer": "Tao leads to what is long-lasting. Be without a body, lack danger.", "LaFargue": " As to destroying the self, there will be nothing to fear.", "Beck": "To be in accord with the Way is to be eternal and to live free from harm even though the body dies.", "Wu": "To be one with the Tao is to abide forever. Such a one will be safe and whole Even after the dissolution of his body.", "Wayism": " ", "World": "The manifestation of the body disintegrates but Infinity can never disintegrate into itself. There is nothing to fear.", "Muller": "Though you lose the body, you do not die.", "Merel": "Though his body will decay, the Way will not.", "Ta-Kao": "He who attains Tao is everlasting. Though his body may decay he never perishes.", "Crowley": "Then the man, the Dao permeating him, endures; and his bodily principles are in harmony, proof against decay, until the hour of his Change.", "Bynner": "He who is infinite is immune, He who is immune is immortal.", "Walker": "Oneness with Tao is freedom from harm, indescribable pleasure, eternal life.", "Mabry": "If you are like the Tao, you will have eternal life, and you needn't be afraid of dying.", "Hansen": "Guiding thus enduring Doesn't stop when you bury the body.", "Mitchell": "Immersed in the wonder of the Tao, you can deal with whatever life brings you, and when death comes, you are ready.", "McDonald": "To be of heaven in unison with an undaunted nature is to be in dao; This dao is forever, and he that owns it, is hardly destroyed, even though his\nbody ceases.", "Chan": "Being in accord with Tao, he is everlasting And is free from danger throughout his lifetime.", "Cleary": "This Way is everlasting, not endangered by physical death.", "LinYutan": "Being in accord with Tao, he is eternal, And his whole life is preserved from harm."}, "section": 5}]