[{"content": {"Legge": "All the world says that, while my Tao is great, it yet appears to be inferior (to other systems of teaching). Now it is just its greatness that makes it\nseem to be inferior. If it were like any other (system), for long would its smallness have been known!", "Byrn": "The world talks about honoring the Tao, but you can't tell it from their actions. Because it is thought of as great, the world makes light of it. It seems\ntoo easy for anyone to use.", "Red Pine": "The world calls me great great but useless because I am great I am useless if I were of use I would have stayed small", "Wieger": "Everyone says the Sage is noble, despite his common air; an air which he gives himself because he is noble (to hide his nobility and not to attract\nenvy to himself). Everyone knows, on the contrary, how much those who pose as nobles are men of little worth.", "Blackney": "Everywhere, they say the Way, our doctrine, Is so very like detested folly; But greatness of its own alone explains Why it should be thus held\nbeyond the pale. If it were only orthodox, long since It would have seemed a small and petty thing!", "Lindauer": "In the world each says My tao is great and seems to lack resemblance In the end only great therefore seems to lack resemblance. It looks like\nresemblance goes with the long-lasting With what is tiny as well.", "LaFargue": "Everyone in the world says of me: 'great - but doesn't seem normal.' It's just 'greatness' - that's why it does not seem normal. If I were normal, I'd\nhave been of little worth for a long time now.", "Beck": "Everyone says the Way is great and beyond comparison. Because it is great, it cannot be compared. If it were compared, it already would have\nseemed small.", "Wu": "All the world says that my Tao is great, but seems queer, like nothing on earth. But it is just because my Tao is great that it is like nothing on earth!\nIf it were like anything on earth, how small it would have been from the very beginning!", "Wayism": " ", "World": "Everyone says that Infinity is great but beyond comprehension because it is intangible. Since it is intangible, it seems non-existent. However, if it\nwere not intangible it would have disintegrated before the   world was born.", "Muller": "The reason everybody calls my Tao great Is because there is nothing quite like it. It is exactly because it is great That there is nothing quite like it. If\nthere were something that were consistently like it How could it be small?", "Merel": "All the world says, \"I am important; I am separate from all the world. I am important because I am separate, Were I the same, I could never be\nimportant.\"", "Ta-Kao": "All the world says to me: 'Great as Tao is, it resembles no description (form).' Because it is great, therefore it resembles no description. If it\nresembled any description it would have long since become small.", "Crowley": "They say that while this Dao of mine is great, yet it is inferior. This is the proof of its greatness. If it were like anything else, its smallness would\nhave long been known.", "Bynner": "Everyone says that my way of life is the way of a simpleton. Being largely the way of a simpleton is what makes it worth while. If it were not the\nway of a simpleton It would long ago have been worthless,", "Walker": "Everyone under heaven says that my Tao is great, but inconceivable. It is its very greatness that makes it inconceivable! If it could be conceived of,\nhow small it would be!", "Mabry": "Everyone says this Tao of mine is great and nebulous. So great, in fact, that it is too nebulous to be of any use.", "Hansen": "Everyone in the social world calls my guide 'great' It's like not resembling. In general only being great hence like not resembling. If it resembled, it\nwould long since have been small!", "Mitchell": "Some say that my teaching is nonsense. Others call it lofty but impractical. But to those who have looked inside themselves, this nonsense makes\nperfect sense. And to those who put it into practice, this loftiness has roots that go deep.", "McDonald": "Every one says my dao is greatly like folly. Just because it's great, it looks like folly. Great ways don't look like the ordinary anyhow. If it did not\nlook like folly, it could have turned small and petty long ago! Then it would have been small. As for things that don't look foolish to common men,\nthere can be no question about their smallness.", "Chan": "All the world says that my Tao is great and does not seem to resemble (the ordinary). It is precisely because it is great that it does not resemble (the\nordinary). If it did resemble, it would have been small for a long time.", "Cleary": "Everyone in the world says my Way is great, but it seems incomparble. It is just because it is great that it seems incomparable: when comparisons are\nlong established it becomes trivialized.", "LinYutan": "All the world says: my teaching (Tao) greatly resembles folly. Because it is great; therefore it resembles folly. If it did not resemble folly, It would\nhave long ago become petty indeed!"}, "section": 1}, {"content": {"Legge": "But I have three precious things which I prize and hold fast. The first is gentleness; the second is economy; and the third is shrinking from taking\nprecedence of others.", "Byrn": "There are three jewels that I cherish: compassion, moderation, and humility. ", "Red Pine": "but I possess three treasures I treasure and uphold first is compassion second is austerity third is reluctance to excel", "Wieger": "The Sage prizes three things and holds on to them: charity, simplicity, and humility.", "Blackney": "I have to keep three treasures well secured: The first, compassion; next, frugality; And third, I say that never would I once Presume that I should be\nthe whole world's chief.", "Lindauer": "In the end I possess three principles I am obtaining yet defending One, say compassion Two, say thrift Three say lack of venturing to act to precede\nthe world.", "LaFargue": "I have three treasures, I protect and keep hold of them. The first is called 'gentleness' the second is called 'frugality' the third is called 'not\npresuming to act like leader of the world.'", "Beck": "I have three treasures to be maintained and cherished: the first is love; the second is frugality; the third is not pushing oneself ahead of others.", "Wu": "I have Three Treasures, which I hold fast and watch over closely. The first is . The second is . The third is .", "Wayism": " ", "World": "Three things create peace and harmony. The first is a lack of distinctions. The second is simplicity. The third is oneness.", "Muller": "I have three treasures which I hold and cherish. The first is compassion, The second is frugality, The third is not daring to put myself ahead of\neverybody.", "Merel": "Yet here are three treasures That I cherish and commend to you: The first is compassion, By which one finds courage. The second is restraint, By\nwhich one finds strength. And the third is unimportance, By which one finds influence.", "Ta-Kao": "I have three treasures, which I hold and keep safe: The first is called love; The second is called moderation; The third is called not venturing to go\nahead of the world.", "Crowley": "I have three jewels of price whereto I cleave: gentleness, economy, and humility.", "Bynner": "These possessions of a simpleton being the three I choose And cherish: To care, To be fair, To be humble.", "Walker": "I have three treasures to hold and protect: The first is motherly love. The second is economy. The third is daring not to be first in the world.", "Mabry": "I have three treaures that I hold and cherish: One is called \"compassion\" Another is called \"moderation\" And the third is called \"daring not to\ncompete.\"", "Hansen": "I have three treasures. I grasp and preserve them. The first is called 'charity' the second 'frugality' and the third not presuming to deem-act coming\nbefore the social world.", "Mitchell": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.", "McDonald": "I have three treasures. Guard and keep them: The first is a deep, deep concern; call it mystic pity, if you like. The second is never too much, which\nmay mean frugality. And the third is refusal to be ahead, foremost or first, for I hardly dare to be ahead.", "Chan": "I have three treasures. Guard and keep them: The first is deep love, The second is frugality, And the third is not to dare to be ahead of the world.", "Cleary": "I have three treasures that I keep and hold: one is mercy, the second is frugality, the third is not presuming to be at the head of the world.", "LinYutan": "I have Three Treasures; Guard them and keep them safe: the first is Love. The second is, Never too much. The third is, Never be the first in the\nworld."}, "section": 2}, {"content": {"Legge": "With that gentleness I can be bold; with that economy I can be liberal; shrinking from taking precedence of others, I can become a vessel of the\nhighest honour.", "Byrn": "With compassion, you will be able to be brave, With moderation, you will be able to give to others, With humility, you will be able to become a\ngreat leader. ", "Red Pine": "because I am compassionate I can be valiant because I am austere I can be extravagant because I am reluctant to excel I can be chief of all tools", "Wieger": "Being charitable, he will be brave (within just limits, without cruelty). Being simple, he will be liberal (within just limits, without waste). Being\nhumble, he will govern men without tyranny.", "Blackney": "Given compassion, I can take courage; Given frugality, I can abound; If I can be the world's most humble man, Then I can be its highest instrument.", "Lindauer": "Compassion, so be able to be brave Thrift, so be able to expand Lack venturing to act to precede the world So be able to perfect tools of growth.", "LaFargue": "Gentle, so able to be bold frugal, so able to be lavish not presuming to act like leader of the world, so able to become head of a government.", "Beck": "From love comes courage; from frugality comes generosity; from not pushing oneself ahead of others comes leadership.", "Wu": "Because I am merciful, therefore I can be brave. Because I am frugal, therefore I can be generous. Because I dare not be first, therefore I can be the\nchief of all vessels.", "Wayism": " ", "World": "With a lack of distinction, I can accept all things. With simplicity, I do not become confused with desire. With oneness, I can be at peace and in\nharmony with all things.", "Muller": "Having compassion, I can be brave. Having frugality, I can be generous. Not daring to put myself ahead of everybody I can take the time to perfect\nmy abilities.", "Merel": " ", "Ta-Kao": "Being loving, one can be brave; Being moderate, one can be ample; Not venturing to go ahead of the world, one can be the chief of all officials.", "Crowley": "That gentleness makes me courageous, that economy generous, that humility honoured.", "Bynner": "When a man cares he is unafraid, When he is fair he leaves enough for others, When he is humble he can grow;", "Walker": "With motherly love one can be courageous. With economy one can be expansive. With humility one can lead.", "Mabry": "With compassion, one is able to be brave. With moderation, one has enough to be generous with others. Without competition, one is fit to lead.", "Hansen": "Charity, hence one can be brave. Frugal, hence one can be magnanimous. Not presuming to deem-act coming before the social world, hence one can\nto fulfill the artifactual role of an elder.", "Mitchell": "Simple in actions and in thoughts, you return to the source of being. Patient with both friends and enemies, you accord with the way things are.\nCompassionate toward yourself, you reconcile all beings in the world.", "McDonald": "Deep, concerned love brings guts [or fall]. Through not doing too much, one has amplitude (of reserve power): Who has spared, may then give and\nseem generous. Through not presuming to be the first and best there is, one can develop one's talent and strength; let it mature to dominate a world.", "Chan": "Because of deep love, one is courageous. Because of frugality, one is generous. Because of not daring to be ahead of the world, one becomes the\nleader of the world.", "Cleary": "By reason of mercy, one can be brave. By reason of frugality, oe can be broad. By not presuming to be at the head of the world, one can make your\npotential last.", "LinYutan": "Through Love, one has no fear; Through not doing too much, one has amplitude (of reserve power); Through not presuming to be the first in the\nworld, One can develop one's talent and let it mature."}, "section": 3}, {"content": {"Legge": "Now-a-days they give up gentleness and are all for being bold; economy, and are all for being liberal; the hindmost place, and seek only to be\nforemost; - (of all which the end is) death.", "Byrn": "To abandon compassion while seeking to be brave, or abandoning moderation while being benevolent, or abandoning humility while seeking to lead\nwill only lead to greater trouble.", "Red Pine": "if I renounced compassion for valour austerity for extravagance reluctance for supremacy I would die", "Wieger": "The men of today have forgotten charity, simplicity, and humility. They prize war, ostentation, and ambition. This is like wishing not to succeed. It is\nlike wishing to perish.", "Blackney": "Bravery today knows no compassion; Abundance is, without frugality, And eminence without humility: This is the death indeed of all our hope.", "Lindauer": "Right now, abandon compassion just to be brave Abandon thrift just to expand Abandon being behind just to precede Death goes with these.", "LaFargue": "Now: To be bold without being gentle to be lavish without being frugal to act like leader without putting oneself last: This is death.", "Beck": "Now courage without love, generosity without frugality, and leadership by pushing oneself ahead of others are fatal.", "Wu": "If a man wants to be brave without first being merciful, generous without first being frugal, a leader without first wishing to follow, he is only\ncourting death!", "Wayism": " ", "World": "In the world people always make distinctions between good and bad and become confused in judgment; desire possessions and become confused in\nwealth; forget their oneness and live in tension and conflict.", "Muller": "Now if I am brave without compassion Generous without frugality, or Go to the fore without putting my own concerns last, I might as well be dead.", "Merel": "Those who are fearless, but without compassion, Powerful, but without restraint, Or influential, yet important, Cannot endure.", "Ta-Kao": "Instead of love, one has only bravery; Instead of moderation, one has only amplitude; Instead of keeping behind, one goes ahead: These lead to\nnothing but death.", "Crowley": "Men of today abandon gentleness for violence, economy for extravagance, humility for pride: this is death.", "Bynner": "Whereas if, like men of today, he be bold without caring, Self-indulgent without sharing, Self-important without shame, He is dead.", "Walker": "To be courageous without motherly love, To be expansive without practicing economy, To go to the front without humility - this is courting death.", "Mabry": "Nowadays people don't bother with compassion But just try to be brave. They scoff at moderations And find they have little enough for themselves.\nThey step on people in their rush to be first - This is death!", "Hansen": "Moderns abandon charity and are still brave. Abandon frugality and are still liberal. Abandon following and still put themselves in front. Dead\nalready!", "Mitchell": " ", "McDonald": "On the other hand, to be bold by forsaking deep love; to be generous by forsaking frugality-won reserves and clever, artful restraint; and to be ahead\nand rushing in front by forsaking following behind; all this could prove fatal in the end.", "Chan": "Now, to be courageous by forsaking deep love, To be generous by forsaking frugality, And to be ahead of the world by forsaking following behind -\nThis is fatal.", "Cleary": "Now if one were bold but had no mercy, if one were broad but were not frugal, if one went ahead without deference, one would die.", "LinYutan": "If one forsakes love and fearlessness, forsakes restraint and reserve power, forsakes following behind and rushes in front, He is doomed!"}, "section": 4}, {"content": {"Legge": "Gentleness is sure to be victorious even in battle, and firmly to maintain its ground. Heaven will save its possessor, by his (very) gentleness protecting\nhim.", "Byrn": "The compassionate warrior will be the winner, and if compassion is your defense you will be secure. Compassion is the protector of Heaven's\nsalvation.", "Red Pine": "compassion wins every battle and outlasts every attack what Heaven creates let compassion protect", "Wieger": "For it is the charitable aggressor who wins the battle (not the savage aggressor); it is the charitable defender who is impregnable (and not the pitiless\nwarrior). Those whom heaven wishes well, are thereby made charitable.", "Blackney": "In battle, 'tis compassion wins the day; Defending, tis compassion that is firm: Compassion arms the people God would save!", "Lindauer": "In the end with compassion A war happens and next comes conquering Keeping to it happens and next comes solidity. The heavens attain helping It\nhappens that compassion is defending.", "LaFargue": " \"Attack with it and you will win defend with it and you will stand firm.\" ", "Beck": "For love wins all battles and is the strongest defense. Heaven gives love to save and protect.", "Wu": "Mercy alone can help you to win a war. Mercy alone can help you to defend your state. For Heaven will come to the rescue of the merciful, and\nprotect him with  Mercy.", "Wayism": " ", "World": " Refuse to make distinctions and refuse to pass judgment and war and defense succumb to peace and harmony.", "Muller": "If you wage war with compassion you will win. If you protect yourself with compassion you will be impervious. Heaven will take care of you,\nProtecting you with compassion.", "Merel": " ", "Ta-Kao": "For he who fights with love will win the battle; He who defends with love will be secure. Heaven will save him, and protect him with love.", "Crowley": "Gentleness brings victory in fight, and holds its ground with assurance. Heaven wards the gentle man, by that same virtue.", "Bynner": "The invincible shield Of caring Is a weapon from the sky Against being dead.", "Walker": "Venture with love and you win the battle. Defend with love and you are invulnerable. Heaven's secret is motherly love.", "Mabry": "One who is compassionate in warfare is victorious And in defense he holds fast. Whn Heaven moves to save someone It protects him through\ncompassion.", "Hansen": "Using charity in battle, one is victorious. If involved in preserving then inherent nature will save it. Use charity to defend it.", "Mitchell": " ", "McDonald": "Ardent, loving concern can't fight well without conquering a lot. It shall help in the case of attack, and likewise to be firm in the case of defence.\nWhen heaven is to save a person, heaven will protect him through deep love. Heaven arms those it would not see beaten, with all right concern. [Let's\nhope that.]", "Chan": "For deep love helps one to win in the case of attack, And to be firm in the case of defence. When Heaven is to save a person, Heaven will protect\nhim through deep love.", "Cleary": "Use mercy in war, and you win; use it in defense, and you're secure. Those whom heaven is going to save are those it guards with mercy.", "LinYutan": "For love is victorious in attack, And invulnerable in defense. Heaven arms with love Those it would not see destroyed."}, "section": 5}]