[{"content": {"Legge": "The softest thing in the world dashes against and overcomes the hardest; that which has no (substantial) existence enters where there is no crevice. I\nknow hereby what advantage belongs to doing nothing (with a purpose).", "Byrn": "That which offers no resistance, overcomes the hardest substances. That which offers no resistance can enter where there is no space.", "Red Pine": "The weakest thing in the world excels the strongest thing in the world what doesn't exist finds room where there is none thus we know doing nothing\nsucceeds", "Wieger": "Always and everywhere it is the soft that wears the hard (as water wears stone). Non-being penetrates even where there are no cracks (as in the most\nhomogeneous bodies such as metal and stone). From that I conclude the supreme effectiveness of non-action.", "Blackney": "The softest of stuff in the world Penetrates quickly the hardest; Insubstantial, it enters Where no room is. By this I know the benefit Of something\ndone by quiet being;", "Lindauer": "The most yielding reach of he world Gallops around the most rigid reach of the world Absence of presence enters absence of space. Appropriately I\ncome to know There is presence of advantage in the absence of acting.", "LaFargue": "The Softest thing in the world rides right over the Hardest things in the world. What-has-No-Being enters what-leaves-no-opening. ", "Beck": "The softest things in the world overcome the hardest. Non-being penetrates even where there is no space. Through this I know the value of\nnon-action.", "Wu": "The softest of all things Overrides the hardest of all things. Only Nothing can enter into no-space. Hence I know the advantages of Non-Ado.", "Wayism": " ", "World": "The softest manifestation in the Infinite overcomes the hardest manifestation in the Infinite. The intangible permeates the tangible. Non-action\nincorporates action", "Muller": "The softest thing in the world Will overcome the hardest. Non-being can enter where there is no space. Therefore I know the benefit of unattached\naction.", "Merel": "Water overcomes the stone; Without substance it requires no opening; This is the benefit of taking no action.", "Ta-Kao": "The non-existent can enter into the impenetrable. By this I know that non-action is useful.", "Crowley": "The Softest substance hunts down the hardest; the unsubstantial penetrates where there is no opening. Here is the Virtue of Inertia.", "Bynner": "As the soft yield of water cleaves obstinate stone, So to yield with life solves the insoluble: To yield, I have learned, is to come back again. ", "Walker": "The soft overcomes the hard in the world as a gentle rider controls a galloping horse. That without substance can penetrate where there is no space.\nBy these I know the benefit of nonaction.", "Mabry": "The softest thing in the World Overcomes the hardest thing in the World. That which is without substance can enter even where there is no space.", "Hansen": "The most yielding in the social world gallops over the most firm in the social world. That which lacks being enters into that which lacks space. I,\nwith this, know the advantage of lacking deem-acting.", "Mitchell": "The gentlest thing in the world overcomes the hardest thing in the world. That which has no substance enters where there is no space. This shows the\nvalue of non-action. ", "McDonald": "The softest things in the world overcome the hardest things in the world. The softest substance radiates through the hardest. Also, what's most\nyielding can eventually overwhelm the hardest. Formless penetrates no-crevice; substanceless it can enter where there's no space; all this could be\nnot-yet-being entering and jostling non-space. That's how I know the value of action that's actionless. Through this I [also] know the benefit or\nadvantage of taking no action.", "Chan": "The softest things in the world overcome the hardest things in the world. Non-being penetrates that in which there is no space. Through this I know\nthe advantage of taking no action.", "Cleary": "What is softest in the world drives what is hardest in the world. Nonbeing enters where there is no room; that is how we know noncontrivance\nenhances.", "LinYutan": "The softest substance of the world Goes through the hardest. That-which-is-without-form penetrates that-which-has-no-crevice; Through this I know\nthe benefit of taking no action."}, "section": 1}, {"content": {"Legge": "There are few in the world who attain to the teaching without words, and the advantage arising from non-action.", "Byrn": "Few in the world can comprehend the teaching without words, or understand the value of non-action.", "Red Pine": "teaching without words succeeding without effort few in the world can equal this", "Wieger": "Silence and inaction - few men come to understand their effectiveness.", "Blackney": "In all the world but few can know Accomplishment apart from work, Instruction when no words are used.", "Lindauer": "Telling without words Advantage in the absence of acting The world rarely reaches this.", "LaFargue": "", "Beck": "Teaching without words and the value of non-action are understood by few in the world.", "Wu": "Few things under heaven are as instructive as the lessons of Silence. Or as beneficial as the fruits of Non-Ado.", "Wayism": " ", "World": "Teaching by living, working without laboring is comprehended by only a few.", "Muller": "The wordless teaching and unattached action Are rarely seen.", "Merel": "Yet benefit without action, And experience without abstraction, Are practiced by very few.", "Ta-Kao": "Teaching without words, utility without action - Few in the world have come to this.", "Crowley": "Few are they who attain: whose speech is Silence, whose Work is Inertia.", "Bynner": "but this unworded lesson, This easy example, Is lost upon men.", "Walker": "Teaching without words, working without actions-nothing in the world can compare with them.", "Mabry": "Therefore I know the value of non-action. Teaching without words And benefit without actions There are few in the World who can grasp it.", "Hansen": "The teaching that is not put in language, The advantage of lacking deem-acting, In the social world, these are rarely achieved. ", "Mitchell": "Teaching without words, performing without actions: that is the Master's way.", "McDonald": "There can be [sad] teaching without words. To teach without words can be best. Still few can understand such stuff. And there can be solid value in\naction that's actionless, or the advantage of taking no action. Yes, the [said] benefit of taking no action is without compare. Few can understand it.", "Chan": "Few in the world can understand the teaching without words and the advantage of taking no action.", "Cleary": "Unspoken guidance and uncontrived enhancement are reached by few in the world.", "LinYutan": "The teaching without words And the benefit of taking no action Are without compare in the universe."}, "section": 2}]