[{"content": {"Legge": "Man at his birth is supple and weak; at his death, firm and strong. (So \n    it is with) all things.", "Byrn": "The living are soft and yielding; the dead are rigid and stiff.", "Red Pine": "When people are born they are soft and supple when they perish they are \n    hard and stiff", "Wieger": "When a man is born he is supple and weak (but full of life); he becomes \n    strong and powerful, and then he dies.", "Blackney": "Alive, a man is supple, soft; In death, unbending, rigorous.", "Lindauer": "The life of man is also yielding, weak His death is also rigid, \n    unyielding.", "LaFargue": "People begin life Soft and Weak when they are dead they are hard and \n    firm.", "Beck": "When people are born, they are tender and supple. At death they are \n    stiff and hard.", "Wu": "When a man is living, he is soft and supple. When he is dead, he becomes \n    hard and rigid.", "World": "The human body is born soft and supple; after death it is hard and \n    stiff.", "Muller": "When people are born they are gentle and soft. At death they are hard \n    and stiff.", "Merel": "A newborn is soft and tender, A crone, hard and stiff.", "Ta-Kao": "Man when living is soft and tender; when dead he is hard and tough.", "Crowley": "At the birth of a man he is elastic and weak; at his death rigid and \n    unyielding.", "Bynner": "Man, born tender and yielding, Stiffens and hardens in death.", "Walker": "At birth a person is soft and yielding, at death stiff and hard.", "Mabry": "When people are alive they are soft and weak. At their deaths they are \n    hard and rigid.", "Hansen": "The human living state is soft and pliable. The dead state is hard and \n    rigid.", "Mitchell": "Men are born soft and supple; dead, they are stiff and hard.", "McDonald": "When man is born, he is tender and weak. In death he becomes stiff and \n    hard.", "Chan": "When man is born, he is tender and weak. At death he is stiff and hard.", "Cleary": "When people are born they are supple, and when they die they are stiff..", "CofE": " ", "LinYutan": "When man is born, he is tender and weak; At death, he is hard and stiff."}, "section": 1}, {"content": {"Legge": "Trees and plants, in their early growth, are soft and brittle; at their \n    death, dry and withered.", "Byrn": "Living plants are flexible and tender; the dead are brittle and dry.", "Red Pine": "when plants shoot forth they are soft and tender when they die they are \n    withered and dry", "Wieger": "It is the same for plants, delicate (herbaceous) at first, then becoming \n    woody at the time of their death.", "Blackney": "All creatures, grass and trees, alive Are plastic but are pliant too, \n    And dead, are friable and dry.", "Lindauer": "The 10000 things, the grass and trees Their living is also yielding, \n    fragile Their dying is also dried up, withered.", "LaFargue": "Among the thousands of things: Grass and trees begin life Soft and \n    tender when they are dead they are withered and brittle.", "Beck": "All things, like plants and trees, are tender and pliant while alive. At \n    death they are dried and withered.", "Wu": "When a plant is living, it is soft and tender. When it is dead, it \n    become withered and dry.", "World": "Plants and trees are pliant and limber when they sprout, after death \n    they are inflexible and rigid.", "Muller": "When plants are alive they are soft and delicate. When they die, they \n    wither and dry up.", "Merel": "Plants and animals, in life, are supple and succulent; In death, \n    withered and dry.", "Ta-Kao": "All animals and plants when living are tender and fragile; when dead \n    they become withered and dry. ", "Crowley": "This is the common law; trees also, in their youth, are tender and \n    supple; in their decay, hard and dry.", "Bynner": "All living growth is pliant, Until death transfixes it.", "Walker": "All beings, the grass, the trees: alive, soft, and yielding; dead, \n    stiff, and hard.", "Mabry": "All young things, including grass and trees Are soft and frail. At their \n    death they are withered and dry.", "Hansen": "The alive state of the ten-thousand natural kinds - grass and wood - is \n    soft and crisp. Their dead state is hard and dry.", "Mitchell": "Plats are born tender and pliant; dead, they are brittle and dry.", "McDonald": "All things, the grass as well as trees, are supple and soft while alive. \n    When dead they become brittle and dried.", "Chan": "All things, the grass as well as the trees, are tender and supple while \n    alive. When dead, they are withered and dried.", "Cleary": "When trees are born they are tender, and when they die they are brittle.", "CofE": " ", "LinYutan": "When the things and plants are alive, they are soft and supple; When \n    they are dead, they are brittle and dry."}, "section": 2}, {"content": {"Legge": "Thus it is that firmness and strength are the concomitants of death; \n    softness and weakness, the concomitants of life.", "Byrn": "Those who are stiff and rigid are the disciples of death. Those who are \n    soft and yielding are the disciples of life.", "Red Pine": "thus it is said the hard and strong are followers of death the soft and \n    weak are followers of life", "Wieger": "He who is strong and powerful is marked for death; he who is weak and \n    flexible is marked for life.", "Blackney": "Unbending rigour is the mate of death, And wielding softness, company of \n    life:", "Lindauer": "So that which is rigid, unyielding is the pupil of dying That which is \n    yielding, weak is the pupil of living", "LaFargue": ", strength and hardness accompany death Softness and \n    Weakness accompany life.", "Beck": "Therefore the stiff and hard are companions of death. The tender and \n    supple are companions of life.", "Wu": "Hence, the hard and rigid belongs to the company of the dead: The soft \n    and supple belongs to the company of the living.", "World": "Therefore, hard and inflexible are characteristics of death. Pliant and \n    flexible are characteristics of life.", "Muller": "Therefore the hard and stiff are followers of death. The gentle and soft \n    are the followers of life.", "Merel": "So softness and tenderness are attributes of life, And hardness and \n    stiffness, attributes of death.", "Ta-Kao": "Therefore it is said: the hard and tough are parts of death; the soft \n    and tender are parts of life.", "Crowley": "So then rigidity and hardness are the stigmata of death; elasticity and \n    adaptability, of life.", "Bynner": "Thus men who have hardened are 'kin of death' And men who stay gentle \n    are 'kin of life.'", "Walker": "Therefore the hard and inflexible are friends of death. The soft and \n    yielding are friends of life.", "Mabry": "So, all that are hard and rigid take the company of death. Those who are \n    soft and weak take the company of life.", "Hansen": "So things that are hard and rigid accompany death. Things that are soft \n    and pliable accompany life.", "Mitchell": "Thus whoever is stiff and inflexible is a disciple of death.", "McDonald": "So hardness and stiffness very often accompany death, the soft and \n    gentle could be companions of life.", "Chan": "Therefore the stiff and the hard are companions of death. The tender and \n    the weak are companions of life.", "Cleary": "Stiffness is thus a companion of death, flexibility a companion of life.", "LinYutan": "Therefore hardness and stiffness are the companions of death, And \n    softness and gentleness are the companions of life."}, "section": 3}, {"content": {"Legge": "Hence he who (relies on) the strength of his forces does not conquer; \n    and a tree which is strong will fill the out-stretched arms, (and thereby \n    invites the feller.)", "Byrn": "-", "Red Pine": "when an army becomes strong it suffers defeat when a plant becomes hard \n    it snaps", "Wieger": "The great army will be defeated. The great tree will be cut down.", "Blackney": "Unbending soldiers get no victories; The stiffest tree is readiest for \n    the axe.", "Lindauer": "Appropriately it happens that With unyielding soldiers, next comes lack \n    of conquering With an unyielding tree, next comes being attacked.", "LaFargue": " With a battle axe too hardened, you cannot win when a \n    tree becomes hard, then comes the axe.", "Beck": "Thus strong arms do not win. A stiff tree will break.", "Wu": "Therefore, a mighty army tends to fall by its own weight, Just as dry \n    wood is ready for the axe.", "World": "Thus, an army that is inflexible will be conquered and a tree that does \n    not yield to the wind will snap.", "Muller": "Thus, if you are aggressive and stiff, you won't win. When a tree is \n    hard enough, it is cut.", "Merel": "Just as a sapless tree will split and decay So an inflexible force will \n    meet defeat;", "Ta-Kao": "This is the reason why the soldiers when they are too tough cannot carry \n    the day; the tree when it is too tough will break.", "Crowley": "He then who puts forth strength is not victorious; even as a strong tree \n    fills the embrace.", "Bynner": "Thus a hard-hearted army is doomed to lose. A tree hard-fleshed is cut \n    down:", "Walker": "An unyielding army is destroyed. An unbending tree breaks.", "Mabry": "Therefore, powerful weapons will not succeed (Remember that strong and \n    tall trees are the ones that are cut down).", "Hansen": "So if troops are strong they do not triumph. When wood is stiff, it \n    makes weapons.", "Mitchell": "Whoever is soft and yielding is a disciple of life.", "McDonald": "The headstrong army will lose in battle. They say \"the weapon that's too \n    hard will be broken, the tree that has the hardest wood will be cut down\". \n    Yes, a hard tree will be cut down.", "Chan": "Therefore, if the army is strong, it will not win. If a tree is stiff, \n    it will break.", "Cleary": "So when an army is strong it doe not prevail. When a tree is strong, it \n    is cut for use.", "LinYutan": "Therefore when an army is headstrong, it will lose in a battle. When a \n    tree is hard, it will be cut down."}, "section": 4}, {"content": {"Legge": "Therefore the place of what is firm and strong is below, and that of \n    what is soft and weak is above.", "Byrn": "The rigid and stiff will be broken. The soft and yielding will overcome.", "Red Pine": "the hard and strong dwell below the soft and weak dwell above", "Wieger": "Everything that is strong and great is in a poorer condition. The \n    advantage is always with the supple and the weak.", "Blackney": "The strong and mighty topple from their place; The soft and yielding \n    rise above them all.", "Lindauer": "Dwelling in the unyielding and great is worse Dwelling in the yielding \n    and supple is better.", "LaFargue": "The strong and the great stand lowest the Soft and Weak stand highest.", "Beck": "The hard and strong will fall. The tender and supple will rise.", "Wu": "The mighty and the great will be laid low. The humble and the weak will \n    be exalted.", "World": "The hard and inflexible will succumb. The pliant and flexible will \n    endure.", "Muller": "Therefore The hard and big are lesser, The gentle and soft are greater.", "Merel": "The hard and mighty lie beneath the ground While the tender and weak \n    dance on the breeze above.", "Ta-Kao": "The position of the strong and great is low, and the position of the \n    weak and tender is high.", "Crowley": "Thus the hard and rigid have the inferior place, the soft and elastic \n    the superior.", "Bynner": "Down goes the tough and big, Up comes the tender sprig.", "Walker": "The hard must humble itself or be otherwise humbled. The soft will \n    ultimately ascend.", "Mabry": "The strong and rigid re broken and laid low. The soft and weak will \n    always overcome.", "Hansen": "When strength is great, its place is down. When soft and pliable, its \n    place is up.", "Mitchell": "The hard and stiff will be broken. The soft and supple will prevail.", "McDonald": "So the hard and mighty eventually should be cast down; and the soft and \n    weak may be set on high.", "Chan": "The strong and the great are inferior, while the tender and the weak are \n    superior.", "Cleary": "So the stiff and strong are below, the supple and yielding on top.", "LinYutan": "The big and strong belong underneath. The gentle and weak belong at the \n    top."}, "section": 5}]