[{"content": {"Legge": "When one is about to take an inspiration, he is sure to make a (previous) expiration; when he is going to weaken another, he will first strengthen him;\nwhen he is going to overthrow another, he will first have raised him up; when he is going to despoil another, he will first have made gifts to him: -", "Byrn": "If you want something to return to the source, you must first allow it to spread out. If you want something to weaken, you must first allow it to\nbecome strong. If you want something to be removed, you must first allow it to flourish. If you want to possess something, you must first give it\naway.", "Red Pine": "What you would shorten you should therefore lengthen what you would weaken you should therefore strengthen what you would topple you should\ntherefore raise what you would take you should therefore give", "Wieger": "The beginning of contraction necessarily follows the maximum of expansion. Weakness follows strength, decadence follows prosperity, depravation\nfollows opulence.", "Blackney": "What is to be shrunken Is first stretched out; What is to be weakened Is first made strong; What will be thrown over Is first raised up; What will be\nwithdrawn Is first bestowed.", "Lindauer": "Attain the desire for inhaling Firmly seed exhaling Attain the desire of lessening Firmly seed strengthening Attain the desire of discarding Firmly\nseed allowing back Attain the desire of taking by force Firmly seed giving away ", "LaFargue": "When you want to shrink something you must always enlarge it. When you want to weaken something you must always strengthen it. When you\nwant to neglect something you must always involve yourself with it. When you want to deprive something you must always give to it.", "Beck": "In order to contract, it is necessary first to expand. In order to weaken, it is necessary first to strengthen. In order to reduce, it is necessary first to\nbuild up. In order to receive, it is necessary first to give.", "Wu": "What is in the end to be shrunken, Begins by first being stretched out. What is in the end to be weakened, Begins by first being made strong. What is\nin the end to be thrown down, Begins by first being set on high. What is in the end to be despoiled, Begins by being first richly endowed.", "Wayism": " ", "World": "All manifestations that expand will eventually shrink. All manifestations that strengthen will eventually weaken. All manifestations that are lifted up\nwill eventually be cast down. Nothing can be received unless it is given.", "Muller": "That which will be shrunk Must first be stretched. That which will be weakened Must first be strengthened. That which will be torn down Must first\nbe raised up. That which will be taken Must first be given.", "Merel": "To reduce someone's influence, first expand it; To reduce someone's force, first increase it; To overthrow someone, first exalt them; To take from\nsomeone, first give to them.", "Ta-Kao": "In order to contract a thing, one should surely expand it first. In order to weaken, one will surely strengthen first. In order to overthrow, one will\nsurely exalt first. 'In order to take, one will surely give first'!", "Crowley": "In order to draw breath, first empty the lungs; to weaken another, first strengthen him; to overthrow another, first exalt him; to despoil another, first\nload him with gifts;", "Bynner": "He who feels punctured Must once have been a bubble, He who feels unarmed Must have carried arms, He who feels belittled Must have been\nconsequential, He who feels deprived Must have had privilege,", "Walker": "What is ultimately to be reduced must first be expanded . What is ultimately to be weakened must first be made strong. What is ultimately to be\ndiscarded must first be embraced. What is ultimately to be taken away must first be given.", "Mabry": "What you want shrunk Must first be allowed to expand. What you want weakened Must first be strengthened. What you want destroyed Must first\nbe allowed to flourish. That which you want to take Must first be given.", "Hansen": "On the point of desiring to contract it, you must regard it as inherently expanded. On the point of desiring to weaken it, you must regard it as\ninherently strong. On the point of desiring to dissipate it, you must regard it as inherently thriving. On the point of desiring to steal it, you must\nregard it as inherently belonging.", "Mitchell": "If you want to shrink something, you must first allow it to expand. If you want to get rid of something, you must first allow it to flourish. If you\nwant to take something, you must first allow it to be given.", "McDonald": "What's in the end to be shrunk can first be stretched. The one who is to be made to dwindle (in power) can first be caused to expand; and then it's\nnecessary first to expand. Whatever is to be weakened must begin by being made strong [enough for it first of all]. He who is to be laid low can first\nbe exalted to power. So: first promote, next destroy. Or: To destroy, first promote. What's to be overthrown must begin by being set up. He who\nwould be a taker must begin as a giver.", "Chan": "In order to contract, It is necessary first to expand. In order to weaken, It is necessary first to strengthen. In order to destroy, It is necessary first to\npromote. In order to grasp, It is necessary first to give.", "Cleary": "Should you want to contain something, you must first deliberately let it expand. Should you want to weaken something, you must deliberately let it\ngrow strong. Should you want to eliminate something, you must deliberately allow it to flourish.", "LinYutan": "He who is to be made to dwindle (in power) Must first be caused to expand. He who is to be weakened Must first be made strong. He who is to be\nlaid low Must first be exalted to power. He who is to be taken away from Must first be given, - This is the Subtle Light."}, "section": 1}, {"content": {"Legge": "this is called 'Hiding the light (of his procedure).' The soft overcomes the hard; and the weak the strong.", "Byrn": "This is called the subtle understanding of how things are meant to be. The soft and pliable overcomes the hard and inflexible.", "Red Pine": "this is called hiding the light the weak conquering the strong", "Wieger": "This is a subtle insight (that many do not wish to see). All preceding strength and superiority is expiated by subsequent debility and inferiority. More\ncalls for less, excess calls for deficit.", "Blackney": "This indeed is Subtle Light; The gentle way Will overcome The hard and strong.", "Lindauer": "Appropriately called subtle luminance. Yielding conquers the firm Lessening conquers the strong.", "LaFargue": null, "Beck": "This is called the mystic Light. The soft and gentle overcome the hard and strong.", "Wu": "Herein is the subtle wisdom of life: The soft and weak overcomes the hard and strong.", "Wayism": " ", "World": "This is called distinguishing the oneness of  Infinity. Soft and weak forever disintegrate the hard and strong.\n\n", "Muller": "This is called \"subtle illumination.\" The gentle and soft overcomes the hard and aggressive.", "Merel": "This is the subtlety by which the weak overcome the strong:", "Ta-Kao": "This is called subtle wisdom. The soft and weak can overcome the hard and strong.", "Crowley": "this is called the Occult Regimen. The soft conquers the hard; the weak pulls down the strong.", "Bynner": "Whereas a man with insight Knows that to keep under is to endure.", "Walker": "This is called subtle insight.", "Mabry": "Seeing this is an understanding of the subtle. What is soft and weak overcomes what is hard and strong.", "Hansen": "This is called minute discernment. Soft and pliant triumph over hard and coercive.", "Mitchell": "This is called the subtle perception of the way things are. The soft overcomes the hard. The slow overcomes the fast.", "McDonald": "And this is the fine art of \"dimming\" one's light. According to this [set-up] the soft overcomes the hard; and the weak, the strong. [Such things can\nhappens, but most often not, or what?]", "Chan": "This is called subtle light. The weak and the tender overcome the hard and the strong.", "Cleary": "This is called subtle illumination. Flexible and yielding overcome adamant coerciveness.", "LinYutan": "Gentleness overcomes strength:"}, "section": 2}, {"content": {"Legge": "Fishes should not be taken from the deep; instruments for the profit of a state should not be shown to the people.", "Byrn": "Just as fish remain hidden in deep waters, it is best to keep weapons out of sight.", "Red Pine": "fish can't survive out of the deep as state's greatest tool is not meant to be shown", "Wieger": "A fish should not leave the depths (where it lives ignored but in security, in order to show itself at the surface where it could be harpooned). A state\nshould not show its resources (if it does not wish the others to turn against it in order to crush it).", "Blackney": "As fish should not Get out of pools, The realm's edged tools Should not be shown To anybody.", "Lindauer": "Fish cannot escape relating to deep water A direction for man cannot happen with tools benefitting a nation.", "LaFargue": "\"The fish must not leave the depths the state's 'sharp weapons' must not be shown to others.\"", "Beck": "As fish stay in the deep water, so sharp weapons of the state should not be displayed.", "Wu": "Just as the fish must not leave the deeps, So the ruler must not display his weapons.", "Wayism": " ", "World": "Fish are at one with water; undistinguished by Infinity. A nation and its weapons cannot be distinguished.", "Muller": "A fish cannot leave the water. The country's potent weapons Should not be shown to its people.", "Merel": "Fish should not leave their depths, And swords should not leave their scabbards.", "Ta-Kao": "As the fish should not leave the deep So should the sharp implements of a nation not be shown to anyone!", "Crowley": "The fish that leaves the ocean is lost; the method of government must be concealed from the people.", "Bynner": "What happens to a fish pulled out of a pond? Or to an implement of state pulled out of a scabbard? Unseen, they survive.", "Walker": "The soft overcomes the hard. The weak overcomes the strong. The Tao should never be abandoned. Weapons should never be displayed.", "Mabry": "Just as a fish should keep to deep waters, So a country's weapons should be kept out of sight, so as not to tempt people.", "Hansen": "Fish cannot leave the abyss. The state's beneficial artifacts cannot be shown to people.", "Mitchell": "Let your workings remain a mystery. Just show people the results.", "McDonald": "Fish should be left in the deep pool, not taken away from water. And sharp weapons of the state should not be displayed, but left where nobody can\nsee them.", "Chan": "Fish should not be taken away from water. And sharp weapons of state should not be displayed to the people.", "Cleary": "Fish shouldn't be taken from the depths; the effective tools of the nation shouldn't be shown to others.", "LinYutan": "Fish should be left in the deep pool, And sharp weapons of the state should be left Where none can see them."}, "section": 3}]