[{"content": {"Legge": "He who devotes himself to learning (seeks) from day to day to increase (his knowledge); he who devotes himself to the Tao (seeks) from day to day\nto diminish (his doing).", "Byrn": "One who seeks knowledge learns something new every day.  One who seeks the Tao unlearns something new every day.", "Red Pine": "Those who seek learning gain every day those who seek the Way lose every day", "Wieger": "By studying, every day one increases (useless and injurious particular notions, in one's memory); by concentrating on the Principle, they are\ndiminished every day.", "Blackney": "The student learns by daily increment. The Way is gained by daily loss, Loss upon loss until At last comes rest.", "Lindauer": "Act academic, daily gain Act tao, daily lose. Losing, again lose ", "LaFargue": "\"Doing Learning, one profits everyday.\" ", "Beck": "The pursuit of learning is to increase day by day. The practice of the Way is to decrease day by day. Less and less is done until one reaches\nnon-action.", "Wu": "Learning consists in daily accumulating; The practice of Tao consists in daily diminishing.", "Wayism": " ", "World": "In the pursuit of knowledge, at every moment something is distinguished.In the pursuit of peace and harmony, at every moment something is\nmerged. Less and less is desired until one is flowing in peace and harmony. When one is flowing in peace and harmony all things are accomplished.", "Muller": "In studying, each day something is gained. In following the Tao, each day something is lost.", "Merel": "The follower of knowledge learns as much as he can every day; The follower of the Way forgets as much as he can every day.", "Ta-Kao": "He who pursues learning will increase every day; He who pursues Tao will decrease every day.", "Crowley": "The scholar seeks daily increase of knowing; the sage of Dao, daily decrease of doing.", "Bynner": "A man anxious for knowledge adds more to himself every minute; A man acquiring life loses himself in it, Has less and less to bear in mind, Less\nand less to do,", "Walker": "In the pursuit of learning, every day something is added. In the pursuit of Tao, every day something is dropped.", "Mabry": "To pursue learning is to grow a little more every day. To pursue the Tao is to desire a little less every day.", "Hansen": "In deem-acting on 'study' one daily increases. In deem-acting on 'the guide ' one daily decreases.", "Mitchell": "In pursuit of knowledge, every day something is added. In the practice of the Tao, every day something is dropped.", "McDonald": "The student of knowledge goes into learning a little day by day; The student of dao reduces his assets by dwindling or losing a bit each day.\nLearning consists in adding daily to one's stock, and the practice of dao consists in loose dwindling day by day. It could be subtracting till one has\nreached inactivity. By steady reductions [of certain sorts] you reach certain sorts of laissez-faire.", "Chan": "The pursuit of learning is to increase day after day. The pursuit of Tao is to decrease day after day.", "Cleary": "For learning you gain daily; for the Way you lose daily.", "LinYutan": "The student of knowledge (aims at) learning day by day; The student of Tao (aims at) losing day by day. By continual losing One reaches doing\nnothing (laissez-faire)."}, "section": 1}, {"content": {"Legge": "He diminishes it and again diminishes it, till he arrives at doing nothing (on purpose). Having arrived at this point of non-action, there is nothing\nwhich he does not do. He who gets as his own all under heaven does so by giving himself no trouble (with that end).", "Byrn": "Less and less remains until you arrive at non-action. When you arrive at non-action, nothing will be left undone. Mastery of the world is achieved by\nletting things take their natural course.", "Red Pine": "they lose and they lose until they find nothing to do nothing to do means nothing not dome who rules the world isn't busy", "Wieger": "Pushed to the limit, this diminution ends in non-action, (the consequence of the absence of particular ideas). Now there is nothing that non-action\n(letting things go) cannot sort out. It is through non-action that one wins the empire.", "Blackney": "By letting go, it all gets done; The world is won by those who let it go!", "Lindauer": "It happens, reaching relating to the absence of acting Absence of acting yet absence of being without acting.", "LaFargue": "loses, and loses some more and so arrives at not doing anything. Doing nothing, nothing will remain not done. Taking over the world: only by not\nworking.", "Beck": "When nothing is done, nothing is left undone. The world is led by not interfering.", "Wu": "Keep on diminishing and diminishing, Until you reach the state of Non-Ado. Non-Ado, And yet nothing is left undone.", "Wayism": " ", "World": "The world flows in peace and harmony when all things are allowed to manifest and to disintegrate", "Muller": "Lost and again lost. Until there is nothing left to do. Not-doing, nothing is left undone. You can possess the world by never manipulating it.", "Merel": "By attrition he reaches a state of inaction Wherein he does nothing, but nothing remains undone. To conquer the world, accomplish nothing;", "Ta-Kao": "He will decrease and continue to decrease, Till he comes to non-action; By non-action everything can be done.", "Crowley": "He decreases it, again and again, until he does no act with the lust of result. Having attained this Inertia, all accomplishes itself. He who attracts to\nhimself all that is under Heaven does so without effort.", "Bynner": "Because life, he finds, is well inclined, Including himself too. Often a man sways the world like a wind But not by deed;", "Walker": "Less and less is done, until one arrives at nonaction. When nothing is done, nothing is left undone. The world is won by letting things take their own\ncourse.", "Mabry": "Desire less and less Until you arrive at \"not-doing.\" When you practice \"not-doing,\" nothing is left undone. If you want to have the whole world,\nhave nothing.", "Hansen": "Decrease it and further decrease it. In order to arrive at no deem-acting. No deem-acting and nothing not deem-acted. Taking the social world , you\ntreat relying on lacking social acts as constant.", "Mitchell": "Less and less do you need to force things, until finally you arrive at non-action. When nothing is done, nothing is left undone. True mastery can be\ngained by letting things go their own way.", "McDonald": "So decrease and further decrease until you reach the point of taking no action. [This is clowning.] By artful inactivity everything [bad] can be set in\nmotion. He who conquers the [inside] domain does so [mostly] by doing nothing. Those who once won the adherence of all who live here, did so by\nnot interfering much. Had they interfered, they would never have won this adherence.", "Chan": "It is to decrease and further decrease until one reaches the point of taking no action. No action is undertaken, And yet nothing is left undone. An\nempire is often brought to order by having no activity.", "Cleary": " Losing and losing, thus you reach noncontrivance; be uncontrived, and nothing is not done. Taking the world is always done by not making anything\nof it.", "LinYutan": "He who conquers the world often does so by doing nothing."}, "section": 2}, {"content": {"Legge": "If one take trouble (with that end), he is not equal to getting as his own all under heaven.", "Byrn": "You can not master the world by changing the natural way.", "Red Pine": "if someone is busy he can't rule the world", "Wieger": "To act, in order to win it, results in failure.", "Blackney": "But when you try and try, The world is then beyond the winning.", "Lindauer": "Grabbing the world, an entire absence of effort happens Liking entirely the presence of effort Is insufficient to precede grabbing the world.", "LaFargue": "A person who sets to working, doesn't have what it takes to take over the world.", "Beck": "Those who interfere cannot lead the world.", "Wu": "To win the world, one must renounce all. If one still has private ends to serve, One will never be able to win the world.", "Wayism": " ", "World": "Peace and harmony are sacrificed by manipulation.", "Muller": "No matter how much you manipulate You can never possess the world.", "Merel": "If you must accomplish something, The world remains beyond conquest.", "Ta-Kao": " ", "Crowley": "He who makes effort is not able to attract it.", "Bynner": "And if there appear to you to be need Of motion to sway it, it has left you behind.", "Walker": "If you still have ambitions, its out of your reach.", "Mabry": "If you are always busy doing something, you cannot enjoy the world.", "Hansen": "When it comes to engaging in social acts, it is not sufficient for taking the social world.", "Mitchell": "It can't be gained by interfering.", "McDonald": "One who likes to do, may not be able to rule a kingdom [inside or outside].", "Chan": "If one (likes to) undertake activity, he is not qualified to govern the empire.", "Cleary": "For when something is made of it, that is not enough to take the world.", "LinYutan": "When one is compelled to do something, The world is already beyond his conquering."}, "section": 3}]