[{"content": {"Legge": "He who knows other men is discerning; he who knows himself is intelligent.", "Byrn": "Those who know others are intelligent; those who know themselves are truly wise.", "Red Pine": "Who knows others is perceptive who knows himself is wise", "Wieger": "Knowing others is wisdom, but knowing oneself is superior wisdom, (one's own nature being most hidden and profound).", "Blackney": "It is wisdom to know others; It is enlightenment to know one's self.", "Lindauer": "Those who know men are wise Those with self-knowledge are luminous ", "LaFargue": "One who understands others is clever one who understands himself has Clarity.", "Beck": "Those who know others are wise. Those who know themselves are enlightened.", "Wu": "He who knows men is clever; He who knows himself has insight.", "Wayism": " ", "World": "Knowing others is impossible. Knowing one's self requires only a remembering of one's unity with all things.", "Muller": "If you understand others you are smart. If you understand yourself you are illuminated.", "Merel": "Who understands the world is learned; Who understands the self is enlightened.", "Ta-Kao": "He who knows others is wise; He who knows himself is enlightened.", "Crowley": "He who understands others understands Two; but he who understands himself understands One.", "Bynner": "Knowledge studies others, Wisdom is self-known;", "Walker": "Knowing others is intelligence; knowing the self is enlightenment.", "Mabry": "One who knows others is intelligent. One who knows himself is truly wise.", "Hansen": "Those who know the human are wise. The self-knowing are discerning.", "Mitchell": "Knowing others is intelligence; knowing yourself is true wisdom.", "McDonald": "He who knows others is learned; but he who knows himself is wise, nay, in the end it could be illumined.", "Chan": "He who knows others is wise; He who knows himself is enlightened.", "Cleary": "Those who know others are wise; those who know themselves are enlightened.", "LinYutan": "He who knows others is learned; He who knows himself is wise."}, "section": 1}, {"content": {"Legge": "He who overcomes others is strong; he who overcomes himself is mighty.", "Byrn": "Those who master others are strong; those who master themselves have true power.", "Red Pine": "who conquers others is forceful who conquers himself is strong", "Wieger": "Imposing one's will on others is strength; but imposing it on oneself is superior strength (one's own passions being the most difficult to subdue).", "Blackney": "The conqueror of men is powerful; The master of himself is strong.", "Lindauer": "Those who conquer others possess strength Those who conquer themselves possess force ", "LaFargue": "One who wins out over others has power one who wins out over himself is strong.", "Beck": "Those who overcome others require force. Those who overcome themselves need strength.", "Wu": "He who conquers men has force; He who conquers himself is truly strong.", "Wayism": " ", "World": "Conquering others requires force. Conquering one's self requires letting go.", "Muller": "If you overcome others you are powerful. If you overcome yourself you have strength.", "Merel": "Who conquers the world has strength; Who conquers the self has harmony;", "Ta-Kao": "He who conquers others is strong; He who conquers himself is mighty.", "Crowley": "He who conquers others is strong; but he who conquers himself is stronger yet.", "Bynner": "Muscle masters brothers, Self mastery is bone;", "Walker": "Conquering others is power; conquering the self is strength.", "Mabry": "One who overcomes others has force. One who overcomes the self has true strength.", "Hansen": "Those who triumph among the human have power. The self-triumphing are coercive.", "Mitchell": "Mastering others is strength; mastering yourself is true power.", "McDonald": "He who conquers others has strength of muscles; To conquer oneself is hard. So he who conquers himself is strong.", "Chan": "He who conquers others has physical strength. He who conquers himself is strong.", "Cleary": "Those who overcome others are powerful; those who overcome themselves are strong.", "LinYutan": "He who conquers others has power of muscles; He who conquers himself is strong."}, "section": 2}, {"content": {"Legge": "He who is satisfied with his lot is rich; he who goes on acting with energy has a (firm) will.", "Byrn": "Those who know they have enough are truly wealthy. Those who persist will reach their goal. Those who keep their course have a strong will.", "Red Pine": "who knows contentment is wealthy who strives hard succeeds", "Wieger": "Being satisfied (content with what destiny has given), is true wealth; being master of oneself (bending oneself to the dispositions of destiny) is true\ncharacter.", "Blackney": "It is wealth to be content; It is willful to force one's way on others.", "Lindauer": "Those with knowledge of enough are wealthy Those who strive to go possess aspiration ", "LaFargue": "One who is content is wealthy one strong in his practice is self-possessed.", "Beck": "Those who are content are wealthy. Those who persevere have will power.", "Wu": "He who knows when he has got enough is rich, And he who adheres assiduously to the path of Tao is a man of steady purpose.", "Wayism": " ", "World": null, "Muller": "If you know how to be satisfied you are rich. If you can act with vigour, you have a will.", "Merel": "Who is determined has purpose. Who is contented has wealth;", "Ta-Kao": "He who knows contentment is rich. He who keeps on his course with energy has will.", "Crowley": "Contentment is riches; and continuous action is Will.", "null": "Those who are contented are rich; those who act strongly have will.", "Bynner": "Content need never borrow, Ambition wanders blind:", "Walker": "Know what is enough, and you'll be rich. Persevere, and you'll develop a will.", "Mabry": "One who knows he has enough is truly wealthy. One who has discipline is sincere.", "Hansen": "Those who know sufficiency are affluent. Those who coercively act have will.", "Mitchell": "If you realize that you have enough, you are truly rich.", "McDonald": "To be content with what one has is to feel rich; so let the contented feel rich. Next: He who works, may eventually succeed. And he one who acts\nwith vigour has will. Even he who works through sordid violence can get his way - The determined one has strength of will.", "Chan": "He who is contented is ri", "LinYutan": "He who is contented is rich. He who id determined has strength of will."}, "section": 3}, {"content": {"Legge": "He who does not fail in the requirements of his position, continues long; he who dies and yet does not perish, has longevity.", "Byrn": "Those who embrace death will not perish, but have life everlasting.", "Red Pine": "who doesn't lose his place endures who dies but doesn't perish lives on", "Wieger": "Staying in one's (natural) place (that which destiny has given), makes for a long lifer. After death, not ceasing to be, is true longevity, (which is the\nlot of those who have lived in conformity with nature and destiny).", "Blackney": "Endurance is to keep one's place; Long life it is to die and not perish.", "Lindauer": "Those who are not losing their place are long-lasting Those who die yet without perishing are long-lived.", "LaFargue": "One who does not leave his place is lasting one who dies and does not perish is truly long lived.", "Beck": "Those who do not lose their center endure. Those who die but maintain their power live eternally.", "Wu": "He who stays where he has found his true home endures long, And he who dies but perishes not enjoys real longevity.", "Wayism": " ", "World": "He who understands his oneness with Infinity resides in peace. Living one day at a time is the essence of harmony. One who lives in harmony\nendures. Passing through death's door is immortality.", "Muller": "If you don't lose your objectives you can be long-lasting. If you die without loss, you are eternal.", "Merel": "Who defends his home may long endure; Who surrenders his home may long survive it.", "Ta-Kao": "He who does not deviate from his proper place will long endure. He who may die but not perish has longevity.", "Crowley": "He that adapts himself perfectly to his environment, continues for long; he who dies without dying, lives for ever.", "Bynner": "Vitality cleaves to the marrow Leaving death behind.", "Walker": "Remain in the center, and you'll always be at home. Die without dying, and you'll endure forever.", "Mabry": "One who remembers his Source will endure. He embraces death and so does not perish but lives forever.", "Hansen": "Those who don't lose their 'that-which' are long-lasting Those who die and don't disappear are long-lived.", "Mitchell": "If you stay in the center and embrace death with your whole heart, you will endure forever.", "McDonald": "What stays in its place can endure. He who doesn't lose his centre can last quite long, he who hardly loses his place (with such as dao). The one ho\ndies but doesn't really perish enjoys long life. He who dies yet (his power) remains has long life. When such a one dies he should hardly be thought\nof as [too] lost; there's no other longevity [than long life].", "Chan": "He who does not lose his place (with Tao) will endure. He who dies but does not really perish enjoys long life.", "Cleary": "Those who do not lose their place endure; those who die without perishing live long.", "LinYutan": "He who does not lose his center endures. He who dies yet (his power) remains has long life."}, "section": 4}]