[{"content": {"Legge": "For regulating the human (in our constitution) and rendering the (proper) service to the heavenly, there is nothing like moderation.", "Byrn": "There is nothing better than moderation for teaching people or serving Heaven.", "Red Pine": "In governing people and caring for Heaven nothing surpasses economy", "Wieger": "The essential for co-operation with heaven in the government of men, is to moderate one's action.", "Blackney": "\"For ruling men or serving God, There's nothing else like stores saved up.\"", "Lindauer": "In governing people Noone compares efforts of the heavens to restraint.", "LaFargue": "\"When it comes to governing the people and serving Heaven there's no one like a farmer.\"", "Beck": "In leading people and serving heaven it is best to be frugal.", "Wu": "In governing a people and in serving Heaven, There is nothing like frugality.", "Wayism": " ", "World": "In leading people and manifesting Infinity, there is nothing as essential as indifference.", "Muller": "In governing the country and serving Heaven There is nothing like frugality.", "Merel": "To govern men in accord with nature It is best to be restrained;", "Ta-Kao": "In ruling men and in serving Heaven, the Sage uses only moderation.", "Crowley": "To balance our earthly nature and cultivate our heavenly nature, tread the Middle Path.", "Bynner": "To lead men and serve heaven, weigh the worth Of the one source:", "Walker": "In governing people and serving heaven, there is nothing better than moderation.", "Mabry": "In leading people and serving Heaven There is nothing better than moderation.", "Hansen": "In governing people and serving nature, nothing is better than conserving.", "Mitchell": "For governing a country well there is nothing better than moderation.", "McDonald": "In managing human affairs, there's no better rule than to be sparing, which is to forestall. You can't rule men nor serve heaven unless you have laid up\na store; Be [simply artistic] frugal, there's nothing better for serving heaven and ruling people.", "Chan": "To rule people and to serve Heaven there is nothing better than to be frugal.", "Cleary": "To govern the human and serve the divine, nothing compares to frugality.", "LinYutan": "better rule than to be sparing."}, "section": 1}, {"content": {"Legge": "It is only by this moderation that there is effected an early return (to man's normal state). That early return is what I call the repeated accumulation of\nthe attributes (of the Tao). With that repeated accumulation of those attributes, there comes the subjugation (of every obstacle to such return). Of this\nsubjugation we know not what shall be the limit; and when one knows not what the limit shall be, he may be the ruler of a state.", "Byrn": "Those who use moderation are already on the path to the Tao. Those who follow the Tao early will have an abundance of virtue. When there is an\nabundance of virtue, there is nothing that can not be done. Where there is limitless ability, then the kingdom is within your grasp.", "Red Pine": "economy means planning ahead planning ahead means accumulating virtue accumulating virtue means overcoming all overcoming all means\nknowing no limit knowing no limit means guarding the realm", "Wieger": "This moderation should be the prime care. It procures perfect efficacy, which succeeds in everything, even the governing of the empire.", "Blackney": "By \"stores saved up\" is meant forehandedness, Accumulate Virtue, such that nothing Can resist it and its limit None can guess: such infinite resource\nAllows the jurisdiction of the king;", "Lindauer": "In the end only restraint is appropriately called quickly resolving What is called quickly resolving has heavy accumulation of ideal. Following heavy\naccumulation of ideal Comes absence of lacking conquering Following absence of lacking conquering Noone knows limits ", "LaFargue": "", "Beck": "Being frugal is to be prepared from the start. Being prepared from the start is to build up power. By building up power nothing is impossible. If\nnothing is impossible, then there are no limits. Those without limits are capable of leading a country.", "Wu": "To be frugal is to return before straying. To return before straying is to have a double reserve of Virtue. To have a double reserve of Virtue is to\novercome everything. To overcome everything is to reach an invisible height.", "Wayism": " ", "World": "Refusing to distinguish the self is the crucial requirement of indifference. Indifference is the product of maintaining one's focus on the oneness of all\nthings. If you are at one with Infinity and the potential of all things, then you have no limitations. If one has no limitations, she is qualified to rule the\nworld.", "Muller": "Only by being frugal can you recover quickly. When you recover quickly you accumulate virtue. Having accumulated virtue, There is nothing you\ncan't overcome. When there is nothing you can't overcome Who knows the limits of your capabilities? These limits being unfathomable You can\npossess the country.", "Merel": "Restraint makes agreement easy to attain, And easy agreement builds harmonious relationships; With sufficient harmony no resistance will arise;\nWhen no resistance arises, then you possess the heart of the nation,", "Ta-Kao": "By moderation alone he is able to have conformed early (to Tao). This early conformity is called intensive accumulation of virtue. With this intensive\naccumulation of virtue, there is nothing that he cannot overcome. Because there is nothing that he cannot overcome, no one will be able to know his\nsupremacy. Because no one knows his supremacy he can take possession of a country.", "Crowley": "This Middle Path alone leads to the Timely Return to the True Nature. This Timely Return results from the constant gathering of Magick Powers.\nWith that Gathering comes Control. This Control we know to be without Limit,", "Bynner": "Use the single force Which doubles the strength of the strong By enabling man to go right, disabling him to go wrong, Be so charged with the nature\nof life that you give your people birth,", "Walker": "To be moderate is to follow Tao without straying. To follow Tao without straying is to become filled with good energy. To be filled with good\nenergy is to overcome all things. To overcome all things is to know that all things are possible.", "Mabry": "In moderation, one is already following the Tao. When one follows the Tao, great goodness is abundant. When great goodness is in abundance,\nThere is nothing that cannot be overcome Then there are no limits. Having no limits, one can certainly govern a country.", "Hansen": "In general, only conserving deserves to be called early readiness. Early readiness: call it emphasizing accumulating virtuosity. If one emphasizes\naccumulating virtuosity then there is nothing one cannot conquer. If there is nothing one cannot conquer, no one knows one's limit. Those of whom\nno one knows their limits may take states.", "Mitchell": "The mark of a moderate man is freedom from his own ideas. Tolerant like the sky, all-pervading like sunlight, firm like a mountain, supple like a\ntree in the wind, he has no destination in view and makes use of anything life happens to bring his way.", "McDonald": "To forestall is to be prepared and strengthened; and by being frugal in such ways one may recover quickly. To recover quickly means to accumulate\n[intense moral] rather much. This \"laying up a store\" means quickly absorbing, And \"quickly absorbing\" in the end means doubling one's garnered\n\"power\". Double your garnered power and it acquires a strength that nothing can overcome. By the heavy accumulation of virtue one can overcome\neverything. Be prepared and strengthened to be always victorious: to have infinite capacity; If there's nothing it can't overcome, it knows no bounds,\nthen he will acquire a capacity with limits well beyond anyone's knowledge. One can next overcome nearly everything. And only what knows no\nbounds is huge enough to keep a whole kingdom in its grasp.", "Chan": "Only by being frugal can one recover quickly. To recover quickly means to accumulate virtue heavily. By the heavy accumulation of virtue one can\novercome everything. If one can overcome everything, then he will acquire a capacity the limit of which is beyond anyone's knowledge. When his\ncapacity is beyond anyone's knowledge, he is fit to rule a state.", "Cleary": "Only frugality brings early recovery; only recovery means buildup of power. Build up virtue, and you master all. When you master all, no one\nknows your limit. When no one knows your limit, you can maintain a nation.", "LinYutan": "To be sparing is to forestall; To forestall is to be prepared and strengthened; To be prepared and strengthened is to be ever-victorious; To be\never-victorious is to have infinite capacity; He who has infinite capacity is fit to rule a country,"}, "section": 2}, {"content": {"Legge": "He who possesses the mother of the state may continue long.", "Byrn": "When you know the Mother of the kingdom, then you will be long enduring.", "Red Pine": "guarding the realm's mother means living long", "Wieger": "He who possesses this mother of the empire (wise moderation), will last a long time.", "Blackney": "Whose kingdom then will long endure If it provides the Mother an abode.", "Lindauer": "When noone knows limits Presence of a nation can happen. In the presence of the mother of a nation Growth and longevity may happen.", "LaFargue": "One who possesses the Mother of the state can last a long time.", "Beck": "Those with maternal leadership can long endure.", "Wu": "Only he who has reached an invisible height can have a kingdom. Only he who has got the Mother of a kingdom can last long.", "Wayism": " ", "World": "If she is at one with the world, and consequently indifferent, she will endure.", "Muller": "The Mother who possesses the country can be long-living.", "Merel": "And when you possess the nation's heart, your influence will long endure:", "Ta-Kao": "Because what he does is identified with the Mother in taking possession of a country, he can long endure.", "Crowley": "And he who knows the Limitless may rule the state. He who possesses the Dao continues long.", "Bynner": "That you mother your land, are the fit", "Walker": "She who knows that all things are possible is fit to govern people.", "Mabry": "If you know the country's Mother, you will long endure.", "Hansen": "The mother of taking states is able to endure.", "Mitchell": "Nothing is impossible for him.", "McDonald": "If his capacity is beyond anyone's knowledge, he is fit to rule a kingdom. Who has infinite capacity is fit to rule, but only he who having the kingdom\ngoes to the mother, can keep it long. He who possesses he mother (dao) of the state will last long. The mother (principle) of a ruling country can\nlong endure.", "Chan": "He who possesses the Mother (Tao) of the state will last long.", "Cleary": "When you maintain the matrix of a nation, you can last long.", "LinYutan": "And the Mother (principle) of a ruling country can long endure."}, "section": 3}, {"content": {"Legge": "His case is like that (of the plant) of which we say that its roots are deep and its flower stalks firm: - this is the way to secure that its enduring life\nshall long be seen.", "Byrn": "This is spoken of as the deep root and the firm trunk, the Way to a long life and great spiritual vision.", "Red Pine": "this means deep roots and a solid trunk the Way of long and lasting life", "Wieger": "It is called the pivoting root, the solid trunk. It is the principle of perpetuity.", "Blackney": "Indeed it is the deeply rooted base, The firm foundation of the Way To immortality of self and name.", "Lindauer": "Appropriately called Deep roots, firm stalks, growth, life, longevity, looking at tao.", "LaFargue": "", "Beck": "This is to be deeply rooted in a firm foundation, the way of long life and eternal vision.", "Wu": "This is the way to be deep-rooted and firm-planted in the Tao, The secret of long life and lasting vision.", "Wayism": " ", "World": "This is the manifestation of deep roots and a firm foundation, a oneness with Infinity, immortality and perfect vision.", "Muller": "This is called \"planting the roots deeply and firmly.\" The way to long life and eternal vision.", "Merel": "Deeply rooted and firmly established. This is the method of far sight and long life.", "Ta-Kao": "This means that he is deep rooted and firmly based, and knows the way of longevity and immortality.", "Crowley": "He is like a plant with well-set roots and strong stems. Thus it secures long continuance of its life.", "Bynner": "And ever living root of it: The seeing root, whose eye is infinite.", "Walker": "Because she is one with the mother, her roots go deep, her foundation stands firm, her life lasts long, her vision endures.", "Mabry": "I call this having deep roots and a firm stalk, This is the Way of long life and great insight.", "Hansen": "This is called the deep root and inherent base Of the guide to long-life and enduring vision. ", "Mitchell": "Because he has let go, he can care for the people's welfare as a mother cares for her child.", "McDonald": "This is called the art of making the roots strike deep by fencing the trunk, It signifies to be firmly rooted, to have deep strength, for the roots are deep\nand the stalks are firm, road to immortality and enduring vision, the way of long life and everlasting existence is won by making life long by fixed\nstaring.", "Chan": "This means that the roots are deep and the stalks are firm, which is the way of long life and everlasting vision.", "Cleary": "This is called making the root deep and the basis firm, the Way of long life and eternal vision.", "LinYutan": "This is to be firmly rooted, to have deep strength, The road to immortality and enduring vision."}, "section": 4}]