[{"content": {"Legge": "It is better to leave a vessel unfilled, than to attempt to carry it when it is full.", "Byrn": "It is easier to carry and empty cup than one that is filled to the brim.", "Red Pine": "Instead of pouring in more better stop while you can", "Wieger": "To hold a vase filled to the brim, without spilling anything, is impossible; better not to fill it so.", "Blackney": "To take all you want Is never as good As to stop when you should.", "Lindauer": "Holding yet being full Lacks compare to not yet being so ", "LaFargue": "In filling, if you keep on and on - better to have stopped.", "Beck": "Stretch a bow to the very full, and you will wish you had stopped in time.", "Wu": "As for holding to fullness, Far better were it to stop in time!", "Wayism": "Filling your cup until it overflows is not as good as stopping in time. ", "World": "Fill anything to the brim and the contents will spill out.", "Muller": "To hold until full is not as good as stopping.", "Merel": "Fill a cup to its brim and it is easily spilled;", "Ta-Kao": "Holding and keeping a thing to the very full - it is better to leave it alone;", "Crowley": "Fill not a vessel, lest it spill in carrying.", "Bynner": "Keep stretching a bow You repent of the pull,", "Walker": "Filling to fullness is not as good as stopping at the right moment.", "Mabry": "Filling your cup until it overflows is not s good as stopping in time.", "Hansen": "To grasp and pile things up is not as good as regarding it as already done.", "Mitchell": "Fill your bowl to the brim and it will spill.", "McDonald": "Stretch a bow to the full, and you'll end up wishing you'd stopped in time; to hold and fill to overflowing isn't quite as able as to stop in time.", "Chan": "To hold and fill a cup to overflowing Is not as good as to stop in time.", "Cleary": "To keep on filling is not as good as stopping.", "LinYutan": "Stretch (a bow) to the very full, And you will wish you had stopped in time."}, "section": 1}, {"content": {"Legge": "If you keep feeling a point that has been sharpened, the point cannot long preserve its sharpness.", "Byrn": "The sharper the knife the easier it is to dull.", "Red Pine": "making it sharper won't help it last longer", "Wieger": "To keep an over-sharpened blade without its edge becoming blunt, is impossible; better not to sharpen it to this extreme.", "Blackney": "Scheme and be sharp And you'll not keep it long.", "Lindauer": "A sword blade being oversharpened Cannot long remain so ", "LaFargue": "In sharpening, if you keep trying - the edge won't last long.", "Beck": "Temper a sword-edge to its very sharpest, and the edge will not last long.", "Wu": "Keep on beating and sharpening a sword, And the edge cannot be preserved for long.", "Wayism": "Keep sharpening your knife and it will blunt. ", "World": "Hone a sharpened blade and it will become blunt.", "Muller": "An over sharpened sword cannot last long.", "Merel": "Temper a sword to its hardest and it is easily broken;", "Ta-Kao": "Handling and sharpening a blade - it cannot be long sustained;", "Crowley": "Meddle not with a sharpened point by feeling it constantly, or it will soon become blunted.", "Bynner": "A whetted saw Goes thin and dull,", "Walker": "Oversharpening a blade causes its edge to be lost.", "Mabry": "Over sharpen your sword and it will not protect you very long.", "Hansen": "When you measure and build a pillar , you cannot preserve it for long.", "Mitchell": "Keep sharpening your knife and it will blunt.", "McDonald": "Temper a sword-edge to its very sharpest, and you'll find it soon grows dull.", "Chan": "Sharpen a sword edge to its very sharpest, And the (edge) will not last long. ", "Cleary": "Calculated sharpness cannot be kept for long.", "LinYutan": "Temper a (sword-edge) to its very sharpest, And the edge will not last long."}, "section": 2}, {"content": {"Legge": "When gold and jade fill the hall, their possessor cannot keep them safe.", "Byrn": "The more wealth you possess the harder it is to protect.", "Red Pine": "houses full of treasure can never be safe", "Wieger": "To keep a roomful of precious stones, without any of it becoming misappropriated, is impossible; better not to amass this treasure.", "Blackney": "One can never guard His home when it's full Of jade and fine gold:", "Lindauer": "A living room full of gold and jade There is no one able to guard it ", "LaFargue": "When gold and jade fill the halls, no one can guard it all.", "Beck": "When gold and jade fill your hall, you will not be able to keep them safe.", "Wu": "Fill your house with gold and jade, And it can no longer be guarded.", "Wayism": "Fill your heart with treasures of gold and jade, and it will certainly be robbed?", "World": "Accumulate great wealth, but be aware that you cannot keep it.", "Muller": "A room filled with gold and jewels cannot be protected.", "Merel": "Amass the greatest treasure and it is easily stolen;", "Ta-Kao": "When gold and jade fill the hall, no one can protect them;", "Crowley": "Gold and jade endanger the house of their possessor.", "Bynner": "Surrounded with treasure Your lie ill at ease,", "Walker": "Line your home with treasures and you won't be able to defend it.", "Mabry": "You may fill your halls with gold and jewels but you cannot keep them safe.", "Hansen": "When gold and jade fill the hall, you can't keep any of it.", "Mitchell": "Chase after money and security and your heart will never unclench", "McDonald": "When gold and jade fills your hall, can it be well guarded any more?", "Chan": "When gold and jade fill your hall, You will not be able to keep them.", "Cleary": "Though gold and jewels fill their house, no one can keep them.", "LinYutan": "When gold and jade fill your hall, You will not be able to keep them safe."}, "section": 3}, {"content": {"Legge": "When wealth and honours lead to arrogance, this brings its evil on itself.", "Byrn": "Pride brings its own trouble.", "Red Pine": "the vanity of success invites its own failure", "Wieger": "No extreme can be maintained for a long time. Every height is followed by a decline. Likewise for a man. Whomsoever, having become rich and\npowerful, takes pride in himself, prepares thereby his own ruin.", "Blackney": "Wealth, power and pride Bequeath their own doom.", "Lindauer": "Abundant treasures yet arrogance Self-condemnation, self-punishment.", "LaFargue": "Rich, famous - and conceited: leading to a downfall self-caused.", "Beck": "To be proud with honor and wealth is to cause one's own downfall.", "Wu": "Set store by your riches and honour, And you will only reap a crop of calamities.", "Wayism": "Being highly esteemed and proud, brings much trouble. Being concerned about people's approval you become their prisoner.  ", "World": null, "Muller": "Boasting of wealth and virtue brings your demise.", "Merel": "Claim credit and honour and you easily fall;", "Ta-Kao": "Wealth and honour with pride bring with them destruction;", "Crowley": "Wealth and honours lead to arrogance and envy, and bring ruin. Is your way famous and your name becoming distinguished?", "Bynner": "Proud beyond measure You come to your knees:", "Walker": "Amass possessions, establish positions, display your pride: Soon enough disaster drives you to your knees.", "Mabry": "Being rich, highly esteemed and proud will only bring you trouble.", "Hansen": "Rich, ennobled and thus proud bequeaths ruin.", "Mitchell": "Care about people's approval and you will be their prisoner.", "McDonald": "To be proud with things and glory given, could bring ruin. Wealth and place breed insolence and could slowly harm and ruin:", "Chan": "To be proud with honour and wealth Is to cause one's own downfall.", "Cleary": "When the rich upper classes are haughty, their legacy indicts them.", "LinYutan": "To be proud with wealth and honor Is to sow seeds of one's own downfall."}, "section": 4}, {"content": {"Legge": "When the work is done, and one's name is becoming distinguished, to withdraw into obscurity is the way of Heaven.", "Byrn": "When you have accomplished your goal simply walk away. This is the pathway to Heaven.", "Red Pine": "retire when your work is done this is the Way of Heaven", "Wieger": "To retire at the height of one's own merit and fame, that is the way of heaven.", "Blackney": "When fame and success Come to you, then retire. This is the ordained Way.", "Lindauer": "Outstanding service performed The body withdrawing The tao of the heavens.", "LaFargue": "Achieve successes, win the fame, remove yourself: Heaven's Way.", "Beck": "Withdraw as soon as your work is done. Such is heaven's way.", "Wu": "Here is the Way of Heaven: When you have done your work, retire!", "Wayism": "Do your work, then step back.", "World": "When a task is complete, move on. Change is the harmony of Infinity.", "Muller": "After finishing the work, withdraw. This is the Way of Heaven.", "Merel": "Retire once your purpose is achieved - this is natural.", "Ta-Kao": "To have accomplished merit and acquired fame, then to retire - This is the Tao of heaven.", "Crowley": "Withdraw, your work once done, into obscurity; this is the way of Heaven.", "Bynner": "Do enough, without vying, Be living, not dying.", "Walker": "This is the way of heaven: do your work, then quietly step back.", "Mabry": "When you have done a good job, rest. This is the Way of Heaven", "Hansen": "With success, disappear: this is the heavenly guide.", "Mitchell": "Do your work, then step back. The only path to serenity.", "McDonald": "If your work is done, withdraw! That's heaven's way. It can be opposed to lots of ways of man.", "Chan": "withdraw as soon as your work is done. Such is Heaven's Way.", "Cleary": "When one' work is accomplished honorably, to retire is the Way of heaven.", "LinYutan": "Retire when your work is done, Such is Heaven's way."}, "section": 5}]