[{"content": {"Legge": "Heaven is long-enduring and earth continues long.", "Byrn": "The Tao of Heaven is eternal, and the earth is long enduring. Why are they long enduring?", "Red Pine": "Heaven is eternal and Earth is immortal", "Wieger": "If heaven and earth last forever,", "Blackney": "The sky is everlasting And the earth is very old.", "Lindauer": "Heavens, growth, earth, longevity.", "LaFargue": "Heaven is lasting, Earth endures.", "Beck": "Heaven is eternal, and the earth is very old.", "Wu": "Heaven lasts long and Earth abides.", "Wayism": "The Tao is infinitely eternal. ", "World": "Heaven and earth will pass away but Infinity endures forever.", "Muller": "Heaven and Earth last forever.", "Merel": "Nature is complete", "Ta-Kao": "Heaven is lasting and earth enduring.", "Crowley": "Heaven and Earth are mighty in continuance,", "Bynner": "The universe is deathless,", "Walker": "Heaven is eternal, earth everlasting.", "Mabry": "Heaven is eternal, and Earth is long-lasting.", "Hansen": "Heaven is old and Earth is enduring.", "Mitchell": "The Tao is infinite, eternal.", "McDonald": "Heaven is always, the earth, too. How can it be?", "Chan": "Heaven is eternal and Earth everlasting.", "Cleary": "Heaven n eternal, earth is everlasting.", "LinYutan": "The universe is everlasting."}, "section": 1}, {"content": {"Legge": "The reason why heaven and earth are able to endure and continue thus long is because they do not live of, or for, themselves. This is how they are\nable to continue and endure.", "Byrn": "They do not live for themselves; thus they are present for all beings.", "Red Pine": "the reason they're eternal and immortal is because they don't live for themselves hence they can live forever", "Wieger": "it is because they do not live for themselves.", "Blackney": "Why so? Because the world Exists not for itself; It can and will live on.", "Lindauer": "In heavens and earth's place That which is able to grow and further be long-lasting happens And something lacking existence of a self happens So it\nis able to grow and give birth.", "LaFargue": "What enables Heaven and Earth to last and endure? Because they do not live for themselves - so it is that they can live so long.", "Beck": "They can be eternal and long lasting, because they do not exist for themselves, and for this reason can long endure.", "Wu": "What is the secret of their durability? Is it not because they do not live for themselves That they can live so long?", "Wayism": "Why is it eternal? It was never born; never came into existence: therefore it can never die or cease to exist. ", "World": "It had no beginning and so It can never end. It is the inexhaustible essence of all things.", "Muller": "The reason that Heaven and Earth are able to last forever Is because they do not give birth to themselves. Therefore, they are always alive.", "Merel": "because it does not serve itself.", "Ta-Kao": "The reason why they are lasting and enduring is that they do not live for themselves; Therefore they live long.", "Crowley": " because their work is delivered from the lust of result.", "Bynner": "Is deathless because, having no finite self, It stays infinite.", "Walker": "They endure this way because they do not live for themselves.", "Mabry": "Why are they so enduring? Because they do not live for themselves.", "Hansen": "What do Heaven and Earth rely on in order to be old and enduring? They rely on avoiding self creation. Hence they can be old and enduring.", "Mitchell": "Why is it eternal? It was never born; thus it can never die. Why is it infinite? It has no desires for itself; thus it is present for all beings.", "McDonald": "Well, they don't live only for themselves; that's why they live long.", "Chan": "They can be eternal and everlasting because they do not exist for themselves, And for this reason can exist forever.", "Cleary": "The reason they can be eternal and everlasting is that they do not foster themselves, that is why they can live forever.", "LinYutan": "The reason the universe is everlasting Is that it does not live for Self. Therefore it can long endure."}, "section": 2}, {"content": {"Legge": "therefore the sage puts his own person last, and yet it is found in the foremost place;", "Byrn": "The Master puts herself last; And finds herself in the place of authority.", "Red Pine": "thus the sage pulls himself back but ends up in front", "Wieger": "Following this example, the Sage, in withdrawing, advances;", "Blackney": "The Wise Man chooses to be last And so becomes the first of all;", "Lindauer": "Appropriately it happens that sages Put their bodies behind yet their bodies are ahead ", "LaFargue": null, "Beck": "Therefore the wise put themselves last, but find themselves foremost.", "Wu": "Therefore, the Sage wants to remain behind, But finds himself at the head of others;", "Wayism": "Why is it infinite? It has no desires for itself; thus it is present for all beings", "World": "Because the sage remains behind in her oneness with all things, she anticipates all manifestations.", "Muller": "Hence, the sage puts herself last and is first.", "Merel": "The sage places himself after and finds himself before,", "Ta-Kao": "In the same way the Sage keeps himself behind and he is in the front;", "Crowley": "Thus also the sage, seeking not any goal, attains all things;", "Bynner": "A sound man by not advancing himself Stays the further ahead of himself,", "Walker": "In the same way, the wise person puts himself last, and thereby finds himself first;", "Mabry": "Therefore the Sage puts himself last And finds himself in the foremost place.", "Hansen": "Using this: Sages 'later' themselves and yet they comes first.", "Mitchell": "The Master stays behind; that is why she is ahead.", "McDonald": "So the wise man puts himself last, and finds himself in the foremost place, puts himself in the background; yet always comes to the fore.", "Chan": "Therefore the sage places himself in the background but finds himself in the foreground.", "Cleary": "For this reason sages put themselves last, and they were first;", "LinYutan": "Therefore the Sage puts himself last, And finds himself in the foremost place;"}, "section": 3}, {"content": {"Legge": "he treats his person as if it were foreign to him, and yet that person is preserved.", "Byrn": "She detaches herself from all things; Therefore she is united with all things.", "Red Pine": "he lets himself go but ends up safe", "Wieger": "in neglecting himself, he conserves himself.", "Blackney": "Denying self, he too is saved.", "Lindauer": "Put their bodies outside yet their bodies are kept in.", "LaFargue": "puts himself in the out group, and so maintains his place.", "Beck": "They are indifferent to themselves, and yet they always remain.", "Wu": "Reckons himself out, But finds himself safe and secure.", "Wayism": "The master stays behind; that is why she is ahead. She is detached from all things; that is why she is one with them. ", "World": "Being at one with Infinity, she is indifferent.", "Muller": "She is outside herself and therefore her self lasts.", "Merel": "Ignores his desire and finds himself content.", "Ta-Kao": "He forgets himself and he is preserved.", "Crowley": "he does not interfere in the affairs of his body, and so that body acts without friction.", "Bynner": "By not confining himself to himself Sustains himself outside himself:", "Walker": "Holds himself outside, and thereby remains at the center;", "Mabry": "He does not promote himself, thus he is preserved.", "Hansen": "They 'outside' themselves and yet they abide.", "Mitchell": "She is detached from all things; that is why she is one with them.", "McDonald": "He keeps well fit; looks on his body almost as accidental, outer, something to be well taken care of; still it always there, and always remains. He\nremains in the open by it, too.", "Chan": "He puts himself away, and yet he always remains.", "Cleary": "they excluded themselves, and they survived.", "LinYutan": "Regards his body as accidental, And his body is thereby preserved."}, "section": 4}, {"content": {"Legge": "Is it not because he has no personal and private ends, that therefore such ends are realized?", "Byrn": "She gives no thought to self. She is perfectly fulfilled.", "Red Pine": "selflessness must be the reason whatever he seeks he finds", "Wieger": "As he does not seek his own advantage, everything turns to his advantage.", "Blackney": "For does he not fulfilment find In being an unselfish man?", "Lindauer": "Does it not happen they are absent of anomalous self-interest? So they are able to perfect self-interest.", "LaFargue": "The personal does not exist for him - isn't this how he can perfect what for him is most personal?", "Beck": "Is it not because they do not live for themselves that they find themselves fulfilled?", "Wu": "Is it not because he is selfless That his self is realized?", "Wayism": "Because she has let go of her self concern, she is perfectly fulfilled.", "World": "Because she does not distinguish herself from other beings, she is completely fulfilled", "Muller": "Is it not through her selflessness That she is able to perfect herself?", "Merel": "He is complete because he does not serve himself.", "Ta-Kao": "Is it not because he is not self-interested That his self-interest is established?", "Crowley": "It is because he meddles not with personal aims that these come to pass with simplicity.", "Bynner": "By never being an end in himself He endlessly becomes himself.", "Walker": "Abandons himself, and is thereby fulfilled.", "Mabry": "Because he has no thought of \"self,\" He is perfectly fulfilled.", "Hansen": "Is this not a case of their lacking selfishness? So they are able to achieve their selfishness. ", "Mitchell": "Because she has let go of herself, she is perfectly fulfilled.", "McDonald": "He hardly strives for great personal ends; his main ends seem fulfilled.", "Chan": "Is it not because he has no personal interests? This is the reason why his personal interests are fulfilled.", "Cleary": "Was it not by their very selflessness that they managed to fulfill themselves?", "LinYutan": "Is it not because he does not live for Self That his Self is realized?"}, "section": 5}]