[{"content": {"Legge": "The partial becomes complete; the crooked, straight; the empty, full; the worn out, new. He whose (desires) are few gets them; he whose (desires)\nare many goes astray.", "Byrn": "If you want to become whole, first let yourself become broken. If you want to become straight, first let yourself become twisted. If you want to\nbecome full, first let yourself become empty. If you want to become new, first let yourself become old. Those whose desires are few get them, those\nwhose desires are great go astray.", "Red Pine": "Partial means whole crooked means straight hollow means full worn-out means new less means content more means confused", "Wieger": "In the old days they said, the incomplete shall be made whole, the bent shall be straightened, the empty shall be filled, the worn shall be renewed.\nSimplicity makes for success, multiplicity leads one astray.", "Blackney": "The crooked shall be made straight And the rough places plain; The pools shall be filled And the worn renewed; The needy shall receive And the rich\nshall be perplexed.", "Lindauer": "Flexibility, then comes wholeness Being twisted, then comes straightness Emptiness, then comes fullness Shabbiness, then comes newness Scarcity,\nthen comes obtainment Abundance, then comes perplexity.", "LaFargue": "\"Bent - then mature.\" Compromised - then upright Empty - then solid old and spent - then young and sprightly. A little - then a gain a lot - then\nconfusing.", "Beck": "To yield is to preserve unity. To bend is to become straight. To empty oneself is to become full. To wear oneself out is to be renewed. To have little\nis to be content. To have abundance is to be troubled.", "Wu": "Bend and you will be whole. Curl and you will be straight. Keep empty and you will be filled. Grow old and you will be renewed. Have little and\nyou will gain. Have much and you will be confused.", "Wayism": " ", "World": "If you accept all things by refusing to distinguish good and bad, you overcome the confusion of the physical reality\n\n", "Muller": "The imperfect is completed. The crooked is straightened. The empty is filled. The old is renewed. With few there is attainment. With much there is\nconfusion.", "Merel": "Accept and you become whole, Bend and you straighten, Empty and you fill, Decay and you renew, Want and you acquire, Fulfill and you become\nconfused.", "Ta-Kao": "'Be humble, and you will remain entire.' Be bent, and you will remain straight. Be vacant, and you will remain full. Be worn, and you will remain\nnew. He who has little will receive. He who has much will be embarrassed.", "Crowley": "The part becomes the whole. The curve becomes straight; the void becomes full; the old becomes new. He who desires little accomplishes his Will\nwith ease; who desires many things becomes distracted.", "Bynner": "\"Yield and you need not break:\" Bent you can straighten, Emptied you can hold, Torn you can mend; And as want can reward you So wealth can\nbewilder.", "Walker": "Allow yourself to yield, and you can stay centered. Allow yourself to bend, and you will stay straight. Allow yourself to be empty, and you'll get\nfilled up. Allow yourself to be exhausted, and you'll be renewed. Having little, you can receive mu", "Mabry": "If you don't want to be broken, bend. If you want to be straight, allow some crookedness. If you want to be filled, become empty. If you want to be\nmade new, let yourself be used. If you want to be rich, desire little. Wanting more and more is craziness!", "Hansen": "If 'crooked' then 'intact' If 'twisted' then 'straight' If 'vacuous' then 'filled' If 'worn out' then 'new' If 'deficient' then 'endowed' If 'endowed' then\n'confounded'", "Mitchell": "If you want to become whole, let yourself be partial. If you want to become straight, let yourself be crooked. If you want to become full, let yourself\nbe empty. If you want to be reborn, let yourself die. If you want to be given everything, give everything up.", "McDonald": "\"To remain whole, yield somewhat or seem curved and bent if you may.\" To become straight, let yourself look bent. To become full, seem hollow.\nSeem tattered now, that you can be renewed. Those that have little, can get more, To have plenty is to be confused.", "Chan": "To yield is to be preserved whole. To be bent is to become straight. To be empty is to be full. To be worn out is to be renewed. To have little is to\npossess. To have plenty is to be perplexed.", "Cleary": "Be tactful and you remain whole; bend and you remain straight. The hollow is filled, the old is renewed. Economy is gain, excess is confusion..", "LinYutan": "To yield is to be preserved whole. To be bent is to become straight. To be hollow is to be filled. To be tattered is to be renewed. To be in want is to\npossess. To have plenty is to be confused."}, "section": 1}, {"content": {"Legge": "Therefore the sage holds in his embrace the one thing (of humility), and manifests it to all the world.", "Byrn": "For this reason the Master embraces the Tao, as an example for the world to follow.", "Red Pine": "thus the sage holds onto the one to use in guiding the world", "Wieger": "Therefore the Sage who holds himself to unity, is the model for the empire, (for the world, the ideal man).", "Blackney": "So the Wise Man cherishes the One, As a standard to the world:", "Lindauer": "Appropriately it happens that sages Embrace oneness Act as the model of the world ", "LaFargue": "And so the Wise Person: Embraces The One Thing, and becomes the Shepherd of the World.", "Beck": "Therefore the wise embrace the One and become examples for the world.", "Wu": "Therefore, the Sage embraces the One, And becomes a Pattern to all under Heaven.", "Wayism": " ", "World": "Therefore, remain focused on the oneness of Infinity and become a beacon for all beings.", "Muller": "Therefore the sage grasps the one and becomes the model for all.", "Merel": "The sage accepts the world As the world accepts the Way;", "Ta-Kao": "Therefore the Sage keeps to One and becomes the standard for the world.", "Crowley": "Therefore the sage concentrates upon one Will, and it is as light to the whole world.", "Bynner": "Aware of this, a wise man has the simple return Which other men seek:", "Walker": "Therefore the sage embraces the oneness and becomes a pattern for the whole world.", "Mabry": "Therefore the Sage embraces oneness and becomes a model for he world.", "Hansen": "Using this: Sages embrace one and deem it the social world's model.", "Mitchell": "The Master, by residing in the Tao, sets an example for all beings.", "McDonald": "Therefore the wise man clasps the primal unity, testing by it everything under heaven by himself - it.", "Chan": "Therefore the sage embraces the One And becomes the model of the world.", "Cleary": "Therefore sages embrace unity as model for the world.", "LinYutan": "Therefore the Sage embraces the One, And becomes the model of the world."}, "section": 2}, {"content": {"Legge": "He is free from self-display, and therefore he shines; from self-assertion, and therefore he is distinguished; from self-boasting, and therefore his merit\nis acknowledged; from self-complacency, and therefore he acquires superiority.", "Byrn": "Because she isn't self centered, people can see the light in her. Because she does not boast of herself, she becomes a shining example. Because she\ndoes not glorify herself, she becomes a person of merit.", "Red Pine": "not watching himself he appears not displaying himself he flourishes not flattering himself he succeeds not parading himself he leads", "Wieger": "He shines, because he does not show off. He imposes himself because he does not claim to be right. One finds merit in him, because he does not\nbrag. He increases constantly because he does not push himself.", "Blackney": "Not displaying himself, He is famous; Not asserting himself, He is distinguished; Not boasting his powers, He is effective; Taking no pride in\nhimself, He is chief.", "Lindauer": "Are not showing themselves so they are luminous Are not justifying themselves so they are conspicuous Are not boasting of themselves so\noutstanding service is performed Are not bragging of themselves so they grow", "LaFargue": "He does not show off, so he shines he does not promote himself, so he becomes famous he does not boast of himself, so he gets the credit he does\nnot glorify himself, so he becomes leader.", "Beck": "They do not display themselves and are therefore illumined. They do not justify themselves and are distinguished. They do not make claims and are\ntherefore given credit. They do not seek glory and therefore are leaders.", "Wu": "He does not make a show of himself, Hence he shines; He does not justify himself, Hence he becomes known; Does not boast of his ability, Hence\nhe gets his credit; Does not brandish his success, Hence he endures;", "Wayism": " ", "World": "Do not distinguish the self and manifest the oneness of Infinity for all to see. Do not assert the self and others will follow. Do not bolster the self and\nother will give their respect. Do not allow the self to brag and others will bestow their praise.", "Muller": "She does not show herself, and therefore is apparent. She does not affirm herself, and therefore is acknowledged. She does not boast and therefore\nhas merit. She does not strive and is therefore successful.", "Merel": "He does not display himself, so is clearly seen, Does not justify himself, so is recognized, Does not boast, so is credited, Does not pride himself, so\nendures,", "Ta-Kao": "He does not display himself; therefore he shines. He does not approve himself; therefore he is noted. He does not praise himself; therefore he has\nmerit. He does not glory in himself; therefore he excels.", "Crowley": "Hiding himself, he shines; withdrawing himself, he attracts notice; humbling himself, he is exalted; dissatisfied with himself, he gains force to\nachieve his Will.", "Bynner": "Without inflaming himself He is kindled, Without explaining himself Is explained, Without taking credit Is accredited, Laying no claim Is acclaimed", "Walker": "She doesn't display herself, so she becomes illuminated. She doesn't justify herself, so she becomes distinguished. She doesn't boast, so she is\nrecognized. She doesn't claim credit, so she advances and endures.", "Mabry": "Not self-centered, she is enlightened. Not self-righteous, she is a shining example. Not self-glorifying, she accomplishes glorious things. Not\nboastful, she grows large inside.", "Hansen": "He doesn't see by himself hence is perceptive. Doesn't affirm himself hence is discerning. Doesn't attack by himself hence has success. Doesn't\nesteem himself hence becomes an elder.", "Mitchell": "Because he doesn't display himself, people can see his light. Because he has nothing to prove, people can trust his words. Because he doesn't know\nwho he is, people recognize themselves in him.", "McDonald": "He doesn't show himself much, he is therefore luminous and clear. He doesn't define himself, therefore he is distinct. He doesn't boast, therefore\npeople give him credit: he succeeds by that. He's never outright proud of his work, and therefore it endures.", "Chan": "He does not justify himself; therefore he becomes prominent. He does not boast of himself; therefore he is given credit. He does not brag; therefore\nhe can endure for long.", "Cleary": "Not seeing themselves, they are therefore clear. Not asserting themselves, they are therefore outstanding. Not congratulating themselves, they are\ntherefore meritorious. Not taking pride in themselves, they last long.", "LinYutan": "He does not reveal himself, And is therefore luminous. He does not justify himself, And is therefore far-famed. He does not boast of himself, And\ntherefore people give him credit. He does not pride himself, And is therefore the chief among men."}, "section": 3}, {"content": {"Legge": "It is because he is thus free from striving that therefore no one in the world is able to strive with him.", "Byrn": "Because she wants nothing from the world, the world can not overcome her.", "Red Pine": "because he doesn't compete no one can compete against him", "Wieger": "As he does not oppose himself to anyone, no one is opposed to him.", "Blackney": "Because he is no competitor, No one in all the world can compete with him.", "Lindauer": "In the end only lack contending So noone in the world is able to be contending with them.", "LaFargue": "He just does not contend and so no one can contend with him.", "Beck": "Because they do not compete, the world cannot compete with them.", "Wu": "Does not compete with anyone, Hence no one can compete with him.", "Wayism": " ", "World": "Do not allow the self to be quarrelsome and experience peace with all being", "Muller": "It is exactly because she does not contend, that nobody can contend with her.", "Merel": "Does not contend, so none contend against him.", "Ta-Kao": "And because he does not compete; therefore no one in the world can compete with him.", "Crowley": "Because he strives not, no man may contend against him.", "Bynner": "And, because he does not compete, Finds peaceful competence.", "Walker": "She doesn't contend, so no one can contend with her.", "Mabry": "She alone does not compete, And so the world can never overcome her.", "Hansen": "In general: he does not dispute hence in the social world none is able to dispute with him.", "Mitchell": "Because he has no goal in mind, everything he does succeeds.", "McDonald": "Because he doesn't contend, none in the world can contend with him.", "Chan": "It is precisely because he does not compete that the world cannot compete with him.", "Cleary": "It is just because they do not contend that no one in the world can contend with them.", "LinYutan": "- "}, "section": 4}, {"content": {"Legge": "That saying of the ancients that 'the partial becomes complete' was not vainly spoken:--all real completion is comprehended under it.", "Byrn": "When the ancient Masters said, \"If you want to become whole, then first let yourself be broken,\" they weren't using empty words. All who do this\nwill be made complete.", "Red Pine": "the ancients who said partial means whole came close indeed becoming whole depends on this", "Wieger": "The axioms from the old days cited above, are they not full of sense? Yes, towards him who is perfect, (who does nothing to attract to himself), all\nrun spontaneously.", "Blackney": "The saying of the men of old Is not in vain: \"The crooked shall be made straight - \" To be perfect, return to it.", "Lindauer": "In ancient times there was a saying, That which is flexible becomes whole. How can these be empty words? The essence, whole yet being merged\ntogether.", "LaFargue": null, "Beck": "Is not the ancient saying true, \"To yield is to preserve unity?\" for true wholeness comes from turning within.", "Wu": "Indeed the ancient saying: \"Bend and you will remain whole\" is no idle word. Nay, if you have really attained wholeness, everything will flock to\nyou.", "Wayism": " ", "World": "Is not it true that if you accept all things by refusing to distinguish good and bad, you overcome the confusion of the physical reality and live in\nharmony with the Infinite manifestations? Flow with the peace and harmony of the oneness of Infinity and experience immortality.", "Muller": "How could the ancient saying, \"The imperfect is completed\" be regarded as empty talk? Believe in the complete and return to it.", "Merel": "The ancients said, \"Accept and you become whole\", Once whole, the world is as your home.", "Ta-Kao": "The ancient saying 'Be humble and you will remain entire'- Can this be regarded as mere empty words? Indeed he shall return home entire.", "Crowley": "This is no idle say of men of old; 'The part becomes the whole'; it is the Canon of Perfection.", "Bynner": "How true is the old saying \"Yield and you need not break\"! How completely it comes home!", "Walker": "\"Yield and you can stay centered\"- Is this saying meaningless? Stay whole, and all things return to you.", "Mabry": "When the ancients said, \"If you don't want to be broken, bend\" Were they just uttering empty words? Bend sincerely and wholeness will return to\nyou.", "Hansen": "The ancients who said \"If 'crooked' then 'intact'\" - could they have offered empty words? Take 'intact' as sincere and return to it.", "Mitchell": "When the ancient Masters said, \"If you want to be given everything, give everything up,\" they weren't using empty phrases. Only in being lived by\nthe Tao can you be truly yourself.", "McDonald": "So the old saying To remain whole, seem twisted!\" was no idle word; for true wholeness can only be won by return to dao.", "Chan": "Is the ancient saying, \"To yield is to be preserved whole,\" empty words? Truly he will be preserved and (prominence and credit) will come to him.", "Cleary": "Is it empty talk, the old saying that tact keeps you whole? When truthfulness is complete, it still resorts to this.", "LinYutan": "Is it not indeed true, as the ancients say, \"To yield is to be preserved whole?\" Thus he is preserved and the world does him homage."}, "section": 5}]