[{"content": {"Legge": "The valley spirit dies not, aye the same; The female mystery thus do we name.", "Byrn": "The spirit of emptiness is immortal. It is called the Great Mother because it gives birth to Heaven and Earth.", "Red Pine": "The valley spirit that doesn't die we call the dark womb", "Wieger": "The expansive transcendent power which resides in the median space, the virtue of the Principle, does not die. It is always the same and acts the\nsame, without diminution or cessation. This virtue is the mysterious mother of all beings.", "Blackney": "The valley spirit is not dead; They say it is the mystic female.", "Lindauer": "The valley spirit has no death It is appropriately called the all-embracing female ", "LaFargue": "\"The Valley Spirit is undying.\" ", "Beck": "The spirit of the valley never dies. It is called the mystical female.", "Wu": "The Spirit of the Fountain dies not. It is called the Mysterious Feminine.", "Wayism": "From the heart of the Eternal Void the Tao is called the Great Mysterious Mother;", "World": "The manifestations of Infinity never cease manifesting. Infinity is the primal creator, the oneness of male and female.", "Muller": "The valley spirit never dies. It is called \"the mysterious female.\"", "Merel": "Experience is a riverbed, Its source hidden, forever flowing:", "Ta-Kao": "'The Valley and the Spirit never die.' They form what is called the Mystic Mother,.", "Crowley": "The De is the immortal energy of the Dao, its feminine aspect..", "Bynner": "The breath of life moves through a deathless valley Of mysterious motherhood", "Walker": "The heart of Tao is immortal, the mysterious fertile mother of us all,", "Mabry": "The spirit of emptiness is eternal. It is called \"the Mysterious Woman.\"", "Hansen": "The Valley energy never dies. This is called 'fathomless female'", "Mitchell": "The Tao is called the Great Mother:", "McDonald": "The valley spirit never dies. It's named the mystic woman. ", "Chan": "The spirit of the valley never dies. It is called the subtle and profound female.", "Cleary": "The valley spirit not dying is called the mysterious female.", "LinYutan": "The Spirit of the Valley never dies. It is called the Mystic Female."}, "section": 1}, {"content": {"Legge": "Its gate, from which at first they issued forth, Is called the root from which grew heaven and earth.", "Byrn": "-", "Red Pine": "as real as gossamer silk and yet we can't exhaust it.", "Wieger": " The doorway of this mysterious mother is the root of heaven and earth, the Principle.", "Blackney": "Her gateway is, they further say, The base of heaven and earth.", "Lindauer": "The gateway of The all-embracing female Is appropriately called the root of heavens and earth.", "LaFargue": "The Abode of mysterious Femininity: This is the Root of Heaven and Earth.", "Beck": "The door of the mystical female is the root of heaven and earth.", "Wu": "The doorway of the Mysterious Feminine Is called Root of Heaven-and-Earth.", "Wayism": "hollow yet inexhaustible, she gives birth to infinite universes.", "World": "Infinity is the gate though which heaven and earth manifested.", "Muller": "The opening of the mysterious female Is called \"the root of Heaven and Earth.\"", "Merel": "The Way moves within it:", "Ta-Kao": "From whose gate comes the origin of heaven and earth.", "Crowley": "Heaven and Earth issued from her Gate; this Gate is the root of their World-Sycamore.", "Bynner": "Which conceives and bears the universal seed, The seeming of a world never to end,", "Walker": "of heaven and earth, of every thing and not-thing.", "Mabry": "Her womb is called \"the Source of Heaven and Earth.\"", "Hansen": "The channel of the fathomless female: This is called the basis of the cosmos.", "Mitchell": "empty yet inexhaustible, it gives birth to infinite worlds.", "McDonald": "And the gate of the profound woman is the root that heaven and earth sprang from.", "Chan": "The gate of the subtle and profound female Is the root of Heaven and Earth.", "Cleary": "The opening of the mysterious female is called the root of heaven and earth.", "LinYutan": "The Door of the Mystic Female Is the root of Heaven and Earth."}, "section": 2}, {"content": {"Legge": "Long and unbroken does its power remain, Used gently, and without the touch of pain.", "Byrn": "It is like a vapour, barely seen but always present. Use it effortlessly.", "Red Pine": "The valley spirit that doesn't die we call the dark womb the dark womb's mouth we call the source of creation as real as gossamer silk and yet we\ncan't exhaust it.", "Wieger": "Sprouting forth, she does not expend herself; acting, she does not tire herself.", "Blackney": "Constantly, and so forever, Use her without labour.", "Lindauer": "Continuous, soft, it looks like it exists - It is infrequently used.", "LaFargue": "It seems to endure on and on. One who uses It never wears out.", "Beck": "It seems to be continuously within us. Use it, and it will never fail.", "Wu": "Lingering like gossamer, it has only a hint of existence; And yet when you draw upon it, it is inexhaustible.", "Wayism": "It's spiralling-continuous flow is always present within you. You can use it any way you want.", "World": "It is invisible to the senses, yet totally permeates all things. It is inexhaustible and eternally available for any purpose.", "Muller": "The valley spirit never dies. It is called \"the mysterious female.\" The opening of the mysterious female Is called \"the root of Heaven and Earth.\"\nContinuous, seeming to remain. Use it without exertion.", "Merel": "The Way moves within it: Draw upon it; it will not run dry.", "Ta-Kao": "'The Valley and the Spirit never die.' They form what is called the Mystic Mother, From whose gate comes the origin of heaven and earth. This (the\norigin) seems ever to endure. In use it can never be exhausted.", "Crowley": "Its operation is of pure Joy and Love, and fails never.", "Bynner": "Breath for men to draw from as they will: And the more they take of it, the more remains.", "Walker": "Invisible yet ever present, you can use it forever without using it up.", "Mabry": "Dimly seen, yet eternally present It is always there for you to use. It's easy!", "Hansen": "Silken! It's as if it abides. Handle it gently.", "Mitchell": "The Tao is called the Great Mother: empty yet inexhaustible, it gives birth to infinite worlds. It is always present within you. You can use it any way\nyou want.", "McDonald": "It's there within us all the while; draw upon it as you will, you can never wear it out.", "Chan": "It is continuous, and seems to be always existing. Use it and you will never wear it out.", "Cleary": "Continuous, on the brink of existence, to put in into practice, don't try to force it.", "LinYutan": "Continuously, continuously, It seems to remain. Draw upon it And it serves you with ease."}, "section": 3}]