[{"content": {"Legge": "Who thinks his great achievements poor Shall find his vigour long endure. Of greatest fulness, deemed avoid, Exhaustion ne'er shall stem the tide.\nDo thou what's straight still crooked deem;", "Byrn": "The greatest accomplishments seem imperfect, yet their usefulness is not diminished. The greatest fullness seems empty, yet it will be inexhaustible.\nThe greatest straightness seems crooked.", "Red Pine": "The greatest thing seems incomplete yet it never wears out the fullest thing seems empty yet it never runs dry the straightest thing seems crooked", "Wieger": "Accomplished, beneath an imperfect exterior. Giving, (of himself) without becoming worn out. Filled up, without appearing to be so, And pouring\nout without being emptied. Very straight, beneath a bent air; most able, behind an awkward appearance; highly perspicacious, with an embarrassed\nexterior. This is the Sage.", "Blackney": "Most perfect, yet it seems Imperfect, incomplete: Its use is not impaired. Filled up, and yet it seems Poured out, an empty void: It never will run dry.\nThe straightest, yet it seems To deviate, to bend;", "Lindauer": "Great perfection looks incomplete Used it lacks impairment Great fullness looks like it needs more Used it lacks exhaustion. Great straightness looks\nbent", "LaFargue": "The greatest perfection will seem lacking in something but its usefulness never ends. The greatest solidity will seem Empty but its usefulness is\ninexhaustible. The greatest uprightness will seem compromised", "Beck": "The greatest perfection seems incomplete, but its utility is never impaired. The greatest fullness seems empty, but its use cannot be exhausted. What\nis most direct seems devious.", "Wu": "The greatest perfection seems imperfect, And yet its use is inexhaustible. The greatest fullness seems empty, And yet its use is endless. The great\nstraightness looks like crookedness.", "Wayism": " ", "World": "Great accomplishments seem incomplete yet their legacy is long lived. Great abundance seems insignificant but it is inexhaustible. A beam of light is\njust a wave.", "Muller": "Great perfection seems flawed, yet functions without a hitch. Great fullness seems empty, yet functions without exhaustion. Great straightness seems\ncrooked,", "Merel": "Great perfection seems incomplete, But does not decay; Great abundance seems empty, But does not fail. Great truth seems contradictory;", "Ta-Kao": "The greatest perfection seems imperfect; Yet its use will last without decay. The greatest fullness seems empty; Yet its use cannot be exhausted. The\ngreatest straightness seems crooked;", "Crowley": "Despise thy masterpieces; thus renew the vigour of thy creation. Deem your fulness emptiness; thus shall your fulness never be empty. Let the\nstraight appear crooked to thee;", "Bynner": "A man's work, however finished it seem, Continue as long as he live; A man, however perfect he seem, Is needed as long as he live: As long as truth\nappears falsity, The seer a fool, The prophet a dumb lout,", "Walker": "The greatest perfection seems imperfect, yet its usefulness is endless. The greatest fullness seems empty, yet its usefulness is inexhaustible. Great\nstraightness seems flexible.", "Mabry": "True perfection seems flawed Yet its usefulness is never exhausted. True fulfillment seems empty Yet its usefulness is infinite. True straightness\nseems crooked.", "Hansen": "Great completion is like deficiency. Its use does not 'corrupt'. Great filling is like being poured. Its use does not exhaust. Great straightforwardness\nis like being bent.", "Mitchell": "True perfection seems imperfect, yet it is perfectly itself. True fullness seems empty, yet it is fully present. True straightness seems crooked. True\nwisdom seems foolish. True art seems artless.", "McDonald": "What's most perfect [ambivalence] seems to be incomplete; [its] highest perfection is never impaired. The perfect seems to have something missing;\n[so have something missing]. Highest perfection is like imperfection, but its use is never impaired, nor its utility [at times]. What's most full\n[opening] seems empty; its use will never fail. The greatest abundance seems meagre indeed, but its use will never fail.  What's most straight seems\ndevious, maybe crooked.", "Chan": "What is most perfect seems to be incomplete; But its utility is unimpaired. What is most full seems to be empty; But its usefulness is inexhaustible.\nWhat is most straight seems to be crooked.", "Cleary": "Great completeness seems incomplete; its use is never exhausted. Great fullness seems empty; its use is never ended. Great directness seems\nrestrained,", "LinYutan": "The highest perfection is like imperfection, And its use is never impaired. The greatest abundance seems meager, And its use will never fail. What s\nmost straight appears devious,"}, "section": 1}, {"content": {"Legge": "Thy greatest art still stupid seem, And eloquence a stammering scream.", "Byrn": "The most valued skill seems like clumsiness. The greatest speech seems full of stammers.", "Red Pine": "the cleverest thing seems clumsy the richest thing seems poor", "Wieger": "-", "Blackney": "The highest skill and yet It looks like clumsiness. The utmost eloquence, It sounds like stammering.", "Lindauer": "Great skill looks awkward Great eloquence looks like it stutters.", "LaFargue": "the greatest ability will seem clumsy the greatest eloquence will seem tongue-tied.", "Beck": "The greatest skill seems awkward. The greatest eloquence seems like stuttering.", "Wu": "The greatest skill appears clumsy. The greatest eloquence sounds like stammering.", "Wayism": " ", "World": "Great skill seems easy. Great eloquence seems boring.", "Muller": "Great skill seems clumsy, Great eloquence seems stammering.", "Merel": "Great cleverness seems stupid; Great eloquence seems awkward.", "Ta-Kao": "The greatest dexterity seems awkward; The greatest eloquence seems stammering.", "Crowley": "the Craft clumsiness, your Musick discord.", "Bynner": "-", "Walker": "Great skill looks clumsy. Great eloquence sounds awkward.", "Mabry": "Great skill appears easy. Great eloquence sounds awkward.", "Hansen": "Great skill is like clumsiness. Great distinction-debating is like shouting.", "Mitchell": "-", "McDonald": "The greatest skills seems to be [rustic,] clumsy. The greatest cleverness appears like stupidity, [Demon skill seems like clumsiness. Apt skill seems\nclumsy, true cleverness seems clumsy.] The greatest [harlequin] eloquence seems to stutter or seems like stuttering.", "Chan": "The greatest skill seems to be clumsy. The greatest eloquence seems to stutter.", "Cleary": "great skill seems inept, great eloquence seems inarticulate.", "LinYutan": "The greatest skill appears clumsiness; The greatest eloquence seems like stuttering."}, "section": 2}, {"content": {"Legge": "Constant action overcomes cold; being still overcomes heat. Purity and stillness give the correct law to all under heaven.", "Byrn": "Movement overcomes the cold, and stillness overcomes the heat. That which is pure and still is the universal ideal.", "Red Pine": "activity overcomes cold stillness overcomes heat who can be perfectly still is able to govern the world", "Wieger": "Movement beats the cold (warms one up), rest overcomes heat (refreshes). The withdrawn life of the Sage rectifies all the empire (strikes at the root\nof its depravation.", "Blackney": "As movement overcomes The cold, and stillness, heat, The Wise Man, pure and still, Will rectify the world.", "Lindauer": "Restlessness conquers the cold Stillness conquers the heated Clarity and stillness act on the world, ordering it.", "LaFargue": "\"Agitation overcomes cold Stillness overcomes heat. \"Purity and Stillness are the Norm of the World.", "Beck": "Movement overcomes cold. Stillness overcomes heat. The serene and calm are guides for all.", "Wu": "Restlessness overcomes cold, But calm overcomes heat. The peaceful and serene Is the Norm of the World.", "Wayism": " ", "World": "Motion generates heat. Stillness manifests the cold.  Peace and harmony are the nature of Infinity", "Muller": "Excitement overcomes cold, stillness overcomes heat. Clarity and stillness set everything right.", "Merel": "As spring overcomes the cold, And autumn overcomes the heat, So calm and quiet overcome the world.", "Ta-Kao": "Activity overcomes cold; Quietness overcomes heat. Only through purity and quietude can the world be ruled.", "Crowley": " ", "Bynner": "If you want to keep warm keep stirring about, Keep still if you want to keep cool, And in all the world one day no doubt Your way shall be the rule.", "Walker": "Movement triumphs over cold. Stillness triumphs over heat. Clarity and tranquility set the whole world in order.", "Mabry": "Cold overcomes heat.  Tranquility conquers agitation. Purity and stillness is the universal ideal.", "Hansen": "Exercise conquers a chill. Rest conquers a fever. 'Clear' and 'quiet' are deemed as correct for the social world. ", "Mitchell": "The Master allows things to happen. She shapes events as they come. She steps out of the way and lets the Tao speak for itself.", "McDonald": "Hasty movement overcomes cold. Keeping still can overcome heat. Tranquillity and staying still can overcome heat. By being greatly still you'll next\nbe fit to rule the world. Who is calm and quiet becomes the universe deceit. By his limpid calm he all the time puts right everything [as universal\ndeceit].", "Chan": "Hasty movement overcomes cold, (But) tranquility overcomes heat. By being greatly tranquil, One is qualified to be the ruler of the world.", "Cleary": "Movement overcomes cold, stillness overcomes heat. Clear stillness is right for the world.", "LinYutan": "Movement overcomes cold, (But) keeping still overcomes heat. Who is calm and quiet becomes the guide for the universe."}, "section": 3}]