[{"content": {"Legge": "The skillful traveler leaves no traces of his wheels or footsteps; the skillful speaker says nothing that can be found fault with or blamed; the skillful\nreckoner uses no tallies;", "Byrn": "A good traveller leaves no tracks, and a skilful speaker is well rehearsed. A good bookkeeper has an excellent memory,", "Red Pine": "Good walking leaves no tracks good talking reveals no flaws good counting counts no beads", "Wieger": "A good walker leaves no trace, a good speaker offends no one, a good reckoner needs no tally,", "Blackney": "A good runner leaves no tracks. A good speech has no flaws to censure. A good computer uses no tallies.", "Lindauer": "Valuing going is absent of trace Valuing words are absent of flaw or censure With valuing reckoning, counters or policies are not used.", "LaFargue": "Excellent traveling: no tracks or traces Excellent speaking: no blemish or blame. Excellent counting does not use counting slips.", "Beck": "A good traveler leaves no trace. A good speaker makes no slips. A good accountant uses no devices.", "Wu": "Good walking leaves no track behind it; Good speech leaves no mark to be picked at; Good calculation makes no use of counting-slips;", "Wayism": " ", "World": "A proficient traveler leaves no evidence of his journey. A proficient speaker is impeccable in hispresentation. A proficient accountant needs no tally\nsheet.", "Muller": "A good traveler leaves no tracks. Good speech lacks faultfinding. A good counter needs no calculator.", "Merel": "The perfect traveler leaves no trail to be followed; The perfect speaker leaves no question to be answered; The perfect accountant leaves no working\nto be completed;", "Ta-Kao": "A good traveler leaves no track; A good speaker leaves no error; A good reckoner needs no counter;", "Crowley": "The experienced traveler conceals his tracks; the clever speaker gives no chance to the critic; the skilled mathematician uses no abacus;", "Bynner": "One may move so well that a footprint never shows, Speak so well that the tongue never slips, Reckon so well that no counter is needed,", "Walker": "A good runner leaves no tracks; A good speaker makes no slips; A good planner doesn't have to scheme.", "Mabry": "A skillful walker leaves no tracks. A skillful speaker makes no mistakes. A skillful accountant needs no counting-devices.", "Hansen": "Worthy travel lacks ruts and footprints. Worthy language lacks flaws and reproach. Worthy tallying doesn't use algorithms..", "Mitchell": "A good traveler has no fixed plans and is not intent upon arriving. A good artist lets his intuition lead him wherever it wants. A good scientist has\nfreed himself of concepts and keeps his mind open to what is.", "McDonald": "A good traveller leaves no track or trace behind, nor does fit activity. So a good runner leaves no track. Perfect speech is like a jade-worker whose\ntool leaves no mark. Good speech leaves no flaws. The perfect reckoner needs no counting-slips; the good reckoner uses no counters.", "Chan": "A good traveler leaves no track or trace. A good speech leaves no flaws. A good reckoner uses no counters.", "Cleary": "Good works are trackless, good words are flawless, good planning isn't calculating.", "LinYutan": "A good runner leaves no track. A good speech leaves no flaws for attack. A good reckoner makes use of no counters. "}, "section": 1}, {"content": {"Legge": "the skillful closer needs no bolts or bars, while to open what he has shut will be impossible; the skillful binder uses no strings or knots, while to\nunloose what he has bound will be impossible.", "Byrn": "and a well made door is easy to open and needs no locks. A good knot needs no rope and it can not come undone.", "Red Pine": "good closing locks no locks and yet it can't be opened good tying ties no knots and yet it can't be undone", "Wieger": "an expert locksmith can make one that no one can open, an expert on knots can make them so that no one can untie them. (all specialists have their\nspeciality, which makes their fame, from which they take their profit).", "Blackney": "A good door is well shut without bolts and cannot be opened. A good knot is tied without rope and cannot be loosed.", "Lindauer": "What is valuably shut Is absent of a barrier yet cannot be opened What is valuably tied Is absent of restraint or restriction yet cannot be untied.", "LaFargue": "Excellent locking: no bolt or bar, but the door cannot be opened. Excellent tying: no cord or rope, but the knots cannot be undone.", "Beck": "A good door needs no bolts to remain shut. A good fastener needs no rope to hold its bond.", "Wu": "Good shutting makes no use of bolt and bar, And yet nobody can undo it; Good tying makes no use of rope and knot, And yet nobody can untie it.", "Wayism": " ", "World": "A functional door has no lock but can only opened by the owner. A perfect binding has no knots yet only the binder can loosen it", "Muller": "A well-shut door will stay closed without a latch. Skillful fastening will stay tied without knots.", "Merel": "The perfect container leaves no lock to be closed; The perfect knot leaves no end to be traveled.", "Ta-Kao": "A good closer needs no bars or bolts, And yet it is impossible to open after him. A good fastener needs no cords or knots, And yet it is impossible to\nuntie after him.", "Crowley": "the ingenious safesmith baffles the burglar without the use of bolts and the cunning binder without ropes and knots.", "Bynner": "Seal an entrance so tight, though using no lock, That it cannot be opened, Bind a hold so firm, though using no cord, That it cannot be untied.", "Walker": "The best lock has no bolt, and no one can open it. The best knot uses no rope, and no one can untie it.", "Mabry": "A well-made door needs no lock, yet cannot be opened. A well-made binding uses no rope, yet will not be undone.", "Hansen": "Worthy closing lacks bars and bolts and still can't be opened. Worthy securing lacks rope or restraint and still can't be loosed.", "Mitchell": "-", "McDonald": "The perfect, shut door is without bolt nor bar and can't be opened. The perfect knot needs neither rope nor twine, yet can't be untied. No one can\nuntie it.", "Chan": "A well-shut door needs no bolts, and yet it cannot be opened. A well-tied knot needs no rope and yet none can untie it.", "Cleary": "What is well closed has no bolt locking it, but cannot be opened. What is well bound has no rope confining it, but cannot be untied.", "LinYutan": "A well-shut door makes use of no bolts, And yet cannot be opened. A well-tied knot makes use of no rope, And yet cannot be untied."}, "section": 2}, {"content": {"Legge": "In the same way the sage is always skillful at saving men, and so he does not cast away any man; he is always skillful at saving things, and so he\ndoes not cast away anything. This is called 'Hiding the light of his procedure.'", "Byrn": "Thus the Master is willing to help everyone, and doesn't know the meaning of rejection. She is there to help all of creation, and doesn't abandon even\nthe smallest creature. This is called embracing the light.", "Red Pine": "thus the sage is good at saving and yet abandons no one nor anything of use this is called cloaking the light", "Wieger": "Likewise the Sage (Confucian politician), the professional saviour of men and things, has his own procedures.", "Blackney": "The Wise Man is always good at helping people, so that none are cast out; he is always good at saving things, so that none are thrown away. This is\ncalled applied intelligence.", "Lindauer": "Appropriately it happens that sages Entirely valuing help others, so others are not thrown away Entirely valuing help things, so things are not thrown\naway. Appropriately called following the luminance.", "LaFargue": " Always Excels at rescuing people and so does not turn anyone away. Always Excels at resolving things and so does not\nturn away from anything. ", "Beck": "Therefore the wise are good at helping people, and consequently no one is rejected. They are good at saving things, and consequently nothing is\nwasted. This is called using the Light.", "Wu": "Hence, the Sage is always good at saving men, And therefore nobody is abandoned; Always good at saving things, And therefore nothing is wasted.\nThis is called \"following the guidance of the Inner Light.\"", "Wayism": " ", "World": "The sage is the light of all human beings and rejects no one. She efficiently uses all things and discards nothing. This is called manifesting Infinity", "Muller": "It is in this manner that the sage is always skillful in elevating people. Therefore she does not discard anybody. She is always skillful in helping\nthings Therefore she does not discard anything. This is called \"the actualization of her luminosity.\"", "Merel": "So the sage nurtures all men And abandons no one. He accepts everything And rejects nothing. He attends to the smallest details.", "Ta-Kao": "Even if men be bad, why should they be rejected? Therefore the Sage is always a good saviour of men, And no man is rejected; He is a good saviour\nof things, And nothing is rejected: This is called double enlightenment.", "Crowley": "So also the sage, skilled in man-emancipation-craft, uses all men; understanding the value of everything, he rejects nothing. This is called the Occult\nRegimen.", "Bynner": "All these are traits not only of a sound man But of many a man thought to be unsound. A sound man is good at salvage, At seeing than nothing is\nlost. Having what is called insight,", "Walker": "Thus the master is always good at saving people, and doesn't abandon anyone; Always good at saving things, and doesn't waste anything. This is\nknown as \"Following the light.\"", "Mabry": "Therefore, the Sage is always there to help people So that no one is forsaken. She is always there to see to things So that nothing is lost. This is\ncalled being clothed in light.", "Hansen": "Using this: Sages take saving humanity as a constant hence don't abandon humans take saving thing-kinds as a constant, therefore don't abandon\nthing-kinds. Call this 'bushwhacking discernment.'", "Mitchell": "Thus the Master is available to all people and doesn't reject anyone. He is ready to use all situations and doesn't waste anything. This is called\nembodying the light.", "McDonald": "So the wise man is good at helping men, always good in saving men: the wise man is all the time helping men in the most perfect way - he certainly\ndoesn't turn his back on men; is all the time in the most perfect way helping creatures. He certainly doesn't turn his back on creatures, and\nconsequently no man is rejected. For that reason there's no useless person. And he is always good in saving. So nothing is rejected. This is called\nfollowing the light (of nature) - is called resorting to the light, nay, stealing some divine light.", "Chan": "Therefore the sage is always good in saving men and consequently no man is rejected. He is always good in saving things and consequently nothing\nis rejected. This is called following the light (of Nature).", "Cleary": "Therefore sages always consider it good to save people, so that there are no wasted humans; they always consider it good to save beings, so that\nthere are no wasted beings.", "LinYutan": "Therefore the Sage is good at helping men; For that reason there is no rejected (useless) person. He is good at saving things; For that reason there is\nnothing rejected. - This is called stealing the Light."}, "section": 3}, {"content": {"Legge": "Therefore the man of skill is a master (to be looked up to) by him who has not the skill; and he who has not the skill is the helper of (the reputation\nof) him who has the skill.", "Byrn": "What is a good person but a bad person's teacher? What is a bad person but raw material for his teacher?", "Red Pine": "thus the good instruct the bad the bad learn from the good", "Wieger": "He considers himself as the born master of other men, regarding them as material born for his craft. Now that is to blind oneself, (to shade out the\nlight, the Daoist principles).", "Blackney": "Surely the good man is the bad man's teacher; and the bad man is the good man's business.", "Lindauer": "So those who value others teach those who lack valuing others Those who lack valuing others are a resource of those who value others.", "LaFargue": "The Excellent person is the teacher of the person who is not Excellent. The person who is not Excellent is material for the Excellent person.", "Beck": "Therefore the good teach the bad, and the bad are lessons for the good.", "Wu": "Hence, good men are teachers of bad men, While bad men are the charge of good men.", "Wayism": " ", "World": "What is a sage but a guide to peace and harmony? What is a materialistic traveler but the sage's focus", "Muller": "Hence, the good are the teachers of the not-so-good. And the not-so-good are the charges of the good.", "Merel": "For the strong must guide the weak; The weak are raw material to the strong.", "Ta-Kao": "Therefore good men are had men's instructors, And bad men are good men's materials.", "Crowley": " ", "Bynner": "A good man, before he can help a bad man, Finds in himself the matter with the bad man.", "Walker": "What is a good man but a bad man's teacher? What is a bad man but a good man's charge?", "Mabry": "What is a good person but a bad person's teacher? What is a bad person but raw material for a good person?", "Hansen": "Hence those who are worthy are the instructors of the unworthy The unworthy are the stuff of the worthy.", "Mitchell": "What is a good man but a bad man's teacher? What is a bad man but a good man's job?", "McDonald": "Truly, the good man is the teacher of the bad, as they say. But the bad man is the lesson of the good, in part some material from which the good can\nlearn. And so the imperfect is the equipment of the perfect man\".", "Chan": "Therefore the good man is the teacher of the bad, And the bad is the material from which the good may learn.", "Cleary": "So good people are teachers of people who are not good. People who are not good are students of people who are good.", "LinYutan": "Therefore the good man is the Teacher of the bad. And the bad man is the lesson of the good."}, "section": 4}, {"content": {"Legge": "If the one did not honour his master, and the other did not rejoice in his helper, an (observer), though intelligent, might greatly err about them. This is\ncalled 'The utmost degree of mystery.'", "Byrn": "If you fail to honor your teacher or fail to enjoy your student, you will become deluded no matter how smart you are. It is the secret of prime\nimportance.", "Red Pine": "not honouring their teachers not cherishing their students the wise alone are perfectly blind this is called peering into the distance", "Wieger": "Not wishing to rule, nor to appropriate, others; although wise, seeming like a madman (persisting to live in retreat); this is the essential truth.", "Blackney": "If the one does not respect his teacher, or the other doesn't love his business, his error is very great. This is indeed an important secret.", "Lindauer": "Without treasuring a teacher, or without loving a resource Even the wise have great misconception. Appropriately called an important subtlety.", "LaFargue": "", "Beck": "Those who neither value the teacher nor care for the lesson are greatly deluded, though they may be learned. Such is the essential mystery.", "Wu": "Not to revere one's teacher, Not to cherish one's charge, Is to be on the wrong road, however intelligent one may be. This is an essential tenet of the\nTao.", "Wayism": " ", "World": "For the student not to value the teacher or the teacher not to love the student or for the followers not to acknowledge the leader or the leader not to\ncare for the followers, is the cause of great confusion. This is a key to peace and harmony, teachers and leaders remind others of who they are and\ntheir oneness with Infinity", "Muller": "Not valuing your teacher or not loving your students: Even if you are smart, you are gravely in error. This is called Essential Subtlety.", "Merel": "If the guide is not respected, Or the material is not cared for, Confusion will result, no matter how clever one is. This is the secret of perfection:\nWhen raw wood is carved, it becomes a tool; When a man is employed, he becomes a tool; The perfect carpenter leaves no wood to be carved.", "Ta-Kao": "Those who do not esteem their instructors, And those who do not love their materials, Though expedient, are in fact greatly confused. This is\nessential subtlety.", "Crowley": " ", "Bynner": "And whichever teacher Discounts the lesson Is as far off the road as the other, Whatever else he may know. That is the heart of it.", "Walker": "It doesn't matter how smart you are if you don't have the sense to honour your teachers and cherish your responsibilities. This is an essential teaching\nof Tao.", "Mabry": "If you do not respect your Teacher, Or love your \"raw material,\" You are greatly confused, regardless of your intelligence. I call this an essential,\nyet subtle mystery.", "Hansen": "'Don't value their instructor, don't love their stuff' Even the wise are greatly puzzled Call this \"the necessary mystery.\"", "Mitchell": "If you don't understand this, you will get lost, however intelligent you are. It is the great secret.", "McDonald": "He who hardly respects or values his teacher, hardly cares for the material or loves his lesson, is gone far astray even if well versed. That's the fine\nsecret.", "Chan": "He who does not value the teacher, Or greatly care for the material, Is greatly deluded although he may be learned. Such is the essential mystery.", "Cleary": "Those who do not honor teachers or care for students are greatly deluded, even in knowledgeable. This is called an essential subtlety.", "LinYutan": "He who neither values his teacher Nor loves the lesson Is one gone far astray, Though he be learned. - Such is the subtle secret."}, "section": 5}]