[{"content": {"Legge": "Governing a great state is like cooking small fish.", "Byrn": "Governing a large country is like frying small fish. Too much poking spoils the meat.", "Red Pine": "Ruling a great state is like cooking a small fish", "Wieger": "To govern a great state, one should act like someone cooking a very small fish (very delicately, otherwise they break up).", "Blackney": "Rule a large country As small fish are cooked.", "Lindauer": "Governing a great nation looks like cooking tiny fish.", "LaFargue": "Governing a large state is like cooking a small fish.", "Beck": "Leading a large country is like cooking a small fish.", "Wu": "Ruling a big kingdom is like cooking a small fish.", "Wayism": " ", "World": "Ruling a country is like cooking a small fish. If you forget your oneness with the fish, you become confused in what you are doing.", "Muller": "Ruling a large country is like cooking a small fish.", "Merel": "Manage a great nation as you would cook a delicate fish.", "Ta-Kao": "Govern a great state as you would cook a small fish (do it gently).", "Crowley": "The government of a kingdom is like the cooking of a fish.", "Bynner": "Handle a large kingdom with as gentle a touch as if you were cooking a small fish.", "Walker": "Governing a large country is like cooking a small fish.", "Mabry": "Govern a big country as you would fry a small fish.", "Hansen": "Ruling a large state Is like grilling a small bit of fresh food.", "Mitchell": "Governing a large country is like frying a small fish. You spoil it with too much poking.", "McDonald": "Ruling a big kingdom is like frying a small fish.", "Chan": "Ruling a big country is like cooking a small fish.", "Cleary": "Governing a large nation is like cooking a little fish.", "LinYutan": "Rule a big country as you would fry small fish."}, "section": 1}, {"content": {"Legge": "Let the kingdom be governed according to the Tao, and the manes of the departed will not manifest their spiritual energy.", "Byrn": "When the Tao is used to govern the world then evil will lose its power to harm the people.", "Red Pine": "when you govern the world with the Tao spirits display no powers", "Wieger": "When a state is governed according to the Principle, phantoms do not appear there to harm the people, because the Sage who governs does not harm\nthe people.", "Blackney": "The evil spirits of the world Lose sanction as divinities When government proceeds According to the Way;", "Lindauer": "When it happens that tao is present in the world What is clever lacks spirit", "LaFargue": "Rule the world by Tao then ghosts will not take to haunting.", "Beck": "When the world is led in accord with the Way, spirits lose their powers.", "Wu": "When a man of Tao reigns over the world, demons have no spiritual powers.", "Wayism": " ", "World": "See the world as one with Infinity and evil will be impotent.", "Muller": "When you govern people with the Tao Demons will have no power.", "Merel": "When you use the Way to conquer the world, Your demons will lose their power to harm.", "Ta-Kao": "Let Tao reign over the world, and no spirits will show their ghostly powers.", "Crowley": "If the kingdom be ruled according to the Dao, the spirits of our ancestors will not manifest their De.", "Bynner": "If you manage people by letting them alone, Ghosts of the dead shall not haunt you.", "Walker": "If it's done in accordance with Tao, nothing bad will happen. Guide the world with Tao, and evil won't be a problem.", "Mabry": "Approach the world with the Tao and evil will have no power. Not that evil has no power, but it will not harm people.", "Hansen": "Using a guide to manage the social world Its ghost does not energize.", "Mitchell": "Center your country in the Tao and evil will have no power.", "McDonald": "They who by dao ruled all that's under heaven did not let an evil spirit within them display its powers.", "Chan": "If Tao is employed to rule the empire, Spiritual beings will lode their supernatural power.", "Cleary": "When the world is ruled by the Way, the ghosts are powerless.", "LinYutan": "Who rules the world in accord with Tao Shall find that the spirits lose their power."}, "section": 2}, {"content": {"Legge": " ", "Byrn": "Not that evil will no longer exist, but only because it has lost its power.", "Red Pine": "Not that they don't have power, But their power will not harm people.", "Wieger": "Not that the spirits have no more powers, But their powers will not harm men./ Neither will they harm men, Nor will the Sage harm the people.", "Blackney": "But even if they do not lose Their ghostly countenance and right, The people take no harm from them; And if the spirits cannot hurt the folk, The\nWise Man surely does no hurt to them.", "Lindauer": "What is not clever lacks spirit What has spirit is not wounding man What has no spirit is not wounding man. Sages also are not wounding man.", "LaFargue": "", "Beck": "It is not that they lose their powers, but that their powers no longer harm people. Not only do the spirits not harm people, but the wise also do not\nharm people.", "Wu": "If it is not that its ghost does not energize, Its energy does not harm humans. If it is not that its energy does not harm humanity, Sages also do not\nharm humans.", "Wayism": " ", "World": "Not that evil does not exist, but because it is not distinguishedpeople harmonize with it. If all of humanity is in harmony with the oneness of Infinity,\nnot only will evil not confuse the people, the sage himself will not confuse the people. ", "Muller": "Not that it isn't there, but you'll be able to step out of its way.", "Merel": "It is not that those manes have not that spiritual energy, but it will not be employed to hurt men. It is not that it could not hurt men, but neither does\nthe ruling sage hurt them.", "Ta-Kao": "Not that demons have no spiritual powers, but the spirits themselves do no harm to men. Not that the spirits do no harm to men, but the Sage himself\ndoes no harm to his people.", "Crowley": "These spirits have this De, but will not turn it against men. It is able to hurt men; so also is the Wise King; but he does not.", "Bynner": "Not that there are no ghosts But that their influence become propitious", "Walker": "Not that it won't be around, but it won't find an opening, it can't harm anyone.", "Mabry": "Not that evil is not harmful, but the Sage is dedicated to not harming people - even evil people.", "Hansen": "not that they display no powers their powers do people no harm not that their powers do people no harm the sage does people no harm", "Mitchell": "It is not that they lose their power as such, But that they will not harm others; Because they will not harm others, You will not harm others:", "McDonald": "Such evil spirits did not display their supernatural powers; the spirits of wise men were hardly used to hurt other men. So when dao is employed to\nrule the kingdom, spiritual beings will lose their supernatural grip and cease to harm common people. And their supernatural power will far from\nharm people, and the wise man also will refrain from harming people.", "Chan": "Not that they lose their spiritual power, But their spiritual power can no longer harm people. Not only will their supernatural power not harm people,\nBut the sage also will not harm people.", "Cleary": "It is not that the ghosts are powerless; their spirits do not harm the people. Not only do the spirits not harm the people; sages do not harm the people\neither.", "LinYutan": "It is not that the spirits lose their power, But that they cease to do people harm. It is not (only) that they cease to do people harm, The Sage (himself)\nalso does no harm to the people."}, "section": 3}, {"content": {"Legge": "When these two do not injuriously affect each other, their good influences converge in the virtue (of the Tao).", "Byrn": "Just as evil can lose its ability to harm, the Master shuns the use of violence. If you give evil nothing to oppose, then virtue will return by itself.", "Red Pine": "Inasmuch as none of them harms anybody, Therefore virtue belongs to them both.", "Wieger": "The merit of this double tranquility (on the part of the living and the dead) comes back, therefore, to the Sage.", "Blackney": "Since then the Wise Man and the people Harm each other not at all, Their several virtues should converge.", "Lindauer": "In the end both are without wounding each other So ideal is reached, merges, comes within.", "LaFargue": "These two do not hurt each other.) , Te unifies and restores.", "Beck": "Not harming each other, spiritual power grows.", "Wu": "If only the ruler and his people would refrain from harming each other, all the benefits of life would accumulate in the kingdom.", "Wayism": " ", "World": "They will not confuse each other and the oneness in each will harmonize both.", "Muller": "and neither harms the other for both rely on Virtue", "Merel": "When neither you nor your demons can do harm, You will be at peace with them.", "Ta-Kao": "In general, when both of these do not mutually harm, Then virtuosity exchanges and returns in it.", "Crowley": " ", "null": "World", "Bynner": "In the sound existence of a living man: There is no difference between the quick and the dead, They are one channel of vitality.", "Walker": "The sage doesn't harm anyone, either. When there's no harm on this side, no harm on that, goodness flows back and forth like water.", "Mabry": "When no one hurts another, all will eventually return to the good.", "Hansen": " ", "Mitchell": "Give evil nothing to oppose and it will disappear by itself.", "McDonald": "When both don't do each other harm, virtue (power) flows towards them. If the sage's good spirit is nowhere mobilised to harm other men, he himself\ncan be saved from [deterioration] harm. And so, if evil spirits and supermen don't harm each other, each can be quite saved from harm. Furthermore,\nsome of their \"tall abilities\" could converge. If so, virtue can be accumulated in both for ulterior benefit or towards some common [soap opera] end.", "Chan": "When both do not harm each other, Virtue will be accumulated in both for the benefit (of the people).", "Cleary": "Because the two do not harm each other, their virtues ultimately combine.", "LinYutan": "When both do not do each other harm, The original character is restored."}, "section": 4}]