[{"content": {"Legge": "Without going outside his door, one understands (all that takes place) under the sky; without looking out from his window, one sees the Tao of\nHeaven. The farther that one goes out (from himself), the less he knows.", "Byrn": "Without opening your door, you can know the whole world. Without looking out your window, you can understand the way of the Tao. The more\nknowledge you seek, the less you will understand.", "Red Pine": "Without going out his door he knows the whole world without looking out his window he knows the Way of Heaven the farther people go the less\npeople know", "Wieger": "Without going out by the door, one can know the whole world; without looking through the window, one can become aware of the way of heaven\n(principles which rule all things). - The further one goes, the less one learns.", "Blackney": "The world may be known Without leaving the house; The Way may be seen Apart from the windows. The further you go, The less you will know.", "Lindauer": "Without going out through doors know the world Without seeing out through windows see the tao of the heavens Who travels extremely far knows\nextremely little.", "LaFargue": "Understanding the world without going out the door. Understanding Heaven's Way without looking out the window. Traveling very widely,\nunderstanding very little.", "Beck": "One can know the world without going outside. One can see the Way of heaven without looking out the window. The further one goes the less one\nknows.", "Wu": "Without going out of your door, You can know the ways of the world. Without peeping through your window, You can see the Way of Heaven. The\nfarther you go, The less you know.", "Wayism": " ", "World": "you can experience the world without leaving your home. Without looking out the window  you can see the manifestations of Infinity. The further\nyou carry your distinctions and your judgments, the more confused and lost you become.", "Muller": "Without going out the door, knowing everything, Without peaking out the window shades, seeing the Way of Heaven. The further you go, the less\nyou know.", "Merel": "Without taking a step outdoors You know the whole world; Without taking a peep out the window You know the colour of the sky. The more you\nexperience, The less you know.", "Ta-Kao": "Without going out of the door One can know the whole world; Without peeping out of the window One can see the Tao of heaven. The further one\ntravels The less one knows.", "Crowley": "One need not pass his threshold to comprehend all that is under Heaven, nor to look out from his lattice to behold the Dao Celestial. Nay! but the\nfarther a man goes, the less he knows.", "Bynner": "There is no need to run outside For better seeing, Nor to peer from a window. Rather abide At the center of your being; For the more you leave, the\nless you learn.", "Walker": "Without going out the door, you can know the world. Without looking out the window, you can see heaven. The farther you travel, the less you\nknow.", "Mabry": "Without going outside, You can know the whole world. Without looking out the window, You can know Heaven's Way. The further out you seek\nThe less you understand.", "Hansen": "Don't step outside your door. Know the social world. Don't look out the window. See the natural guide. The farther you go the less you know what\nto do.", "Mitchell": "Without opening your door, you can open your heart to the world. Without looking out your window, you can see the essence of the Tao. The more\nyou know, the less you understand.", "McDonald": "One can know what's happening all over the world without going out of doors. One can see the dao of the big wide beyond here without looking out\nof ones windows, and see all the ways of that beyond-here. Then, the further one travels the less one knows.", "Chan": "One may know the world without going out of doors. One may see the Way of Heaven without looking through the windows. The further one goes,\nthe less one knows.", "Cleary": "They know the world without even going out the door. They see the sky and its pattern without even looking out the window. The further out it\ngoes, the less knowledge is; ", "LinYutan": "Without stepping outside one's doors, One can know what is happening in the world, Without looking out of one's windows, One can see the Tao of\nheaven. The farther one pursues knowledge, The less one knows."}, "section": 1}, {"content": {"Legge": "Therefore the sages got their knowledge without traveling; gave their (right) names to things without seeing them; and accomplished their ends\nwithout any purpose of doing so.", "Byrn": "The Master understands without leaving, sees clearly without looking, accomplishes much without doing anything.", "Red Pine": "therefore the sage knows without moving names without seeing succeeds without trying", "Wieger": "The Sage gets there without having taken a step to reach it. He knows before having seen, through superior principles. He achieves, without having\nacted, through his transcendent action.", "Blackney": "Accordingly, the Wise Man Knows without going, Sees without seeing, Does without doing.", "Lindauer": "Appropriately it happens that sages Are without going out yet know Are without seeing out yet name Are without acting yet perfect.", "LaFargue": null, "Beck": "Therefore the wise know without going about, understand without seeing, and accomplish without acting.", "Wu": "Thus, the Sage knows without traveling, Sees without looking, And achieves without Ado.", "Wayism": " ", "World": "Thus the sage experiences all things without traveling; without looking she sees Infinity. She works without laboring", "Muller": "The sage understands without having to go through the whole process. She is famous without showing herself. Is perfected without striving.", "Merel": "The sage wanders without knowing, Looks without seeing, Accomplishes without acting.", "Ta-Kao": "Therefore the Sage knows everything without traveling; He names everything without seeing it; He accomplishes everything without doing it.", "Crowley": "The sages acquired their knowledge without travel; they named all things aright without beholding them; And, acting without aim, fulfilled their\nWills.", "Bynner": "Search your heart and see If he is wise who takes each turn: The way to do is to be.", "Walker": "Thus the wise person knows without traveling, understands without seeing, accomplishes without acting.", "Mabry": "Therefore, the Sage Knows without needing to travel, Understands without needing to see, Accomplishes without \"doing.\"", "Hansen": "Using this: Sages don't go anywhere and yet know what to do. Don't see and yet name things. Don't deem-act and yet accomplish.", "Mitchell": "The Master arrives without leaving, sees the light without looking, achieves without doing a thing.", "McDonald": "So the wise man can [at times] arrive without going and know without going about; he can understand much without seeing - or achieve much\nwithout [visible] action.", "Chan": "Therefore the sage knows without going about, Understands without seeing, And accomplishes without any action.", "Cleary": "therefore sages know without going, name without seeing, complete without striving.", "LinYutan": "Therefore the Sage knows without running about, Understands without seeing, Accomplishes without doing."}, "section": 2}]