[{"content": {"Legge": "When the people do not fear what they ought to fear, that which is their great dread will come on them.", "Byrn": "When people become overly bold, then disaster will soon arrive.", "Red Pine": "When people no longer fear authority a greater authority will appear", "Wieger": "Those (who expose themselves to danger through curiosity, love of gain, or ambition) should be afraid when they are not afraid. For they are lost.", "Blackney": "If people do not dread your majesty, A greater dread will yet descend on them.", "Lindauer": "People lack respect for impressive strength And then greatly impressive strength is reached.", "LaFargue": "When the people are not in awe of your majesty then great majesty has been achieved.", "Beck": "When people lack a sense of awe, then something awful will happen.", "Wu": "When the people no longer fear your power, It is a sign that a greater power is coming.", "Wayism": " ", "World": "When people are not in awe of the Infinite, they are overwhelmed by confusion.", "Muller": "When the people do not fear your might Then your might has truly become great.", "Merel": "When people have nothing more to lose, Then revolution will result.", "Ta-Kao": "If the people have no fear of their ruling authority, still greater fear will come.", "Crowley": "When men fear no that which is to be feared, that which they fear will comes upon them.", "Bynner": "Upon those who defy authority It shall be visited,", "Walker": "If people fear your power, then you don't really have any.", "Mabry": "When people lose their fear of power Then great power has indeed arrived.", "Hansen": "If the people do not fear authority then great authority has arrived.", "Mitchell": "When they lose their sense of awe, people turn to religion.", "McDonald": "If the people hardly fear what's dreadful, something greatly dreadful could descend. If people have no fear of force, then great force descends. So\nnever mind if people are not intimidated by your authority. Some mightier authority could deal with them in the long run.", "Chan": "When the people do not fear what is dreadful, Then what is greatly dreadful will fall upon them.", "Cleary": "When the people are not awed by authority, then great authority is attained.", "LinYutan": "When people have no fear of force, Then (as is the common practice) great force descends upon them."}, "section": 1}, {"content": {"Legge": "Let them not thoughtlessly indulge themselves in their ordinary life; let them not act as if weary of what that life depends on. It is by avoiding such\nindulgence that such weariness does not arise.", "Byrn": "Do not meddle with people's livelihood; by respecting them they will in turn respect you.", "Red Pine": "don't restrict where people dwell don't repress how people live if they aren't repressed they won't protest", "Wieger": "Do not consider your place of birth too restricting, do not become dissatisfied with the condition in which you were born. (Stay what you are and\nwhere you are. The effort to seek for better could perhaps cause you to lose you way). One does not become dissatisfied, if one does not wish to\nbecome so. (Dissatisfaction is always voluntary, coming from preparing one's situation with another, and having preference for the other).", "Blackney": "See then you do not cramp their dwelling place, Or immolate their children or their stock, Nor anger them by your own angry ways.", "Lindauer": "An absence of improper familiarity for what is their place of residence An absence of detesting what is their place of living In the end only without\ndetesting Appropriate lack of detesting happens", "LaFargue": "do not tire them and they will not tire of you.", "Beck": "Do not constrict people's living space. Do not suppress their livelihoods. If you do not harass them, they will not harass you.", "Wu": "Interfere not lightly with their dwelling, Nor lay heavy burdens upon their livelihood. Only when you cease to weary them, They will cease to be\nwearied of you.", "Wayism": " ", "World": "Do not violate another's space. Do not interfere with another's livelihood. If you do not violate their space or interfere with their livelihood, they will\nnot separate themselves from you.", "Muller": "Don't interfere with their household affairs. Don't oppress their livelihood. If you don't oppress them they won't feel oppressed.", "Merel": "Do not take away their lands, And do not destroy their livelihoods; If your burden is not heavy then they will not shirk it.", "Ta-Kao": "Be sure not to give them too narrow a dwelling; Nor make their living scanty. Only when their dwelling place is no longer narrow will their\ndissatisfaction come to an end.", "Crowley": "Let them not live, without thought, the superficial life. Let them not weary of the Spring of Life! By avoiding the superficial life, this weariness\ncomes not upon thee.", "Bynner": "But not behind prison walls Nor through oppression of their kin; Men sanely led Are not led by duress.", "Walker": "Leave them alone in their homes. Respect them in their lives, and they won't grow weary of you.", "Mabry": "Do not intrude on people's material living. Do not despise their spiritual lives, either. If you respect them, you will be respected.", "Hansen": "Don't toy around with things they are at home with. Don't despise things that contribute to their livelihood. In general, only if you don't despise\n[them], using this [they] will not despise [you].", "Mitchell": "When they no longer trust themselves, they begin to depend upon authority.", "McDonald": "Neither despise their dwellings nor narrow the living space of their dwellings. They could cease to turn away if you don't put them in jail. Don't\ndislike their offspring, harass or oppress their lives. Don't harass them, and they could cease to turn from you. Drop heavy taxes, and the people\nwon't be fed up. If you don't persecute all, you'll hardly be so much disliked. They're not oppressed if you refrain from gross oppressive measures.", "Chan": "Do not reduce the living space of their dwellings. Do no oppress their lives. It is because you do not oppress them that they are not oppressed.", "Cleary": "Their homes are not small to them, their livelihood not tiresome. Just because they do not tire of it, it is not tiresome to them.", "LinYutan": "Despise not their dwellings, Dislike not their progeny. Because you do not dislike them, You will not be disliked yourself."}, "section": 2}, {"content": {"Legge": "Therefore the sage knows (these things) of himself, but does not parade (his knowledge); loves, but does not (appear to set a) value on, himself. And\nthus he puts the latter alternative away and makes choice of the former.", "Byrn": "Therefore, the Master knows herself but is not arrogant. She loves herself but also loves others. This is how she is able to make appropriate choices.", "Red Pine": "thus the sage knows himself but doesn't reveal himself he loves himself but doesn't exalt himself thus he picks this over that", "Wieger": "The Sage knows his worth but does not show it, (he does not feel the need to show it off). He respects himself but does not try to be esteemed. He\ndiscerns, adopting this, and rejecting that (after the light of his wisdom).", "Blackney": "It is the Wise Man's way to know himself, And never to reveal his inward thoughts; He loves himself but so, is not set up; He chooses this in\npreference to that.", "Lindauer": "Appropriately it happens that sages Know themselves without displaying themselves Are fond of themselves without treasuring themselves. So\ndetach from that, grab this.", "LaFargue": " Knows himself does not make a show of himself. Loves himself does not exalt himself. Yes, he leaves 'that' aside, and\nattends to 'this.'", "Beck": "Therefore the wise know themselves but do not display themselves. They love themselves but do not exalt themselves. They let go of one and accept\nthe other.", "Wu": "Therefore, the Sage knows himself, But makes no show of himself; Loves himself, But does not exalt himself. He prefers what is within to what is\nwithout.", "Wayism": " ", "World": "The sage acknowledges herself but does not distinguish herself from others. She lives her reality but does not try to foist it on others. She makes her\nchoices but is indifferent and unattached and therefore lives in peace and harmony.", "Muller": "Thus the sage understands herself But does not show herself. Loves herself But does not prize herself. Therefore she lets go of that And takes this.", "Merel": "The sage maintains himself but exacts no tribute, Values himself but requires no honours; He ignores abstraction and accepts substance.", "Ta-Kao": " ", "Crowley": "These things the wise man knows, not shows; he loves himself, without isolating his value. He accepts the former and rejects the latter.", "Bynner": "To know yourself and not show yourself, To think well of yourself and not tell of yourself, Be that your no and your yes.", "Walker": "The sage knows herself, but doesn't dwell on herself; Loves herself, but no more than she loves everyone else. She adopts the concerns of heaven as\nher own.", "Mabry": "Therefore the Sage knows himself, but he is not opinionated. He loves himself, but he is not arrogant. He lets go of conceit and opinion, and\nembraces self-knowledge and love.", "Hansen": "Using this: Sages start from what they know to do not from what they see. Start from love not from value. So they choose this and reject that.", "Mitchell": "Therefore the Master steps back so that people won't be confused. He teaches without a teaching, so that people will have nothing to learn.", "McDonald": "So the wise man knows himself but hardly shows off. Knows his own value, but doesn't exalt himself. Truly, \"he rejects the one (brute force or\nenemicy) but accepts or takes the other (being some kind, sturdy neighbour).\"", "Chan": "Therefore the sage knows himself but does not show himself. He loves himself but does not exalt himself. Therefore he rejects the one but accepts\nthe other.", "Cleary": "Therefore sages know themselves but do not see themselves. They take care of themselves but do not exalt themselves. So they take one and leave\nthe other.", "LinYutan": "Therefore the Sage knows himself, but does not show himself, Loves himself, but does not exalt himself. Therefore he rejects the one (force) and\naccepts the other (gentility)."}, "section": 3}]