[{"content": {"Legge": "It is the way of the Tao) to act without (thinking of) acting; to conduct affairs without (feeling the) trouble of them; to taste without discerning any\nflavour;", "Byrn": "Act by not acting; do by not doing. Enjoy the plain and simple. Find that greatness in the small.", "Red Pine": "Act without acting work without working taste without tasting", "Wieger": "To act without acting; to be busy without being busy; to taste without tasting;", "Blackney": "Act in repose; Be at rest when you work; Relish unflavoured things.", "Lindauer": "Acting absent of acting Effort absent of effort Tasting absent of tasting ", "LaFargue": "Be a Non Doer work at Not Working acquire a taste for that which has no taste.", "Beck": "Act without interfering. Work without doing. Taste the tasteless.", "Wu": "Do the Non-Ado. Strive for the effortless. Savour the savourless.", "Wayism": " ", "World": "Practice flowing in peace and harmony.Work without laboring. Savor the tasteless.", "Muller": "Do without \"doing.\" Get involved without manipulating. Taste without tasting.", "Merel": "Practice no-action; Attend to do-nothing; Taste the flavourless,", "Ta-Kao": "Act non-action; undertake no undertaking; taste the tasteless. The Sage desires the desireless, and prizes no articles that are difficult to get. He learns\nno learning, but reviews what others have passed through. Thus he lets all things develop in their natural way, and does not venture to act.", "Crowley": "Act without lust of result; work without anxiety; taste without attachment to flavour;", "Bynner": "Men knowing the way of life Do without acting, Effect without enforcing, Taste without consuming;", "Walker": "Act by not acting, accomplish by not straining, understand by not knowing.", "Mabry": "Do without \"doing.\" Work without forcing. Taste without seasonings.", "Hansen": "Treat lacking deem-action as 'deem-acting'. Treat having no social affair as 'social affair'. Treat the absence of flavour as 'flavour'.", "Mitchell": "Act without doing; work without effort.", "McDonald": "Succeed in the magician's wu-wei: Accomplish seemingly do-nothing. Attend seemingly to no-affairs. And do completely without ado. What runs,\nacts without action, does without doing, So let's taste without tasting. Taste the flavourless. Taste the flavourless without tasting. Find flavourless\nflavour.", "Chan": "Act without action. Do without ado. Taste without tasting.", "Cleary": "By nondoing, strive for nonstriving, savor the flavorless,", "LinYutan": "Accomplish do-nothing. Attend to no-affairs. Taste the flavorless."}, "section": 1}, {"content": {"Legge": "to consider what is small as great, and a few as many; and to recompense injury with kindness.", "Byrn": "Take care of difficult problems while they are still easy;", "Red Pine": "great or small many or few repay each wrong with virtue", "Wieger": "to look equally on the great, the small, the many and the few; to be indifferent to thanks and reproaches; this is how the Sage acts.", "Blackney": "Great or small, Frequent or rare, Requite anger with virtue.", "Lindauer": "Great, small, abundant, few Repay hatred, ideal happens.", "LaFargue": "Treat small things as though they were great treat few things as though they were many. \"Reward what is injurious, with kind Te.\"", "Beck": "Large or small, many or few, repay injury with goodness.", "Wu": "Exalt the low. Multiply the few. Requite injury with kindness.", "Wayism": " ", "World": "Enlarge the small. Multiply the few. Mitigate bitterness with kindness.", "Muller": "Make the great small, The many, few. Respond to anger with virtue.", "Merel": "Magnify the small, Multiply the few, Return love for hate.", "Ta-Kao": "Regard the small as great; regard the few as many.", "Crowley": "esteem small things great and few things many; repel violence with gentleness.", "Bynner": "'Through the many they find the few, Through the humble the great;' They 'respect their foes,'", "Walker": "Regard the humble as exalted and the exalted as humble. Remedy injury with tranquil repair.", "Mabry": "Recognize the Great in the small, And the many in the few. Repay hatred with kindness.", "Hansen": "'Great' the small; 'many' the few; Use virtuosity in dealing with moral anger.", "Mitchell": "Think of the small as large and the few as many.", "McDonald": "Whether it's big or small, many or few, requite hatred with virtue. Dao can make the small great and the few many, can requite injuries with some\ndecent deeds.", "Chan": "Whether it is big or small, many or few, repay hatred with virtue.", "Cleary": "regard the small as important, make much of little, repay enmity with virtue;", "LinYutan": "Whether it is big or small, many or few, Requite hatred with virtue."}, "section": 2}, {"content": {"Legge": "(The master of it) anticipates things that are difficult while they are easy, and does things that would become great while they are small.", "Byrn": "Do easy things before they become too hard. Difficult problems are best solved while they are easy.", "Red Pine": "plan for the hard while it's easy work on the great while it's small", "Wieger": "He only sets about difficult complications through their easiest details, and only applies himself to great problems in their weak beginnings.", "Blackney": "Take hard jobs in hand while they are easy And geat affairs too while they are small.", "Lindauer": "Planning the difficult relates to what is easy Acting great relates to what is small ", "LaFargue": "Plan difficult things focussing on the easy parts do great things focussing on the small details.", "Beck": "Handle the difficult while it is still easy. Handle the big while it is still small.", "Wu": "Nip troubles in the bud. Sow the great in the small.", "Wayism": " ", "World": "Accomplish difficult endeavors by a series of easy tasks. Accomplish great deeds by persisting in mundane acts.", "Muller": "Deal with difficulties while they are still easy. Handle the great while it is still small.", "Merel": "Deal with the difficult while it is yet easy; Deal with the great while it is yet small;", "Ta-Kao": "Manage the difficult while they are easy; Manage the great while they are small.", "Crowley": "Do great things while they are yet small, hard things while they are yet easy;", "Bynner": "They 'face the simple fact before it becomes involved. Solve the small problem before it becomes big.'", "Walker": "Meet the difficult while it is still easy; cross the universe one step at a time.", "Mabry": "Deal with the difficult whie it is still easy. Begin great works while they are still small.", "Hansen": "Plan the difficult in its easy phases. Deem-act on the great in its small phases.", "Mitchell": "Confront the difficult while it is still easy; accomplish the great task by a series of small acts.", "McDonald": "But prepare for the hard while it's still easy. Deal with it while it's still easy. Deal with the great or big while it's still small. In governing your\nkingdom everything hard must be dealt with while it's still easy.", "Chan": "Prepare for the difficult while it is still easy. Deal with the big while it is still small.", "Cleary": "plan for difficulty when it is still easy, do the great while it is still small.", "LinYutan": "Deal with the difficult while yet it is easy; Deal wit the big while yet it is small."}, "section": 3}, {"content": {"Legge": "All difficult things in the world are sure to arise from a previous state in which they were easy, and all great things from one in which they were\nsmall.", "Byrn": "Great projects are best started while they are small.", "Red Pine": "the hardest task in the world begins easy the greatest goal in the world begins small", "Wieger": "The Sage never undertakes anything great, and that is why he makes great things.", "Blackney": "The troubles of the world Cannot be solved except Before they get too hard. The business of the world Cannot be done except While relatively small.", "Lindauer": "The difficult efforts of the world seed doing related to what is easy The great efforts of the world seed doing related to what is small.", "LaFargue": null, "Beck": "Difficult tasks begin with what is easy. Great accomplishments begin with what is small.", "Wu": "Difficult things of the world Can only be tackled when they are easy. Big things of the world Can only be achieved by attending to their small\nbeginnings.", "Wayism": " ", "World": "When one flows in peace and harmony and perceives the oneness in all things: difficulties are easily overcome and great accomplishments are seen as\na compilation of a lifetime of insignificant days..", "Muller": "The difficult problems in life Always start off being simple. Great affairs always start off being small.", "Merel": "The difficult develops naturally from the easy, And the great from the small;", "Ta-Kao": "All difficult things in the world start from the easy; All great things in the world start from the small.", "Crowley": "for all things, how great or hard soever, have a beginning when they are little and easy.", "Bynner": "The most involved fact in the world Could have been faced when it was simple, The biggest problem in the world Could have been solved when it\nwas small.", "Walker": " ", "Mabry": "Certainly the Earth does difficult work with ease, And accomplishes great affairs from small beginnings.", "Hansen": "The difficult affairs of the social world start with something easy. The great affairs of the social world start with something small.", "Mitchell": " ", "McDonald": "The hard has to be dealt with while still very easy. All the great (ones and great problems) of the world are to be dealt with while they're yet small.\nEverything great must be dealt with while it's still small.", "Chan": "Difficult undertakings have always started with what is easy. And great undertakings have always started with what is small.", "Cleary": "The most difficult things in the world must be done while they are easy; the greatest things in the world must be done whenthey are small.", "LinYutan": "The difficult (problems) of the world Must be dealt with while they are yet easy; The great (problems) of the world Must be dealt with while they are\nyet small."}, "section": 4}, {"content": {"Legge": "Therefore the sage, while he never does what is great, is able on that account to accomplish the greatest things.", "Byrn": "The Master never takes on more than she can handle, which means that she leaves nothing undone.", "Red Pine": "therefore the sage never acts great he thus achieves great things", "Wieger": " ", "Blackney": "The wise man, then, throughout his life Does nothing great yet achieves A greatness of his own.", "Lindauer": "Appropriately it happens That sages eventually lack great action So they are able to perfect what is great.", "LaFargue": null, "Beck": "Therefore the wise never strive for the great and thus achieve greatness.", "Wu": "Thus, the Sage never has to grapple with big things, Yet he alone is capable of achieving them!", "Wayism": " ", "World": "The sage never tries to achieve greatness. She flows in peace and harmony and at the end of her days comprehends her legacy.", "Muller": "Therefore the sage never deals with the great And is able to actualize his greatness.", "Merel": "So the sage, by dealing with the small, Achieves the great.", "Ta-Kao": "Therefore the Sage never attempts great things, and thus he can achieve what is great.", "Crowley": "So thus the wise man accomplishes the greatest tasks without undertaking anything important.", "Bynner": "The simple fact that he finds no problem big Is the sane man's prime achievement.", "Walker": "Because the sage doesn't try anything too big, she's able to accomplish big things.", "Mabry": "So, the Sage, by not striving for greatness, Achieves greatness.", "Hansen": "Using this: Sages, to the end, do not deem-act on it as 'great' and so are able to accomplish its greatness.", "Mitchell": "The Master never reaches for the great; thus she achieves greatness.", "McDonald": "Therefore the wise man never has to deal with the great; and so gets greatness. He never strives for the great, by this the great is had. So great\nundertakings shall start with what's small.", "Chan": "Therefore the sage never strives for the great, And thereby the great is achieved.", "Cleary": "Because of this sages never do greeat things; that is why they can fulfill their greatness.", "LinYutan": "Therefore the Sage by never dealing with great (problems) Accomplishes greatness."}, "section": 5}, {"content": {"Legge": "He who lightly promises is sure to keep but little faith; he who is continually thinking things easy is sure to find them difficult.", "Byrn": "When an affirmation is given too lightly, keep your eyes open for trouble ahead. When something seems too easy, difficulty is hiding in the details.", "Red Pine": "who quickly agrees is seldom trusted who makes it all easy finds it all hard", "Wieger": "He who promises much, cannot keep his word; he who embarrasses himself with too many things, even easy things, never succeeds in anything.", "Blackney": "Again, a promise lightly made Inspires little confidence; Or often trivial, sure that man Will come to grief.", "Lindauer": "In the end light promises seed scanty belief Abundant easiness seeds abundant difficulty.", "LaFargue": null, "Beck": "Rash promises inspire little trust. Taking things too lightly results in much difficulty.", "Wu": "He who promises lightly must be lacking in faith. He who thinks everything easy will end by finding everything difficult.", "Wayism": " ", "World": "Cursory promises are generally unreliable. Neglecting basics fosters difficulties.", "Muller": "Now light words generate little belief, Much ease turns into much difficulty.", "Merel": "Who finds it easy to promise finds it hard to be trusted; Who takes things lightly finds things difficult;", "Ta-Kao": "He who makes easy promises will seldom keep his word; He who regards many things as easy will find many difficulties.", "Crowley": "Who undertakes thoughtlessly is certain to fail in attainment; who estimates things easy finds them hard.", "Bynner": "If you say yes too quickly You may have to say no, If you think things are done too easily You may find them hard to do:", "Walker": "Those who commit lightly seldom come through. Those who think everything is easy will finmd everything hard.", "Mabry": "If you think everything is easy, You will find only difficulty.", "Hansen": "In general, light assent necessarily diminishes trust. Much ease then necessarily much difficulty.", "Mitchell": "When she runs into a difficulty, she stops and gives herself to it.", "McDonald": "But again \"Who makes rash promises surely lacks. Who lightly makes a promise, can find it too hard to keep his faith. And light assent inspires little\nconfidence. Who takes things very easily is surely in for dealing with more difficulty in the end. So \"many easies\" means many a hard. In other\nwords, who makes light of many things should find many difficulties.", "Chan": "He who makes rash promises surely lacks faith. He who takes things too easily will surely encounter much difficulty.", "Cleary": "If you agree too easily, you'll be little trusted; if you take it easy a lot, you'll have a lot of problems.", "LinYutan": "He who lightly makes a promise Will find it often hard to keep his faith."}, "section": 6}, {"content": {"Legge": "Therefore the sage sees difficulty even in what seems easy, and so never has any difficulties.", "Byrn": "The master expects great difficulty, so the task is always easier than planned.", "Red Pine": "therefore the sage makes everything hard he thus finds nothing hard", "Wieger": "The Sage keeps clear of difficulty, therefore he never has any difficulties.", "Blackney": "Choosing hardship, then, the Wise Man Never meets with hardship all his life.", "Lindauer": "Appropriately it happens That sages see all things as being equally difficult So eventually an absence of difficulty is with them.", "LaFargue": "And so the Wise Person: Treats things as difficult, and in the end has no difficulty.", "Beck": "Thus the wise always confront difficulties and therefore have no difficulty.", "Wu": "Therefore, the Sage, who regards everything as difficult, Meets with no difficulties in the end.", "Wayism": " ", "World": "The sage considers the potential difficulty in all things and circumvents them by flowing in peace and harmony.", "Muller": "Therefore the sage treats things as though they were difficult, And hence, never has difficulty.", "Merel": "The sage recognizes difficulty, and so has none.", "Ta-Kao": "Therefore the Sage regards things as difficult, and consequently never has difficulties.", "Crowley": "The wise man considers even easy things hard, do that even hard things are easy to him.", "Bynner": "If you face trouble sanely It cannot trouble you.", "Walker": "The sage understands that everything is difficult, and thus in the end has no difficulties.", "Mabry": "That is why the Sage considers all things difficult And finds nothing too difficult in the end.", "Hansen": "Using this: Sages make it even more difficult. So in the end they have no difficulty.", "Mitchell": "She doesn't cling to her own comfort; thus problems are no problem for her.", "McDonald": "From all this even the wise man regards things as hard, but he also knows how to make the easy difficult. For that reason he very seldom meets with\ndifficulties. [Uha.]", "Chan": "For this reason even the sage regards things as difficult. And therefore he encounters no difficulty.", "Cleary": "Therefore it is through difficulty that sages end up without problems.", "LinYutan": "He who makes light of many things Will encounter many difficulties. Hence even the Sage regards things as difficult, And for that reason never\nmeets with difficulties."}, "section": 7}]