[{"content": {"Legge": "He who would assist a lord of men in harmony with the Tao will not assert his mastery in the kingdom by force of arms. Such a course is sure to\nmeet with its proper return.", "Byrn": "Those who lead people by following the Tao don't use weapons to enforce their will. Using force always leads to unseen troubles.", "Red Pine": "Use the Tao to help your king don't use weapons to rule the land such things soon return", "Wieger": "(of all the excesses, the most prejudicial, the most damnable, as that of weapons, war). Those who act as advisors to a prince should keep themselves\nfrom wanting to make war against a country. (For such action, calling for revenge, is always paid for dearly).", "Blackney": "To those who would help The ruler of men By means of the Way: Let him not with his militant might Try to conquer the world; This tactic is like to\nrecoil.", "Lindauer": "When it happens that tao assists men and lords The force of the soldier is not in the world. What takes effort is likely to return.", "LaFargue": "One who assists the people's rulers with Tao does not use weapons to force changes in the world. \"Such action usually backfires.\"", "Beck": "Whoever advises a leader according to the Way opposes conquest by force of arms. The use of force tends to rebound.", "Wu": "He who knows how to guide ruler in the path of Tao Does not try to override the world with force of arms. It is in the nature of a military weapon to\nturn against its wielder.", "Wayism": " ", "World": "Whenever you have an opportunity to advise a leader regarding Infinity, advise her not to use force to try to gain control of the world. Why? Because\nforce attracts resistance and the greater the force the greater the resistance", "Muller": "If you used the Tao as a principle for ruling You would not dominate the people by military force. What goes around comes around.", "Merel": "Powerful men are well advised not to use violence, For violence has a habit of returning;", "Ta-Kao": "He who assists a ruler of men with Tao does not force the world with arms.", "Crowley": "If a king summon to his aid a Master of the Dao, let him not advise recourse to arms. Such action certainly brings the corresponding reaction.", "Bynner": "One who would guide a leader of men in the uses of life Will warn him against the use of arms for conquest. Weapons often turn upon the wielder,", "Walker": "Those who wish to use Tao to influence others don't rely on force or weapons or military strategies. Force rebounds.", "Mabry": "A leader who is advised to rely on the Tao Does not enforce his will upon the world by military means. For such things are likely to rebound.", "Hansen": "Those who use a guide to help the ruling class should not coerce the social world with arms. Social affairs are highly reciprocal.", "Mitchell": "Whoever relies on the Tao in governing men doesn't try to force issues or defeat enemies by force of arms. For every force there is a counterforce.", "McDonald": "He who by dao purposes to help a ruler of men, will oppose most conquest by force of arms: such things are wont to rebound.", "Chan": "He who assists the ruler with Tao does not dominate the world with force. The use of force usually bring requital.", "Cleary": "Those who assist human leaders with the Way do not coerce the world with weapons, for these things are apt to backfire.", "LinYutan": "He who by Tao purposes to help the ruler of men Will oppose all conquest by force of arms. For such things are wont to rebound."}, "section": 1}, {"content": {"Legge": "Wherever a host is stationed, briars and thorns spring up. In the sequence of great armies there are sure to be bad years.", "Byrn": "In the places where armies march, thorns and briars bloom and grow. After armies take to war, bad years must always follow.", "Red Pine": "where armies camp brambles grow", "Wieger": "Wherever the troops stay the land produces only thorns, having been abandoned by the farm workers. Wherever a great army has passed, years of\nunhappiness (from famine and brigandage) follow.", "Blackney": "For where armies have marched, There do briars spring up; Where great hosts are impressed, Years of hunger and evil ensue.", "Lindauer": "Briars and thorns grow within the dwelling place of the army Behind a great military comes the seed for a faminous year.", "LaFargue": "Where troops camp, thorns and brambles grow.", "Beck": "Where armies march, thorns and brambles grow. Whenever a great army is formed, scarcity and famine follow.", "Wu": "Wherever armies are stationed, thorny bushes grow. After a great war, bad years invariably follow.", "Wayism": " ", "World": "Briars grow where armies have been and hard times are the legacy of a great war", "Muller": "Where the general has camped Thorns and brambles grow. In the wake of a great army Come years of famine.", "Merel": "Thorns and weeds grow wherever an army goes, And lean years follow a great war.", "Ta-Kao": "For the actions of arms will be well requited; where armies have been quartered brambles and thorns grow. Great wars are for certain followed by\nyears of scarcity.", "Crowley": "Where armies are, are weeds. Bad harvests follow great hosts.", "Bynner": "An army's harvest is a waste of thorns, Conscription of a multitude of men Drains the next year dry.", "Walker": "Weapons turn on their wielders. Battles are inevitably followed by famines.", "Mabry": "Wherever armies have camped Thistles and briars grow. In the wake of war Bad years are sure to follow.", "Hansen": "Where you place a division, thorns and briars grow. In the wake of a great army inevitably lies years of calamities.", "Mitchell": "Violence, even well intentioned, always rebounds upon oneself.", "McDonald": "Where armies are, thorns and brambles can grow. The raising of a great host could be followed by a year of dearth. ", "Chan": "Wherever armies are stationed, briers and thorns grow. Great wars are always followed by famines.", "Cleary": "Brambles grow where an army has been; there are always bad years after a war.", "LinYutan": "Where armies are, thorns and brambles grow. The raising of a great host Is followed by a year of dearth."}, "section": 2}, {"content": {"Legge": "A skilful (commander) strikes a decisive blow, and stops. He does not dare (by continuing his operations) to assert and complete his mastery.", "Byrn": "The skilful commander strikes a decisive blow then stops.", "Red Pine": "best to win then stop don't make use of force", "Wieger": "Therefore the good general is content to do only what he has to do, (the least possible; moral, rather than material repression). He stops as soon as\npossible, guarding himself from exploiting his force to the limit.", "Blackney": "The good man's purpose once attained, He stops at that; He will not press for victory.", "Lindauer": "Those who value Achieve results yet stop Are without venturing to strive to hold", "LaFargue": null, "Beck": "The skillful achieve their purposes and stop. They dare not rely on force.", "Wu": "What you want is to protect efficiently your own state, But not to aim at self-aggrandizement.", "Wayism": " ", "World": "Conclude hostilities as soon as possible and do not continue to use excessive force after victory.", "Muller": "If you know what you are doing You will do what is necessary and stop there.", "Merel": "A general is well advised To achieve nothing more than his orders: Not to take advantage of his victory.", "Ta-Kao": "He aims only at carrying out relief, and does not venture to force his power upon others.", "Crowley": "The good general strikes decisively, once and for all. He does not risk by overboldness.", "Bynner": "A good general, daring to march, dares also to halt, Will never press his triumph beyond need.", "Walker": "Just do what needs to be done, and then stop. Attain your purpose, but don't pres your advantage.", "Mabry": "A good leader accomplishes only what he has set out to do And is careful not to overestimate his ability.", "Hansen": "Skill bears fruit - period! Do not presume, in view of that, to choose coercion.", "Mitchell": "The Master does his job and then stops. He understands that the universe is forever out of control, and that trying to dominate events goes against the\ncurrent of the Tao.", "McDonald": "Therefore a good general effects his purpose and next stops; for he dares not rely upon the strength of arms: he doesn't take further advantage of a\nvictory.", "Chan": "A good (general) achieves his purpose and stops, But dares not seek to dominate the world.", "Cleary": "Therefore the good are effective, that is all; they do not presume to grab power thereby:", "LinYutan": "Therefore a good general effects his purpose and stops. He dares not rely upon the strength of arms;"}, "section": 3}, {"content": {"Legge": "He will strike the blow, but will be on his guard against being vain or boastful or arrogant in consequence of it. He strikes it as a matter of necessity;\nhe strikes it, but not from a wish for mastery.", "Byrn": "When victory is won over the enemy through war it is not a thing of great pride. When the battle is over, arrogance is the new enemy. War can result\nwhen no other alternative is given, so the one who overcomes an enemy should not dominate them.", "Red Pine": "win but don't be proud win but don't be vain win but don't be cruel win when you have no choice this is to win without force", "Wieger": "He does as much as is required (to reestablish peace), not for his personal advantage and fame, but from necessity and with reluctance, without any\nintention of increasing his power.", "Blackney": "His point once made, he does not boast, Or celebrate the goal he gained, Or proudly indicate the spoils. He won the day because he must: But not by\nforce or violence.", "Lindauer": "Achieve results yet do not brag Achieve results yet do not boast Achieve results yet do not be arrogant Achieve results yet without being done\nAchieve results yet do not strive.", "LaFargue": "being resolute, but not boastful being resolute, but not overbearing being resolute, but not arrogant being resolute, when you have no choice being\nresolute, but not forcing.", "Beck": "They achieve their purposes, but do not glory in them. They achieve their purposes, but do not celebrate them. They achieve their purposes, but do\nnot take pride in them. They achieve their purposes, but without violence.", "Wu": "After you have attained your purpose, You must not parade your success, You must not boast of your ability, You must not feel proud, You must\nrather regret that you had not been able to prevent the war. You must never think of conquering others by force.", "Wayism": " ", "World": "Fulfill your purpose but never glory in inhumane acts. Fulfill your purpose but never boast of bloodletting. Fulfill your purpose but never take pride\nin killing. Fulfill your purpose but avoid violence", "Muller": "Accomplish but don't boast Accomplish without show Accomplish without arrogance Accomplish without grabbing Accomplish without forcing.", "Merel": "Nor to glory, boast or pride himself; To do what is dictated by necessity, Not by choice.", "Ta-Kao": "When relief is done, he will not be assuming, He will not be boastful; he will not be proud; And he will think that he was obliged to do it. So it\ncomes that relief is done without resorting to force.", "Crowley": "He strikes, but does not vaunt his victory. He strikes according to strict law of necessity, not from desire of victory.", "Bynner": "What he must do he does but not for glory, What he must do he does but not for show, What he must do he does but not for self; He has done it\nbecause it had to be done, Not from a hot head.", "Walker": "Be resolute, but don't boast. Succeed, but don't crow. Accomplish, but don't overpower.", "Mabry": "He achieves his goal, but does not brag. He effects his purpose, but does not show off. He is resolute, but not arrogant. He does what he must,\nthough he may have little choice. He gets results, but not by force.", "Hansen": "Have effects and avoid regard. Have effects and avoid assault. Have effects and avoid pride. Have effects and treat it as inevitable. Have effects and\navoid coercion.", "Mitchell": "-", "McDonald": "He fulfils his purpose and does hardly glory in things he has done; effects his purpose and doesn't boast of a thing he accomplished; fulfils an ignoble\npurpose, but takes no pride in something he did well; fulfils his purpose as some perhaps regrettable necessity - does it as a step that could hardly be\naverted and avoided. So he effects his purpose, but hardly loves violence. Why?", "Chan": "He achieves his purpose but does not brag about it. He achieves his purpose but does not boast about it. He achieves his purpose but is not proud of\nit. He achieves his purpose but only as an unavoidable step. He achieves his purpose but does not aim to dominate.", "Cleary": "they are effective but not conceited, effective but not proud, effective but not arrogant. They are effective when they have to be, effective but not\ncoercive.", "LinYutan": "Effects his purpose and does not glory in it; Effects his purpose and does not boast of it; Effects his purpose and does not take pride in it; Effects his\npurpose as a regrettable necessity; Effects his purpose but does not love violence."}, "section": 4}, {"content": {"Legge": "When things have attained their strong maturity they become old. This may be said to be not in accordance with the Tao: and what is not in\naccordance with it soon comes to an end.", "Byrn": "The strong always weakened with time. This is not the way of the Tao. That which is not of the Tao will soon end.", "Red Pine": "virility means old age this isn't the Tao what isn't the Tao ends early", "Wieger": "Any height of power is always followed by decadence. Making oneself is therefore contrary to the Principle (the source of duration). He who is\nlacking on this point, will not be long in coming to an end.", "Blackney": "That things with age decline in strength, You well may say, suits not the Way; And not to suit the Way is early death.", "Lindauer": "Things reach the prime and then are old? Appropriately called not in accordance with tao What is not in accordance with tao comes to an early end.", "LaFargue": "Things are vigorous, then grow old and weak: A case of 'not-Tao.' Not-Tao, soon gone.", "Beck": "Things reach their prime and then decline. Violence is contrary to the Way. Whatever is contrary to the Way will soon perish.", "Wu": "For to be over-developed is to hasten decay, And this is against Tao, And what is against Tao will soon cease to be.", "Wayism": " ", "World": "Fulfill your purpose by flowing within the oneness of Infinity. The use of force dissipates life. Force is not the way of peace and harmony. That\nwhich goes against peace and harmony is short lived", "Muller": "When things flourish they decline. This is called non-Tao The non-Tao is short-lived.", "Merel": "For even the strongest force will weaken with time, And then its violence will return, and kill it.", "Ta-Kao": "When things come to the summit of their vigour, they begin to grow old. This is against Tao. What is against Tao will soon come to an end.", "Crowley": "Things become strong and ripe, then age. This is discord with the Dao; and what is not at one with the Dao soon comes to an end.", "Bynner": "Let life ripen and then fall, Force is not the way at all: Deny the way of life and you are dead.", "Walker": "Overdoing things invites decay, and this is against Tao. Whatever is against Tao soon ceases to be.", "Mabry": "Things that grow strong soon grow weak. This is not the Way of the Tao. Not following the Tao leads to an early end.", "Hansen": "Natural kinds are robust - then they get old. This is called 'don't guide.' Practice 'don't guide' early!", "Mitchell": "Because he believes in himself, he doesn't try to convince others. Because he is content with himself, he doesn't need others' approval. Because he\naccepts himself, the whole world accepts him.", "McDonald": "Things age after reaching their prime. What has a time of vigour (and conquest) also has its time of decay. After things reach their prime, they begin\nto grow old, which means being contrary to dao. Furthermore, morbid violence and violence in excess could be against dao. He who is against the\ndao perishes young. Whatever is contrary to dao will soon perish. What's against dao will hardly survive.", "Chan": "(For) after things reach their prime, they begin to grow old, Which means being contrary to Tao. Whatever is contrary to Tao will soon perish.", "Cleary": "If you peak in strength, you then age; this, it is said, is unguided. The unguided soon come to an end.", "LinYutan": "(For) things age after reaching their prime. That (violence) would be against the Tao. And he who is against the Tao perishes young."}, "section": 5}]