[{"content": {"Legge": "Colour's five hues from the eyes their sight will take; Music's five notes the ears as deaf can make; The flavours five deprive the mouth of taste.", "Byrn": "Five colors blind the eye. Five notes deafen the ear. Five flavours make the palate go stale.", "Red Pine": "The five colours make our eyes blind the five tones make our ears deaf the five flavours make our mouths numb", "Wieger": "Colours blind the eyes of man. Sound makes him deaf. Flavours exhaust his taste.", "Blackney": "The five colours darken the eye; The five sounds will deaden the ear; The five flavours weary the taste.", "Lindauer": "Five colors blind the eye of man Five tones deafen the ear of man Five flavors chafe the mouth of man ", "LaFargue": "The five colours make people's eyes go blind the five tones make people's ears go deaf the five flavours make people's mouths turn sour.", "Beck": "The five colors blind the eyes; the five musical tones deafen the ears; the five flavors dull the taste.", "Wu": "The five colours blind the eye. The five tones deafen the ear. The five flavours cloy the palate.", "Wayism": "Colours blind the eye. Sounds deafen the ear. Flavours numb the taste. ", "World": "The oneness of the five colors blind the eyes. The oneness of the five tones deafens the ears. The oneness of the five flavors dull the tongue.", "Muller": "The five colours blind our eyes. The five tones deafen our ears. The five flavours confuse our taste.", "Merel": "Too much colour blinds the eye, Too much music deafens the ear, Too much taste dulls the palate.", "Ta-Kao": "The five colours will blind a man's sight. The five sounds will deaden a man's hearing. The five tastes will spoil a man's palate.", "Crowley": "The five colours film over Sight; the five sounds make Hearing dull; the five flavours conceal Taste.", "Bynner": "The five colours can blind, The five tones deafen, The five tastes cloy.", "Walker": "The five colours blind the eye. The five tones deafen the ear. The five flavours overwhelm the palate.", "Mabry": "Too many colors tax people's vision. Too many sounds deaden people's hearing. Too many flavors spoil people's taste.", "Hansen": "The five colours stupefy the people's eyes. The five tones desensitize the people's ears. The five flavours numb the people's mouths", "Mitchell": "Colours blind the eye. Sounds deafen the ear. Flavours numb the taste.", "McDonald": "The five colours tend to confuse the eye, the five sounds of music can deafen the ear, the five tastes all dull or spoil the palate.", "Chan": "The five colours cause one's eyes to be blind. The five tones cause one's ears to be deaf. The five flavours cause one's palate to be spoiled.", "Cleary": "Colors blind people's eyes; sounds deafen their ears; flavors spoil people's palates,", "LinYutan": "The five colors blind the eyes of man; The five musical notes deafen the ears of man; The five flavors dull the taste of man;"}, "section": 1}, {"content": {"Legge": "The chariot course, and the wild hunting waste Make mad the mind; and objects rare and strange, Sought for, men's conduct will to evil change.", "Byrn": "Too much activity deranges the mind. Too much wealth causes crime.", "Red Pine": "riding and hunting make our minds wild hard-to-get goods make us break laws", "Wieger": "Hunting and racing, by unchaining savage passions in him, madden his heart. The love of rare and difficult-to-obtain objects pushes him to efforts\nthat harm him.", "Blackney": "Chasing the beasts of the field Will drive a man mad. The goods that are hard to procure Are hobbles that slow walking feet.", "Lindauer": "Racing and hunting inspire the mind of man to express craziness Goods difficult to obtain hamper the path of man.", "LaFargue": "Galloping and racing, bunting and chasing, make people's minds go mad. Goods hard to come by corrupt people's ways.", "Beck": "Racing and hunting madden the mind. Precious goods keep their owners on guard. ", "Wu": "Racing and hunting madden the mind. Rare goods tempt men to do wrong.", "Wayism": "Seeking to satisfy our desire for thrills leads us to do crazy things. ", "World": "Racing ahead of change and pursuing the illusion of reality promotes confusion.", "Muller": "Racing and hunting madden our minds. Possessing rare treasures brings about harmful behaviour.", "Merel": "Too much play maddens the mind, Too much desire tears the heart.", "Ta-Kao": "Chasing and hunting will drive a man wild Things hard to get will do harm to a man's conduct.", "Crowley": "occupation with motion and action bedevil Mind; even as the esteem of rare things begets covetousness and disorder.", "Bynner": "The race, the hunt, can drive men mad And their booty leave them no peace.", "Walker": "Fancy things get in the way of one's growth. Racing here and there, hunting for this and that - Good ways to madden your mind, that's all.", "Mabry": "Thrill-seeking leads people to do crazy things. The pursuit of wealth just gets in people's way.", "Hansen": "Horse races and hunting derange the people's heart-minds. Hard to get goods pervert the people's behavior.", "Mitchell": "Thoughts weaken the mind. Desires wither the heart.", "McDonald": "Excess of hunting and chasing makes a mind go mad. Things hard to get, keeps one on one's guard. Valuable things and products quite hard to get,\ncan impede their owner's progress.", "Chan": "Racing and hunting cause one's mind to be mad. Goods that are hard to get injure one's activities.", "Cleary": "the chase and the hunt craze people's minds; goods hard to obtain make people's actions harmful.", "LinYutan": "Horse-racing, hunting and chasing madden the minds of man; Rare, valuable goods keep their owners awake at night."}, "section": 2}, {"content": {"Legge": "Therefore the sage seeks to satisfy (the craving of) the belly, and not the (insatiable longing of the) eyes. He puts from him the latter, and prefers to\nseek the former.", "Byrn": "The Master acts on what she feels and not what she sees. She shuns the latter, and prefers to seek the former.", "Red Pine": "thus the rule of the sage puts the stomach ahead of the eyes thus he picks this over that", "Wieger": "Therefore the Sage looks to his stomach, and not his senses. renounces this, in order to embrace that. (He renounces what causes wear, in order to\nembrace what conserves).", "Blackney": "So the Wise Man will do What his belly dictates And never the sight of his eyes. Thus he will choose this but not that.", "Lindauer": "Appropriately it happens That sages act from the center without acting from the eyes. So detach from that, grab this.", "LaFargue": " Goes by the belly, not by the eye.  He leaves 'that' aside, and attends to 'this'", "Beck": "Therefore the wise satisfy the inner self rather than external senses. They accept the one and reject the other.", "Wu": "Therefore, the Sage takes care of the belly, not the eye. He prefers what is within to what is without.", "Wayism": "The master therefore observes the world but trusts his inner vision, caring for his belly and not his eye. Things come and go. Sanity is keeping the heart open as the sky. ", "World": "Therefore, the sage is in harmony with what she is and does not distinguish what she sees.  She chooses oneness and distinguishes nothing.", "Muller": "Therefore the sage regards his centre, and not his eyes. He lets go of that and chooses this.", "Merel": "In this manner the sage cares for people: He provides for the belly, not for the senses; He ignores abstraction and holds fast to substance.", "Ta-Kao": "Therefore the Sage makes provision for the stomach and not for the eye. He rejects the latter and chooses the former.", "Crowley": "The wise man seeks therefore to content the actual needs of his people, not to excite them by the sight of luxuries. He bans these, and concentrates on\nthose.", "Bynner": "Therefore a sensible man Prefers the inner to the outer eye: He has his yes, - he has his no.", "Walker": "Relinquish what is without. Cultivate what is within. Live for your center, not your senses.", "Mabry": "Therefore, the Sage provides for her needs, not her desires. She renounces the latter, and chooses the former.", "Hansen": "Using this: Sages deem:act for the gut not the eye. So they choose this and reject that.", "Mitchell": "The Master observes the world but trusts his inner vision. He allows things to come and go. His heart is open as the sky.", "McDonald": "So the wise man is concerned with his tummy before his eyes. He can consider the tummy first, not the eye. That is: He disregards the world outside\n- \"that\", and he accepts, goes for and in the end grabs the supernormal powers dormant within - his daoist \"this\". Therefore he rejects the one but\naccepts the other.", "Chan": "For this reason the sage is concerned with the belly and not the eyes, Therefore he rejects the one but accepts the other.", "Cleary": "Therefore sages work for the middle and not the eyes, leaving the latter and taking the former.", "LinYutan": "Therefore the Sage: Provides for the belly and not the eye. Hence, he rejects the one and accepts the other."}, "section": 3}]