[{"content": {"Legge": "All-pervading is the Great Tao! It may be found on the left hand and on the right.", "Byrn": "The great Tao flows unobstructed in every direction.", "Red Pine": "The Tao drifts it can go left or right", "Wieger": "The great Principle extends itself in all directions.", "Blackney": "O the great Way o'erflows And spreads on every side!", "Lindauer": "Great tao flowing everywhere It can be left or right ", "LaFargue": "Great Tao drifts - it can go right or go left.", "Beck": "The great Way flows everywhere, both left and right.", "Wu": "The Great Tao is universal like a flood. How can it be turned to the right or to the left?", "Wayism": " ", "World": "Infinity permeates everything in every direction; to the left as well as to the right.", "Muller": "The Tao is like a great flooding river. How can it be directed to the left or right?", "Merel": "The Way flows and ebbs, creating and destroying,", "Ta-Kao": "The great Tao pervades everywhere, both on the left and on the right.", "Crowley": "The Dao is immanent; it extends to the right hand as to the left.", "Bynner": "Bountiful life, letting anyone attend, Making no distinction between left or right.", "Walker": "The great Tao floods and flows in every direction.", "Mabry": "The great Tao flows everywhere, to the left and to the right.", "Hansen": "The great guide is everywhere! Thus it can 'left' the 'right.'", "Mitchell": "The great Tao flows everywhere.", "McDonald": "Some great dao can flow everywhere. Like a flood it can go left or right. Like a drifting boat it can go this way or that.", "Chan": "The Great Tao flows everywhere. It may go left or right.", "Cleary": "The Great Way is universal; it can apply to the left or the right.", "LinYutan": "The Great Tao flows everywhere, (Like a flood) it may go left or right."}, "section": 1}, {"content": {"Legge": "All things depend on it for their production, which it gives to them, not one refusing obedience to it. When its work is accomplished, it does not\nclaim the name of having done it. It clothes all things as with a garment, and makes no assumption of being their lord; -", "Byrn": "All things rely on it to conceive and be born, and it does not deny even the smallest of creation. When it has accomplished great wonders, it does not\nclaim them for itself. It nourishes infinite worlds, yet it doesn't seek to master the smallest creature.", "Red Pine": "everything lives by its grace but it doesn't speak when its work succeeds it makes no claim it has no desires", "Wieger": "It lends itself willingly to the genesis of all beings (its participants). When a work is accomplished, it does not attribute it to itself. It nourishes all\nbeings with kindness, without imposing itself on them as a master (for having nourished them; leaving them free; not exacting any degrading return\nfrom them).", "Blackney": "All beings come from it; No creature is denied. But having called them forth, It calls not one its own. It feeds and clothes them all And will not be\ntheir lord.", "Lindauer": "All things depend on it yet exist yet without being denied.  Outstanding service is performed without the presence of names It clothes and cultivates\nthe 10000 things Yet without acting as lord.", "LaFargue": ". It achieves successes, but does not hold tight to the fame. ", "Beck": "All things derive their life from it, and it does not turn away from them. It accomplishes its work, but does not take possession. It provides for and\nnourishes everything, but does not control them.", "Wu": "All creatures depend on it, And it denies nothing to anyone. It does its work, But makes no claims for itself. It clothes and feeds all, But it does not\nlord it over them:", "Wayism": " ", "World": "It is the potential of all things, and the manifestation of all things. Its total essence resides in all things. It has no purpose. It is complete in its\nindifference. It manifests and disintegrates all things forever. It sustains all things, yet it is the god of no thing.", "Muller": "The myriad things rely on it for their life but do not distinguish it. It brings to completion but cannot be said to exist. It clothes and feeds all things\nwithout lording over them.", "Merel": "Implementing all the world, attending to the tiniest details, Claiming nothing in return. It nurtures all things, Though it does not control them;", "Ta-Kao": "By it all things came into being, and it does not reject them. Merits accomplished, it does not possess them. It loves and nourishes all things but does\nnot dominate over them.", "Crowley": "All things derive from it their being; it creates them, and all comply with it. Its work is done, and it proclaims it not. It is the ornament of all things,\nyet it claims not fief of them;", "Bynner": "Feeding everyone, refusing no one, Has not provided this bounty to show how much it owns, Has not fed and clad its guests with any thought of\nclaim;", "Walker": "Everything in existence depends on it, and it doesn't deny them. It accomplishes its work without naming or making claims for itself. Everything in\nexistence is clothed and nourished by it, but it doesn't lord over anything.", "Mabry": "All things rely on it for their life and it does not refuse them. When its work is done, it does not demand recognition. It clothes and nourishes all\nthings and does not demand allegiance.", "Hansen": "The ten-thousand natural kinds depend on it and thus live. And it does not phrase its guidance. Success is achieved and not named as 'having.'\nSupports and nourishes the ten-thousand natural kinds and does not deem-act as lord.", "Mitchell": "All things are born from it, yet it doesn't create them. It pours itself into its work, yet it makes no claim. It nourishes infinite worlds, yet it doesn't\nhold on to them.", "McDonald": "All things [eventually] derive their life from it. It hardly denies or disowns them. It accomplishes its task, but seem to claim no credit for it. It hardly\ntakes possession of anyone, either. So though it covers all there is like some garment, it hardly takes possession. It can clothe and feed all beings but\nhardly claims to be guru over them.", "Chan": "All things depend on it for life, and it does not turn away from them. It accomplishes its task, but does not claim credit for it. It clothes and feeds all\nthings but does not claim to be master over them.", "Cleary": "All beings depend on it for life, and it does not refuse. Its accomplishments fulfilled, it does not dwell on them. It lovingly nurtures all beings, but\ndoes not act as their ruler.", "LinYutan": "The myriad things derive their life from it, And it does not deny them. When its work is accomplished, It does not take possession. It clothes and\nfeeds the myriad things, Yet does not claim them as its own."}, "section": 2}, {"content": {"Legge": "it may be named in the smallest things.", "Byrn": "Since it is without wants and desires, it can be considered humble.", "Red Pine": "shall we call it small", "Wieger": "Because of its constant disinterestedness, one might think it would become diminished. This is not so.", "Blackney": "Without desire always, It seems of slight import.", "Lindauer": "With entireness absent of desire One can name in relation to smallness ", "LaFargue": "", "Beck": "Always without desires, it may be considered small.", "Wu": "Thus, it may be called \"the Little.\"", "Wayism": " ", "World": "It has no purpose. It is Infinitely insignificant.", "Muller": "It is always desireless, so we call it \"the small.\"", "Merel": "It has no intention, So it seems inconsequential. It is the substance of all things; Though it does not control them;", "Ta-Kao": "It is always non-existent; therefore it can be named as small.", "Crowley": "there is nothing so small that it inhabits not, and informs it.", "Bynner": "And, because it lacks the twist Of mind and body in what it has done, The guile of head or hands, Is not always respected by a guest.", "Walker": "Aimless, ambitionless, it might be called \"small.\"", "Mabry": "Since it makes no demands for itself, it can seem to be of small regard.", "Hansen": "Treating lack of desire as constant; it can be named in the direction of 'small.'", "Mitchell": "Since it is merged with all things and hidden in their hearts, it can be called humble.", "McDonald": "Therefore it can perhaps be called low and quite free from insignificant desires.", "Chan": "Always without desires it may be called the Small.", "Cleary": "As it has no desire, it can be called small.", "LinYutan": "Often (regarded) without mind or passion, It may be considered small."}, "section": 3}, {"content": {"Legge": "All things return (to their root and disappear), and do not know that it is it which presides over their doing so; - it may be named in the greatest\nthings.", "Byrn": "All of creation seeks it for refuge yet it does not seek to master or control.", "Red Pine": "everything turns to it but it wields no control shall we call it great", "Wieger": "All beings to who it is so liberal, run towards it. It therefore finds itself magnified (through this universal trust).", "Blackney": "Yet, nonetheless, in this Its greatness still appears: When they return to it, No creature meets a lord.", "Lindauer": "The 10000 things merge and blend Yet without action as lord one can name great actions.", "LaFargue": "", "Beck": "The destination of all things, yet claiming nothing, it may be considered great.", "Wu": "All things return to it as to their home, But it does not lord it over them: Thus, it may be called \"the Great.\"", "Wayism": " ", "World": "All manifestations after a time disintegrate back into It, yet It is the god of no thing. It permeates everything and so there is nothing outside its realm.", "Muller": "The myriad things return to it and it doesn't exact lordship Thus it can be called \"great.\"", "Merel": "It has no exception, So it seems all-important.", "Ta-Kao": "All things return home to it, and it does not claim mastery over them; therefore it can be named as great.", "Crowley": "All things return without knowledge of the Cause thereof; there is nothing so great that is inhabits not, and informs it.", "Bynner": "Others appreciate welcome from the perfect host", "Walker": "Everything in existence returns to it, and still it doesn't lord over anything. Thus it might also be called \"great.\"", "Mabry": "Yet as all things return to it of their own accord, without being commanded, it can truly be regarded Great.", "Hansen": "The ten-thousand natural kinds return to it and it does not deem-act as lord. It can be named as 'great.'", "Mitchell": "Since all things vanish into it and it alone endures, it can be called great.", "McDonald": "To turn into the home of all things, don't make any outer claims. (Implied; cf. Y) See into how dao is by non-desiring empty mind. (Cf. Y) Ten\nthousand [hungry] creatures obey a dao master and his ways, though they hardly understand it or how. Dao is called great. And the man who lives it\nor a dao repertoire is called great as well. The wise man never strives [verbally] for the great. To the end the wise dao man doesn't claim any outer\ngreatness. Thus [some degree of subtle Vossa-] greatness is installed.", "Chan": "All things come to it and it does not master them; it may be called the Great.", "Cleary": "All beings take to it, yet it does not act as their ruler, it can be called great.", "LinYutan": "Being the home of all things, yet claiming not, It may be considered great."}, "section": 4}, {"content": {"Legge": "Hence the sage is able (in the same way) to accomplish his great achievements. It is through his not making himself great that he can accomplish\nthem.", "Byrn": "Because it does not seek greatness;  it is able to accomplish truly great things.", "Red Pine": "therefore the sage never acts great thus he can do great things", "Wieger": "The Sage imitates this conduct. He, also, makes himself small (through his disinterestedness and his delicate reserve), and acquires thereby true\ngreatness.", "Blackney": "The Wise Man, therefore, while he is alive, Will never make a show of being great: And that is how his greatness is achieved.", "Lindauer": "What is entirely without a self to act great happens So it is able to perfect what is great.", "LaFargue": "Because in the end it does not insist on its own greatness, yes, it is able to achieve its full greatness.", "Beck": "Because it never claims greatness, its greatness is achieved.", "Wu": "It is just because it does no wish to be great That its greatness is fully realized.", "Wayism": " ", "World": "It cannot appear great because it is at one with everything", "Muller": "Till the end, it does not regard itself as Great. Therefore it actualizes its greatness.", "Merel": "The sage would not control the world; He is in harmony with the world.", "Ta-Kao": "Because it never assumes greatness, therefore it can accomplish greatness.", "Crowley": "In this manner also may the Sage perform his Works. It is not by thrusting himself forward that he wins to his success.", "Bynner": "Who, barely appearing to exist, Exists the most.", "Walker": "Because it has no desire to be great, it can achieve greatness.", "Mabry": "It is only because it does not claim to be Great That it is able to achieve such Greatness.", "Hansen": "With its ultimately not self-deeming as 'great' Hence it is able to achieve its 'great.'", "Mitchell": "It isn't aware of its greatness; thus it is truly great.", "McDonald": "And the wise man never at any time hardly ever makes a show of greatness. By such a dogged, keen strategy some [clowns] achieves greatness.", "Chan": "Therefore (the sage) never strives himself for the great, and thereby the great is achieved.", "Cleary": "Therefore sages never contrive greatness; that is why they can become so great.", "LinYutan": "Because to the end it does not claim greatness, Its greatness is achieved."}, "section": 5}]