[{"content": {"Legge": "The grandest forms of active force From Tao come, their only source.", "Byrn": "The greatest virtue you can have comes from following only the Tao;", "Red Pine": "The expression of empty virtue comes from the Tao alone", "Wieger": "All of the beings which play a role, in the great manifestation of the cosmic theater, have come from the Principle, through its virtue (its unwinding).", "Blackney": "The omnipresent Virtue will take shape According only to the Way.", "Lindauer": "An aperture is the appearance of the ideal Only tao is appropriately followed.", "LaFargue": "The impression made by magnificent Te comes only from Tao.", "Beck": "All-embracing power proceeds only through the Way.", "Wu": "It lies in the nature of Grand Virtue To follow the Tao and the Tao alone.", "Wayism": " ", "World": "To attain peace and harmony, stay focused on the oneness of Infinit", "Muller": "The form of great virtue is something that only the Tao can follow.", "Merel": "Harmony is only in following the Way.", "Ta-Kao": "The great virtue as manifested is but following Tao.", "Crowley": "The sole source of energy is the Dao.", "Bynner": "The surest test if a man be sane Is if he accepts life whole, as it is,", "Walker": "The greatest virtue is to follow Tao, and only Tao.", "Mabry": "The only virtue worth having is that of following the Tao,", "Hansen": "The content of permeating virtuosity is merely following a guide.", "Mitchell": "The Master keeps her mind always at one with the Tao; that is what gives her her radiance.", "McDonald": "The marks of great virtue follow alone from the (one) dao. What's called one dao seems impalpable and vague, not to be measured at all.", "Chan": "The all-embracing quality of the great virtue follows alone from the Tao.", "Cleary": "For the countenance of great virtue, only the Way is to be followed.", "LinYutan": "The marks of great Character Follow alone from the Tao."}, "section": 1}, {"content": {"Legge": "Who can of Tao the nature tell? Our sight it flies, our touch as well. Eluding sight, eluding touch, The forms of things all in it crouch; Eluding touch,\neluding sight, There are their semblances, all right. Profound it is, dark and obscure; Things' essences all there endure. Those essences the truth\nenfold Of what, when seen, shall then be told.", "Byrn": "which takes a form that is intangible and evasive. Even though the Tao is intangible and evasive, we are able to know it exists. Intangible and\nevasive, yet it has a manifestation. Secluded and dark, yet there is a vitality within it. Its vitality is very genuine. Within it we can find order.", "Red Pine": "the Tao as a thing waxes and wanes it waxes and wanes but inside is an image it waxes and wanes but inside is a creature it's distant and dark but\ninside is an essence an essence fundamentally real and inside is a heart", "Wieger": "The Principle is indistinct and indeterminate, mysterious and obscure. In its indistinction and indetermination there are types, a multitude of beings. In\nits mystery and obscurity there is an essence which is reality.", "Blackney": "The Way itself is like some thing Seen in a dream, elusive, evading one. In it are images, elusive, evading one. In it are things like shadows in\ntwilight. In it are essences, subtle but real, Embedded in truth.", "Lindauer": "The action of tao on things, Only elusive, only ungraspable. So ungraspable, so elusive At its center, the presence of form So elusive, so ungraspable\nAt its center, the presence of things So secluded, so hard to see At its center, the presence of belief.", "LaFargue": " Evasive, elusive, inside it lies the mind's true form. Elusive, evasive, inside it lies something substantial.\nShadowy, dim. Inside it lies vital energy. This energy is very strong inside it lies true genuineness.", "Beck": "What is called the Way is elusive and intangible. Intangible and elusive, yet within it are thought-images. Elusive and intangible, yet within it are\nobjects. Deep and obscure, yet within it is the life-force. The life-force is very real, and within it is certainty.", "Wu": "Now what is the Tao? It is Something elusive and evasive. Evasive and elusive! And yet It contains within Itself a Form. Elusive and evasive! And\nyet It contains within Itself a Substance. Shadowy and dim! And yet It contains within Itself a Core of Vitality. The Core of Vitality is very real, It\ncontains within Itself an unfailing Sincerity.", "Wayism": " ", "World": "Infinity is the intangible potential of all things; intangible yet manifesting all images, intangible yet manifesting all substance. Within the Infinite void\nresides the Infinite potential of all things. All tangible things are a manifestation of the Infinite essenc", "Muller": "The Tao as a \"thing\" is only vague and obscure. How obscure! How vague! In it there is form. How vague! How obscure! In it are things. How\ndeep! How dark! In it there is an essence. The essence is so real--therein is belief.", "Merel": "The Way is without form or quality, But expresses all forms and qualities; The Way is hidden and implicate, But expresses all of nature; The Way is\nunchanging, But expresses all motion.", "Ta-Kao": "Tao is a thing that is both invisible and intangible. Intangible and invisible, yet there are forms in it; Invisible and intangible, yet there is substance in\nit; Subtle and obscure, there is essence in it; This essence being invariably true, there is faith in it.", "Crowley": "Who may declare its nature? It is beyond Sense, yet all form is hidden within it. It is beyond Sense, yet all Perceptibles are hidden within it. This\nBeing excites Perception, and the Word thereof.", "Bynner": "Without needing by measure or touch to understand The measureless untouchable source Of its images, The measureless untouchable source Of its\nsubstances, The source which, while it appears dark emptiness, Brims with a quick force Farthest away And yet nearest at hand", "Walker": "You might say, \"But Tao is illusive! Evasive! Mysterious! Dark! How can one follow that?\" By following this: Out of silent subtle mystery emerge\nimages. These images coalesce into forms. Within each form is contained the seed and essence of life. Thus do all things emerge and expand out of\ndarkness and emptiness.", "Mabry": "and the only thing you can say about the Tao, is that it is elusive and evasive. It is elusive and evasive, yet it can be observed. It is evasive and\nelusive, yet it does manifest itself. It is dim and dark, yet its essence can be grasped. Its essence is unquestionably genuine. You can put your faith in\nit.", "Hansen": "To deem guides as a natural kind: Indeed confused! Indeed indistinct! Indistinct! Confused! Within them there are signs. Confused! Indistinct! Within\nthem there are natural kinds. Yawning! Murky! Within them there is generative energy. Their energy is optimally authentic. Within it there is\nreliability.", "Mitchell": "The Tao is ungraspable. How can her mind be at one with it? Because she doesn't cling to ideas. The Tao is dark and unfathomable. How can it\nmake her radiant? Because she lets it.", "McDonald": "Dao is an elusive, virtually incommensurable form, but eluding, elusive it contains sub-forms.", "Chan": "The thing that is called Tao is eluding and vague. Vague and eluding, there is in it the form. Eluding and vague, in it are things. Deep and obscure, in\nit is the essence. The essence is very real; in it are evidences.", "Cleary": "As a thing, the Way is abstract and elusive; elusive and abstract, there are images in it; abstract and elusive, there is something there. Recondite,\nhidden, it has vitality therein: that vitality is very real; it has truth therein.", "LinYutan": "The thing that is called Tao Is elusive, evasive. Evasive, elusive, Yet latent in it are forms. Elusive, evasive, Yet latent in it are objects. Dark and\ndim, Yet latent in it is the life-force. The life-force being very true, Latent in it are evidences."}, "section": 2}, {"content": {"Legge": "Now it is so; 'twas so of old. Its name--what passes not away; So, in their beautiful array, Things form and never know decay.", "Byrn": "Since the beginning of time, the Tao has always existed. It is beyond existing and not existing.", "Red Pine": "throughout the ages its name has never changed so we might follow our fathers", "Wieger": "From ancient times until the present, its name (its being) has stayed the same, all beings have come from it.", "Blackney": "From of old until now, Under names without end, The First, the Beginning is seen.", "Lindauer": "From ancient times reaching into the present its name does not depart Experience of the collective beginning happens.", "LaFargue": "From ancient times until today Its name has not been forgotten allowing us to see the beginnings of everything.", "Beck": "From the ancient times till now its manifestations have never ceased, by which we may see the beginning of all things.", "Wu": "Throughout the ages Its Name has been preserved In order to recall the Beginning of all things.", "Wayism": " ", "World": "From the present, forever into the past, forever into the future, Infinity is the homogenous essence. The potential of all things forever manifest and\nforever disintegrate within the Infinit", "Muller": "From the present to antiquity, its name has never left it, so we can examine all origins.", "Merel": "Beneath sensation and memory The Way is the source of all the world.", "Ta-Kao": "From of old till now, it has never lost its (nameless) name, Through which the origin of all things has passed.", "Crowley": "As it was in the beginning, is now, and ever shall be, its Name operates continuously, causing all to flow in the cycle of Change, which is Love and\nBeauty.", "Bynner": "From oldest time unto this day, Changing its images with origin:", "Walker": "Because its essence is real and evident in the origins of all things, the name of the Tao has survived since the beginning of time.", "Mabry": "From the beginning of time until the present, its Name has remained. In it one can see all of Creation.", "Hansen": "From the past to the present it's name remains. And elucidates the crowd's honoured father.", "Mitchell": "Since before time and space were, the Tao is. It is beyond is and is not.", "McDonald": "Within it lie idea-images of coming things, within it are some shadowy entities or some dormant, vibrant life force of the firstborn, dim essence -\neven of objects, somehow, but much rarefied - latent in the essence is the life-force. The life-force is real and to be trusted. It's true, and can be set to\noperate. and latent in it are evidences. From the days of old till now its chunks haven't departed or ceased, By its chunks we can view some origin of\nall descended units.", "Chan": "From the time of old until now, its name (manifestations) ever remains. By which we may see the beginning of all things.", "Cleary": "From ancient times to now, its name is the undeparting; thereby are seen all beauties.", "LinYutan": "From the days of old till now Its Named (manifested forms) have never ceased, By which we may view the Father of All Things."}, "section": 3}, {"content": {"Legge": "How know I that it is so with all the beauties of existing things? By this (nature of the Tao).", "Byrn": "How do I know where creation comes from? I look inside myself and see it.", "Red Pine": "how do we know what our fathers were like through this", "Wieger": "How do I know that it was the origin of all beings? ... (By objective observation of the universe, which reveals that contingencies must have come\nfrom the absolute).", "Blackney": "How do I know the beginning of all, What its nature may be? By these!", "Lindauer": "Why do I happen to know the shape of the collective beginning is this way? It just happens.", "LaFargue": "this low in the cycle of Change, which is Love and Beauty. How do I know this?\nBy my comprehension of the Dao.", "Beck": "How do I know that the beginnings of all things are so? Through this certainty.", "Wu": "How do I know the ways of all things at the Beginning? By what is within me.", "Wayism": " ", "World": "How can I know the manifestations of Infinity? Because I am at one with Infinit", "Muller": "How do I know the form of all origins? By this.", "Merel": "How can I understand the source of the world? By accepting.", "Ta-Kao": " How do I know that it is so with the origin of all things? By this (Tao).", "Crowley": "How do I know this? By my comprehension of the Dao.", "Bynner": "What more need I know of the origin Than this?", "Walker": "How can I know the circumstances of the origins of all things? Exactly by this phenomenon.", "Mabry": "How do I know where all of Creation comes from? I know the Tao!", "Hansen": "How do I know the shape of the crowd's honoured father? With this.", "Mitchell": "How do I know this is true? I look inside myself and see.", "McDonald": "Do I know a father of a thing? How to know how some origin of a manifestation is formed? By much developed intuition, possibly.", "Chan": "How do I know that the beginning of all things are so? Through this (Tao).", "Cleary": "How do I know all beauties are thus? By this.", "LinYutan": "How do I know the shape of the Father of All Things? Through these (manifested forms)!"}, "section": 4}]