[{"content": {"Legge": "Or fame or life, Which do you hold more dear? Or life or wealth, To which would you adhere? Keep life and lose those other things; Keep them and\nlose your life: - which brings Sorrow and pain more near?", "Byrn": "Which is more important, your honor or your life? Which is more valuable, your possessions or your person? Which is more destructive, success or\nfailure?", "Red Pine": "Which is more vital fame or health which is more precious health or riches which is more harmful loss or gain", "Wieger": "Is not the body more important that reputation? Is life not of more consideration that wealth? Is it wise to risk a great loss for a small advantage?", "Blackney": "Which is dearer, fame or self? Which is worth more, man or pelf? Which would hurt more, gain or loss?", "Lindauer": "Name or body, which is more prized? Body or wealth, which is more abundant? Obtaining or losing, which is the greater fault? ", "LaFargue": "Your fame or your self, which is closer to you? Your self or your possessions, which counts for more? Gaining or losing, which brings the pain?", "Beck": "Fame or your life, which do you love more? Life or material wealth, which is more valuable? Loss or gain, which is worse?", "Wu": "As for your name and your body, which is the dearer? As for your body and your wealth, which is the more to be prized? As for gain and loss,\nwhich is the more painful?", "Wayism": " ", "World": "Your name or your self: which is more important? Your self or your possessions: which are more valuable? Gain or loss: which is more destructive\nto peace and harmony", "Muller": "Which is dearer, fame or your life? Which is greater, your life or possessions? Which is more painful, gain or loss?", "Merel": "Health or reputation: which is held dearer? Health or possessions: which has more worth? Profit or loss: which is more troublesome?", "Ta-Kao": "Fame or your person, which is nearer to you? Your person or wealth, which is dearer to you? Gain or loss, which brings more evil to you?", "Crowley": "What shall it profit a man is he gain fame or wealth, And lose his life?", "Bynner": "Which means more to you, You or your renown? Which brings more to you, You or what you own? And which would cost you more If it were\ngone?", "Walker": "Which is more precious, fame or health? Which is more valuable, health or wealth? Which is more harmful, winning or losing?", "Mabry": "Fame of self: which is more important? Your possessions or your person: which is worth more to you? Gain or loss: which is worse?", "Hansen": "Your name or your self - which is closest to you? Your self and commodities - which counts as more? Obtaining and losing - which is a defect?", "Mitchell": "Fame or integrity: which is more important? Money or happiness: which is more valuable? Success of failure: which is more destructive?", "McDonald": "Fame or one's own self, which matters most? Nay, which does one love more? Which should one love more, fame or one's own life? Which is more\nvaluable, one's own life or wealth? One's own self or things bought, the solid goods, which should really count most? Which is worse, gain or loss?\nCould it be loss (of self) or possession which is the greater evil? [Which gain is the greater evil here?]", "Chan": "Which does one love more, fame or one's own life? Which is more valuable, one's own life or wealth? Which is worse, gain or loss?", "Cleary": "Which is closer, your name or your body? Which is more, your body or your possessions? Which is more destructive, gain or loss?", "LinYutan": "Fame or one's own self, which does one love more? One's own self or material goods, which has more worth? Loss (of self) or possession (of\ngoods), which is the greater evil?"}, "section": 1}, {"content": {"Legge": "Thus we may see, Who cleaves to fame Rejects what is more great; Who loves large stores Gives up the richer state.", "Byrn": "Because of this, great love extracts a great cost and true wealth requires greater loss.", "Red Pine": "the deeper the love the higher the cost the bigger the treasure the greater the loss", "Wieger": "He who is a great lover, wears out (his heart). He who amasses great wealth, heads toward ruin (by theft or confiscation).", "Blackney": "The mean man pays the highest price; The hoarder takes the greatest loss;", "Lindauer": "So appropriately Being very fond seeds great cost What is abundantly stashed seeds heavy loss.", "LaFargue": " Very fond, much expended much hoarding, heavy loss.", "Beck": "Therefore those who desire most spend most. Those who hoard most lose most.", "Wu": "Thus, an excessive love for anything will cost you dear in the end. The storing up of too much goods will entail a heavy loss.", "Wayism": " ", "World": "He who values his name separates from the oneness of humanity and experiences suffering. Accumulating always creates confusion. A man in\nharmony does not distinguish gain or loss.", "Muller": "Therefore we always pay a great price for excessive love And suffer deep loss for great accumulation.", "Merel": "Great love incurs great expense, And great wealth incurs great fear,", "Ta-Kao": "Over-love of anything will lead to wasteful spending; Amassed riches will be followed by heavy plundering.", "Crowley": "If a man cling to fame or wealth, he risks that is worth more.", "Bynner": "The niggard pays, The miser loses.", "Walker": "The more excessive your love, the greater your suffering. The longer you hoard, the heavier your losses.", "Mabry": "Therefore, to be obsessed with \"things\" is a great waste, The more you gain, the greater your loss.", "Hansen": "For this reason, superlative love certainly has great cost. Much storage certainly increases losses.", "Mitchell": "If you look to others for fulfilment, you will never truly be fulfilled. If your happiness depends on money, you will never be happy with yourself.", "McDonald": "Therefore: he who loves most spends most. He who has lavish desires could spend extravagantly. He who hoards much could lose much. Who\nhoards much is in for losing heavily if who has hoarded most could suffer the heaviest loss.", "Chan": "Therefore he who has lavish desires will spend extravagantly. He who hoards will lose most heavily.", "Cleary": "Extreme fondness means great expense, and abundant possessions mean much loss.", "LinYutan": "Therefore: he who loves most spends most, He who hoards much loses much."}, "section": 2}, {"content": {"Legge": "Who is content Needs fear no shame. Who knows to stop Incurs no blame. From danger free Long live shall he.", "Byrn": "Knowing when you have enough avoids dishonour, and knowing when to stop will keep you from danger and bring you a long, happy life.", "Red Pine": "who knows contentment suffers no shame who knows restraint encounters no trouble", "Wieger": "Whereas he who is modest courts no disgrace; he who is moderate does not perish, but endures.", "Blackney": "A man content is never shamed, And self-restrained, is not in danger: He will live forever.", "Lindauer": "Know enough, lack disgrace Know to stop, lack danger Growth and the long-lasting can happen.", "LaFargue": "Be content and there will be no disgrace. Know to stop and there will be no danger. ", "Beck": "Those who are contented are not disappointed. Those who know when to stop prevent danger. Thus they can long endure.", "Wu": "To know when you have enough is to be immune from disgrace. To know when to stop is to be preserved from perils. Only thus can you endure\nlong.", "Wayism": " ", "World": "A man who refuses to judge or make distinctions will never become lost or confused. He will experience peace and harmony within the oneness of\nInfinity", "Muller": "Knowing what is enough, you will not be humiliated. Knowing where to stop, you will not be imperiled And can be long-lasting.", "Merel": "But contentment comes at no cost. For who knows when to stop Does not continue into danger, And so may long endure.", "Ta-Kao": "Therefore, he who knows contentment can never be humiliated; He who knows where to stop can never be perishable; He will long endure and thus\nlives long", "Crowley": "Be content, not fearing disgrace. Act not, And risk not criticism. Thus live you long, without alarm.", "Bynner": "The least ashamed of all men Goes back if he chooses: He knows both ways, He starts again.", "Walker": "Knowing what is enough is freedom. Knowing when to stop is safety. Practice these, and you'll endure.", "Mabry": "Being content with what you have been given, You can avoid disgrace. Knowing when to stop, You will avoid danger. That way you can live a long\nand happy life.", "Hansen": "Knowing to 'sufficient' does not disgrace. Knowing to 'stop' does not endanger. You can endure longer.", "Mitchell": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.", "McDonald": "The contented man could meet no disgrace; Who stops in time knows when to stop. Who stops in time nothing can harm if free from danger he can\nlong endure and feel forever safe and secure. He can long endure who stays forever safe and secure -", "Chan": "He who is contented suffers no disgrace. He who knows when to stop is free from danger. Therefore he can long endure.", "Cleary": "If you know when you have enough, you will not be disgraced. If you know when to stop, you will not be endangered. It is possible thereby to live\nlong.", "LinYutan": "The contented man meets no disgrace; Who know when to stop runs into no danger - He can long endure."}, "section": 3}]