[{"content": {"Legge": "What (Tao's) skillful planter plants Can never be uptorn; What his skillful arms enfold, From him can ne'er be borne. Sons shall bring in lengthening\nline, Sacrifices to his shrine.", "Byrn": "That which is well built will never be torn down. That which is well latched can not slip away. Those who do things well will be honored from\ngeneration to generation.", "Red Pine": "What is planted right is not uprooted what is held right is not ripped away future generations worship it forever", "Wieger": "He who builds on disinterestedness will not find his work destroyed. He who keeps himself disinterested will not lose what he has. His sons and his\ngrandsons will make offerings to him without interruption (that is to say, they will succeed him and enjoy the fruit of his works).", "Blackney": "Set firm in the Way: none shall uproot you; Cherish it well and none shall estrange you; Your children's children faithful shall serve Your forebears\nat the altar of your house.", "Lindauer": "That which is valuably established is not weeded out That which is valuably embraced is not shed off. It happens, children and grandchildren\nSacrifice to ancestors without reflection.", "LaFargue": "Excellently founded: it will not be uprooted Excellently embraced and cared for: it will not slip away so sons and grandsons will never cease to offer\nthe sacrifices.", "Beck": "What is well established cannot be uprooted. What is firmly held cannot slip away. The power of sacrifice continues on from generation to\ngeneration.", "Wu": "What is well planted cannot be uprooted. What is well embraced cannot slip away. Your descendants will carry on the ancestral sacrifice for\ngenerations without end.", "Wayism": " ", "World": "The essence of Infinity can be ignored but never uprooted. If it is acknowledged, it cannot be lost and it will manifest peace and harmony from\nparents to children forever.", "Muller": "The well-established cannot be uprooted. The well-grasped does not slip away. Generation after generation carries out the ancestor worship without\nbreak.", "Merel": " ", "Ta-Kao": "What is planted by the best planter can never be removed; What is embraced by the best embracer can never be loosened. Thus his children and\ngrandchildren will be able to continue their ancestral sacrifice for endless generations.", "Crowley": "If a man plant according to the Dao, it will never be uprooted; if he thus gather, it will never be lost. His sons and his sons' sons, one following\nanother, shall honour the shrine of their ancestor.", "Bynner": "'Since true foundation cannot fail But holds as good as new, Many a worshipful son shall hail A father who lived true.'", "Walker": "Plant yourself firmly in the Tao and you won't ever be uprooted. Embrace Tao firmly and you won't ever be separated from it. Your children will\nthrive, and your children's children.", "Mabry": "One who is well grounded will not be uprooted. One who has a firm embrace will not let go. His descendants will faithfully carry on his tradition.", "Hansen": "Worthy builders do not tear down. Worthy embracers do not let go. Sons and grandsons never stop sacrificing.", "Mitchell": "Whoever is planted in the Tao will not be rooted up. Whoever embraces the Tao will not slip away. Her name will be held in honour from generation\nto generation.", "McDonald": "Well planted can hardly be plucked. Who is well established (in dao) can hardly be pulled away. The firmly grounded is hardly easily shaken. Who\nhas a firm grasp doesn't easily let go. Who has a firm grasp of dao can't be separated from it. A really firm grasp can't be relaxed. Next, the ancestor's\ndao ways and means and their powers unite to carry the modern family on. From generation to generation firmly gripped dao [gyrations] shall be\ncontinued without fail. Such ancestral sacrifice is not to be suspended.", "Chan": "He who is well established (in Tao) cannot be pulled away. He who has a firm grasp (of Tao) cannot be separated from it. Thus from generation to\ngeneration his ancestral sacrifice will never be suspended.", "Cleary": "Good construction does not fall down, a good embrace does not let go; their heirs honor them unceasingly.", "LinYutan": "Who is firmly established is not easily shaken. Who has a firm grasp does not easily let go. From generation to generation his ancestral sacrifices\nShall be continued without fail."}, "section": 1}, {"content": {"Legge": "Tao when nursed within one's self, His vigour will make true; And where the family it rules What riches will accrue! The neighbourhood where it\nprevails In thriving will abound; And when 'tis seen throughout the state, Good fortune will be found. Employ it the kingdom o'er, And men thrive\nall around.", "Byrn": "If this idea is cultivated in the individual, then his virtue will become genuine. If this idea is cultivated in your family, then virtue in your family will\nbe great. If this idea is cultivated in your community, then virtue will go a long way. If this idea is cultivated in your country, then virtue will be in\nmany places. If this idea is cultivated in the world, then virtue will be with everyone.", "Red Pine": "cultivated in thee self virtue becomes real cultivated in the family virtue multiplies cultivated in the village virtue increases cultivated in the state\nvirtue prospers cultivated in the world virtue abounds", "Wieger": "First of all one should conform oneself to the Principle; afterwards, this conformity will spread spontaneously, by itself, to one's family, district,\nprincipality, And to the empire; (like radiant heat coming from a central hearth).", "Blackney": "Cultivate the Way yourself, and your Virtue will be genuine. Cultivate it in the home, and its Virtue will overflow. Cultivate it in the village, and the\nvillage will endure. Cultivate it in the realm, and the realm will flourish. Cultivate it in the world, and Virtue will be universal.", "Lindauer": "Tending to relating to the body  Its ideal will be real Tending to relating to the family Its ideal will be bubbling over Tending to relating to the\ncommunity Its ideal will be growing Tending to relating to the nation Its ideal will be abundant Tending to relating to the world Its ideal will be\neverywhere.", "LaFargue": "Cultivate It in your person, its Te will be pure cultivate It in the clan, its Te will be abundant cultivate It in the village, its Te will be lasting cultivate\nIt in the state, its Te will be ample cultivate It in the empire, its Te will be all-embracing.", "Beck": "They have never known the union of man and woman, but the organ is fully formed, meaning that the vital essence is strong.", "Wu": "Cultivate Virtue in your own person, And it becomes a genuine part of you. Cultivate it in a family, And it will abide. Cultivate it in the community,\nAnd it will live and grow. Cultivate it in a state, And it will flourish abundantly. Cultivate it in the world, And it will become universal.", "Wayism": " ", "World": "Acknowledge it in yourself and peace and harmony will become real. Acknowledge it in your family and peace and harmony will grow.\nAcknowledge it in your town and peace and harmony will influence your teachers. Acknowledge it in your nation and peace and harmony will\ndisplace war.Acknowledge it in the universe and peace and harmony will be everywhere.", "Muller": "Cultivate it in yourself and virtue will be real. Cultivate it in the family and virtue will overflow. Cultivate it in the town and virtue will be great.\nCultivate it in the country and virtue will abundant. Cultivate it in the world and virtue will be everywhere.", "Merel": "Cultivate harmony within yourself, and harmony becomes real; Cultivate harmony within your family, and harmony becomes fertile; Cultivate\nharmony within your community, and harmony becomes abundant; Cultivate harmony within your culture, and harmony becomes enduring; Cultivate\nharmony within the world, and harmony becomes ubiquitous.", "Ta-Kao": "If he applies Tao to himself his virtue will be genuine; If he applies it to his family his virtue will be abundant; If he applies it to his village his virtue\nwill be lasting; If he applies it to his country his virtue will be full; If he applies it to the world his virtue will be universal.", "Crowley": "The Dao, applied to oneself, strengthens the Body; to the family, brings wealth; to the district, prosperity; to the state; great fortune. Let it be the Law\nof the Kingdom, And all men will increase in virtue.", "Bynner": "Realized in one man, fitness has its rise; Realized in a family, fitness multiplies; Realized in a village, fitness gathers weight; Realized in a country,\nfitness becomes great; Realized in the world, fitness fills the skies.", "Walker": "Cultivate goodness in your self, and goodness will be genuine. Cultivate it in your family, and goodness will flourish. Cultivate it in your\ncommunity, and goodness will grow and multiply. Cultivate it in your country, and goodness will be abundant. Cultivate it in the world, and\ngoodness will be everywhere.", "Mabry": "Cultivate these things in yourself And you will have true goodness. Cultivate these in your family And goodness will increase. Cultivate these in\nyour community And goodness will catch on. Cultivate these in your nation And goodness will overflow! Cultivate these in the World And goodness\nwill fill the Universe.", "Hansen": "Culture it in one self and its virtuosity is authenticity. Culture it in a family and its virtuosity is sufficiency. Culture it in a village and its virtuosity is\nelders. Culture it in a state and its virtuosity is wealth. Culture it in the social world and its virtuosity is universality.", "Mitchell": "Let the Tao be present in your life and you will become genuine. Let it be present in your family and your family will flourish. Let it be present in\nyour country and your country will be an example to all countries in the world. Let it be present in the universe and the universe will sing.", "McDonald": "When one cultivates firm grasp or well modified ancestor disciplines in one's own life, things tend to go markedly well: If you cultivate, elevate and\napply well blended, ad hoc modified ancestor ways and means, jobs, routines, accomplishments, such formerly seen, halfway \"inherited\" cardinal\ndao know-how at its best should be rewarding for yourself as an individual or person at its peak, and if so, your lifestyle could become suitable, even\ngenuine, and its prowess likewise. This spells such as: Apply the firm manas grasp to yourself according to \"like father, like son\" and you'll incur no\nmanas problem, no such deep, unseen trouble - From this: Apply such inherited \"firmly rooted strategy\" and its various grasps to yourself, and by its\nid outlets and precious routines you'll be freed from much unsuitable dross. Also apply best, united ancestor dao (or sakti) to your family or\nhousehold and your household should flourish and thrive by this syncretic way of ways. [Honour your best father(s) at their best by doing in best\nfootsteps under his wings, in his shadows - by such as halfway inherited or taken-op proclivities.] Apply it to the village on a wider, social scale, and\nthe village will be strengthened or more secure. Apply it to the kingdom, and the kingdom could prosper. Apply it to an kingdom, and it will grow.\nCultivated in the world, sour id-based handling sets could become all-embracing. Therefore: Delve into how \"well structured, planted or formed\"\nsome things that are instituted seem to be. By delving back through own conscious stages as parts of yourself, you can in the end contemplate and\nridicule yourself a little. The person should be some family-and-ancestors embedded \"thing\" in its own right. Next you can control your household\nby the united dao controls involved in it [allied to yin-yang structured cosmology].", "Chan": "When one cultivates virtue in his person, it becomes genuine virtue. When one cultivates virtue in his family, it becomes overflowing virtue. When\none cultivates virtue in his community, it becomes lasting virtue. When one cultivates virtue in his country, it becomes abundant virtue. When one\ncultivates virtue in the world, it becomes universal.", "Cleary": "Cultivate it in yourself, and that virtue is real; cultivate it in the home, and that virtue is abundant; cultivate it in the locality, and that virtue lasts;\ncultivate it in the nation, and that virtue is rich; cultivate it in the world, and that virtue is universal.", "LinYutan": "Cultivated in the individual, character will become genuine; Cultivated in the family, character will become abundant; Cultivated in the village,\ncharacter will multiply; Cultivated in the state, character will prosper; Cultivated in the world, character will become universal."}, "section": 2}, {"content": {"Legge": "In this way the effect will be seen in the person, by the observation of different cases; in the family; in the neighbourhood; in the state; and in the\nkingdom.", "Byrn": "Then observe the person for what the person does, and observe the family for what it does, and observe the community for what it does, and observe\nthe country for what it does, and observe the world for what it does.", "Red Pine": "thus view the self through the self view the family through the family view the village through the village view the state through the state view the\nworld through the world", "Wieger": "Through one's own nature, one understands those of other individuals, And of all individual collectivities such as families, districts, principalities,\nAnd the empire.", "Blackney": "Accordingly, One will be judged by the Man of the Way; Homes will be viewed through the Home of the Way; And the Village shall measure the\nvillage; And the Realm, for all realms, shall be standard; And the World, to this world, shall be heaven.", "Lindauer": "So body happens seeing body Family happens seeing family Community happens seeing community Nation happens seeing nation World happens\nseeing world.", "LaFargue": "Yes: Judge a person taking that person as the measure judge a clan taking that clan as the measure judge a village taking that village as the measure\njudge a state taking that state as the measure judge the world taking the world as the measure.", "Beck": "They may cry all day without getting hoarse, meaning that the harmony is perfect. To know harmony is to be in accord with the eternal. To know the\neternal is to be enlightened.", "Wu": "Hence, a person must be judged as person; A family as family; A community as community; A state as state; The world as world.", "Wayism": " ", "World": "Therefore, see others as yourself, see other families as your family, see other towns as your town, see other nations as your nation, see the universe\nas a manifestation of the Infinite.", "Muller": "Therefore, take yourself and observe yourself. Take the family and observe the family. Take the town and observe the town. Take the country and\nobserve the country. Take the world and observe the world.", "Merel": "Live with a person to understand that person; Live with a family to understand that family; Live with a community to understand that community;\nLive with a culture to understand that culture; Live with the world to understand the world.", "Ta-Kao": "Therefore by one's person one may observe persons; By one's family one may observe families; By one's village one may observe villages; By one's\ncountry one may observe countries; By one's world one may observe worlds.", "Crowley": "Thus we observe its effect in every case, as to the person, the family, the district, the state, And the kingdom.", "Bynner": "And thus the fitness of one man You find in the family he began, You find in the village that accrued, You find in the country that ensued, You find\nin the world's whole multitude.", "Walker": " ", "Mabry": "And so, let the self examine the self. Let the family consider the family. Let the community examine the community. Let the nation evaluate the\nnation. Let the World contemplate the World.", "Hansen": "Hence use 'self' to view the self. 'Family' to view the family. 'Village' to view the village. 'State' to view the state. 'Social world' to view the social\nworld.", "Mitchell": " ", "McDonald": "According to (such well-planted, relations-structured schooled and trained virtue of) the individual, evaluate the individual; According to (the same\nvirtues of) the family, judge the family; According to (similar blends of virtue of) the village, judge the village; According to (the virtue of the\nstatutes ) the state, judge the state; According to (the crossed virtues of) the world, evaluate the world. ", "Chan": "Therefore the person should be viewed as a person. The family should be viewed as a family. The community should be viewed as a community.\nThe country should be viewed as a country. And the world should be viewed as the world.", "Cleary": "So observe yourself by yourself, observe the home by the home, observe the locality by the locality, observe the nation by the nation, observe the\nworld by the world.", "LinYutan": "Therefore: According to (the character of ) the individual, judge the individual; According to (the character of ) the family, judge the family;\nAccording to (the character of ) the village, judge the village; According to (the character of ) the state, judge the state; According to (the character of\n) the world, judge the world."}, "section": 3}, {"content": {"Legge": "How do I know that this effect is sure to hold thus all under the sky? By this (method of observation).", "Byrn": "How do I know this saying is true? I observe these things and see.", "Red Pine": "how do we know what the world is like through this", "Wieger": "How can one know the nature of an entire empire? ... By this (through one's own nature).", "Blackney": "How do I know the world is like this? By this.", "Lindauer": "Why does it happen that I know the nature of the world? This just happens.", "LaFargue": "How do I know the nature of the world? By this.", "Beck": "How do I know that the world is like this? By this.", "Wu": "How do I know about the world? By what is within me.", "Wayism": " ", "World": "How do I know this is the way things are? Because I am at one with Infinity.", "Muller": "How do I know the world as it is? By this.", "Merel": "How can I live with the world? By accepting.", "Ta-Kao": "How do I know that the world may be so (governed by Tao)? By this (observation).", "Crowley": "How do I know that this is thus universal under Heaven? By experience.", "Bynner": "How do I know this integrity? Because it could all begin in me.", "Walker": "How do I know the world works like this? By watching.", "Mabry": "How do I know the World is like this? Through these: Grounding and embracing.", "Hansen": "How do I know the social world's condition? With this.", "Mitchell": "How do I know this is true? By looking inside myself.", "McDonald": "How do I know the world? It's from the cultivation of root-strong virtue from the level of the individual to that of the sour world - I know just by\nwhat's inside me and this, all brought together.", "Chan": "How do I know this to be the case in the world? Through this.", "Cleary": "How do I know the world is as it is? By this.", "LinYutan": "How do I know this is so? By this."}, "section": 4}]