[{"content": {"Legge": "If any one should wish to get the kingdom for himself, and to effect this by what he does, I see that he will not succeed.", "Byrn": "Do you want to rule the world and control it? I don't think it can ever be done.", "Red Pine": "Trying to govern the world with force I see this not succeeding", "Wieger": "He who holds the empire would, in my view, be wishing for failure should he want to manipulate it (to act positively, to govern actively).", "Blackney": "As for those who would take the whole world To tinker as they see fit, I observe that they never succeed:", "Lindauer": "It is attained, the desire to grab the world yet be acting on it I see it has not been satisfied yet ", "LaFargue": "When someone wants to take over the world and do some work on it, I can see he won't be able.", "Beck": "Those who take over the world and act upon it, I notice, do not succeed.", "Wu": "Does anyone want to take the world and do what he wants with it? I do not see how he can succeed.", "Wayism": " ", "World": "Do you think you can control the world? I do not believe it can be done", "Muller": "If you want to grab the world and run it I can see that you will not succeed.", "Merel": "Those who wish to change the world According with their desire Cannot succeed.", "Ta-Kao": "When a man is to take the world over and shape it, I see that he must be obliged to do it.", "Crowley": "He that, desiring a kingdom, exerts himself to obtain it, will fail.", "Bynner": "Those who would take over the earth And shape it to their will Never, I notice, succeed.", "Walker": "If you try to grab hold of the world and do what you want with it, you won't succeed.", "Mabry": "Do you want to own the World and improve it? I don't think you can.", "Hansen": "Those who desire to take the social world and deem-act it, I see that they just don't get it.", "Mitchell": "Do you want to improve the world? I don't think it can be done.", "McDonald": "Those that would gain what's under heaven by tampering with it - I've seen that they don't succeed.", "Chan": "When one desires to take over the empire and act on it (interfere with it), I see that he will not succeed.", "Cleary": "Should you want to take the world, and contrive to do so, I see you won't manage to finish.", "LinYutan": "There are those who will conquer the world And make of it (what they conceive or desire). I see that they will not succeed."}, "section": 1}, {"content": {"Legge": "The kingdom is a spirit-like thing, and cannot be got by active doing. He who would so win it destroys it; he who would hold it in his grasp loses it.", "Byrn": "The world is sacred vessel and it can not be controlled. You will only it make it worse if you try. It may slip through your fingers and disappear.", "Red Pine": "the world is a spiritual thing it can't be forced to force it is to harm it to control it is to lose it", "Wieger": "The empire is a mechanism of extreme delicacy. It should be let go all alone. It should not be touched. He who touches it, deranges it. He who\nwishes to appropriate it, loses it.", "Blackney": "For the world is a sacred vessel Not made to be altered by man. The tinker will spoil it; Usurpers will lose it.", "Lindauer": "The world, a spirited tool, cannot act either.Those who act are spoiling Those who take hold of are losing.", "LaFargue": "The world is a spirit-thing, it can't be 'worked' on. One who works ruins one who grasps loses.", "Beck": "The world is a sacred vessel, not to be tampered with. Those who tamper with it, spoil it. Those who seize it, lose it.", "Wu": "The world is a sacred vessel, which must not be tampered with or grabbed after. To tamper with it is to spoil it, and to grasp it is to lose it.", "Wayism": " ", "World": "The world is a manifestation of change and cannot be controlled. If you try to control it, you will end up deceiving yourself. If you treat it like an\nobject, it will overwhelm you", "Muller": "The world is a spiritual vessel, which can't be controlled. Manipulators mess things up. Grabbers lose it.", "Merel": "The world is shaped by the Way; It cannot be shaped by the self. Trying to change it, you damage it; Trying to possess it, you lose it.", "Ta-Kao": "For the world is a divine vessel: It cannot be shaped; Nor can it be insisted upon. He who shapes it damages it; He who insists upon it loses it.", "Crowley": "A Kingdom is of the nature of spirit, and yields not to activity. He who grasps it, destroys it; he who gains it, loses it.", "Bynner": "The earth is like a vessel so sacred That at the mere approach of the profane It is marred And when they reach out their fingers it is gone.", "Walker": "The world is a vessel for spirit, and it wasn't made to be manipulated. Tamper with it and you'll spoil it. Hold it, and you'll lose it.", "Mabry": "You see, the World is sacred. It can't be improved upon. If you try you will ruin it. If you try to own it, You will lose it.", "Hansen": "The social world is an energized artifact. It is not the case that it can be deemed. Those who deem-act crush it. Those who grasp lose it.", "Mitchell": "The world is sacred. It can't be improved. If you tamper with it, you'll ruin it. If you treat it like an object, you'll lose it.", "McDonald": "For that which is under heaven is like a holy vessel, dangerous to tamper with. Those that tamper with it, harm it. Human go-between is likely to fail.\nThose that grab at it lose it. Who makes can spoil well; who holds can lose.", "Chan": "The empire is a spiritual thing, and should not be acted on. He who acts on it harms it. He who holds on to it loses it.", "Cleary": "The most sublime instrument in the world cannot be contrived. Those who contrive spoil it; those who cling lose it.", "LinYutan": "(For) the world is God's own Vessel It cannot be made (by human interference). He who makes it spoils it. He who holds it loses it."}, "section": 2}, {"content": {"Legge": "The course and nature of things is such that What was in front is now behind; What warmed anon we freezing find. Strength is of weakness oft the\nspoil; The store in ruins mocks our toil.", "Byrn": "Some are meant to lead, and others are meant to follow; Some must always strain, and others have an easy time; Some are naturally big and strong,\nand others will always be small; Some will be protected and nurtured, and others will meet with destruction.", "Red Pine": "sometimes things lead sometimes they follow sometimes blow hot sometimes blow cold sometimes expand sometimes collapse", "Wieger": "When he governs, the Sage lets all people (and their sum, the empire) go free according to their several natures, the agile and the slow, the ardent and\nthe apathetic, the strong and the weak, the long-lived and the short-lived.", "Blackney": "For indeed there are things That must move ahead, While others must lag; And some that feel hot, While others feel cold; And some that are strong,\nWhile others are weak; And vigorous ones, While others worn out.", "Lindauer": "So of things Some lead and some follow Some gust and some puff lightly Some are strong and some thin Some support and some destroy.", "LaFargue": " Sometimes they will go ahead, sometimes follow after sometimes they will be snorting wildly sometimes breathing easily sometimes\nthey will be strong, sometimes weak sometimes they will break, sometimes destroy.", "Beck": "Some lead, and some follow. Some blow hot, and some blow cold. Some are strong, and some are weak. Some are up, and some are down.", "Wu": "In fact, for all things there is a time for going ahead, and a time for following behind; A time for slow-breathing and a time for fast-breathing; A time\nto grow in strength and a time to decay; A time to be up and a time to be down.", "Wayism": " ", "World": "The world is a manifestation of change; sometimes ahead, sometimes behind, sometimes dynamic, sometimes static, sometimes vigorous, sometimes\nfeeble, sometimes manifesting, sometimes disintegrating.", "Muller": "Therefore: Sometimes you lead Sometimes you follow Sometimes you are stifled Sometimes you breathe easy Sometimes you are strong Sometimes\nyou are weak Sometimes you destroy And sometimes you are destroyed.", "Merel": "So some will lead, while others follow. Some will be warm, others cold Some will be strong, others weak. Some will get where they are going\nWhile others fall by the side of the road.", "Ta-Kao": "Therefore the Sage does not shape it, so he does not damage it; 'He does not insist upon it, so be does not lose it. 'For, among all things, some go\nahead, while others lag behind; Some keep their mouth shut, while others give forth puffs; Some are strong, while others are weak; Some are on the\ncart, while others fall off.", "Crowley": "The wheel of nature revolves constantly; the last becomes the first, and the first last; hot things grow cold, and cold things hot; weakness overcomes\nstrength; things gained are lost anon.", "Bynner": "For a time in the world some force themselves ahead And some are left behind, For a time in the world some make a great noise And some are held\nsilent, For a time in the world some are puffed fat And some are kept hungry, For a time in the world some push aboard And some are tipped out:", "Walker": "With Tao, sometimes you move ahead and sometimes you stay back; Sometimes you work hard and sometimes you rest; Sometimes you're strong\nand sometimes you're weak; Sometimes you're up; sometimes you're down.", "Mabry": "Therefore, sometimes you must lead and sometime you must follow. Sometimes you need to blow hard, and sometimes you can breathe easily.\nSometime you must be strong and sometimes tender. Sometimes you win and sometimes you lose.", "Hansen": "Hence, among natural kinds sometimes act, sometimes conform. sometimes snort sometimes blow. sometimes be strong sometimes weak. sometimes\ncontrol sometimes destroy.", "Mitchell": "There is a time for being ahead, a time for being behind; a time for being in motion, a time for being at rest; a time for being vigorous, a time for\nbeing exhausted; a time for being safe, a time for being in danger.", "McDonald": "Among creatures of this world some lead and some follow. Some things go forward among creatures: some go in front, some follow behind - Some\nblow out, some blow in; some blow out while others would blow in. Some are feeling vigorous just when others are worn out. Some are strong,\nsome are weak. Some are loading just when others would be tilting out. Some can break, some can fall.", "Chan": "Among creatures some lead and some follow. Some blow hot and some blow cold. Some are strong and some are weak. Some may break and some\nmay fall.", "Cleary": "So creatures sometimes go and sometimes follow, sometimes puff and sometimes blow, are sometimes strong and sometimes weak, begin sometime\nand end sometime;", "LinYutan": "For: Some things go forward, Some things follow behind; some blow hot, And some blow cold; Some are strong, And some are weak; Some may\nbreak, And some may fall."}, "section": 3}, {"content": {"Legge": "Hence the sage puts away excessive effort, extravagance, and easy indulgence.", "Byrn": "The Master accepts things as they are, and out of compassion avoids extravagance, excess and the extremes.", "Red Pine": "therefore the sage avoids extremes avoids extravagance avoids excess", "Wieger": "He limits his action to the suppression of excesses which would harm the whole, such as power, wealth, and ambition.", "Blackney": "So the Wise Man discards Extreme inclinations To make sweeping judgements, Or to a life of excess.", "Lindauer": "Appropriately it happens that sages are Apart from extremes Apart from extravagance Apart from excess.", "LaFargue": " Avoids excess, avoids extravagance, avoids being grandiose.", "Beck": "Therefore the wise avoid excess, extravagance, and pride.", "Wu": "Therefore, the Sage avoids all extremes, excesses and extravagances.", "Wayism": " ", "World": "Therefore, refuse to distinguish excesses and extremes. See only oneness. Flow with Infinity and exist in peace and harmony", "Muller": "Hence, the sage shuns excess Shuns grandiosity Shuns arrogance.", "Merel": "So the sage will be neither extravagant nor violent.", "Ta-Kao": "Therefore the Sage avoids excess, extravagance and indulgence.", "Crowley": "Hence the wise man avoids effort, desire, and sloth.", "Bynner": "At no time in the world will a man who is sane Over-reach himself, Over-spend himself, Over-rate himself.", "Walker": "The sage remains sensitive, avoiding extremes, avoiding extravagance, avoiding excess.", "Mabry": "Knowing this, the Sage avoids extremes, extravagances and exhaustions.", "Hansen": "Using this: Sages abandon superlatives, abandon extravagance, abandon expansiveness. ", "Mitchell": "The Master sees things as they are, without trying to control them. She lets them go their own way, and resides at the centre of the circle.", "McDonald": "So the wise man discards excess, extravagance, and ridiculous pride: He discards even the absolute, the all-inclusive, the extreme.", "Chan": "Therefore the sage discards the extremes, the extravagant, and the excessive.", "Cleary": "Therefore sages remove extremes, remove extravagance, remove arrogance.", "LinYutan": "Hence the Sage eschews excess, eschews extravagance, Eschews pride."}, "section": 4}]