[{"content": {"Legge": "The Tao is (like) the emptiness of a vessel; and in our employment of it we must be on our guard against all fullness.", "Byrn": "The Tao is like an empty container: it can never be emptied and can never be filled.", "Red Pine": "The Tao is so empty those who use it never become full again", "Wieger": "The Principle produces in abundance, but without filling itself up.", "Blackney": "The Way is a void, Used but never filled:", "Lindauer": "Tao, like an empty bowl Being used somehow lacks fullness.", "LaFargue": "Tao being Empty, it  one who uses it will lack solidity.", "Beck": "The Way is infinite; its use is never exhausted.", "Wu": "The Tao is like an empty bowl. Which in being used can never be filled up.", "Wayism": "The Tao is like a container: used but never used up. ", "World": "Infinity is an empty vessel enveloping all manifestations, yet it can never be filled.", "Muller": "The Tao is so vast that when you use it, something is always left. How deep it is!", "Merel": "The Way is a limitless vessel; Used by the self, it is not filled by the world;", "Ta-Kao": "Tao, when put in use for its hollowness, is not likely to be filled.", "Crowley": "The Dao resembles the Emptiness of Space; to employ it, we must avoid creating ganglia.", "Bynner": "Existence, by nothing bred, Breeds everything", "Walker": "Tao is a whirling emptiness, yet when used it cannot be exhausted.", "Mabry": "The Tao is like an empty pitcher, Poured from but never drained.", "Hansen": "Guidance pours out but in using it, something is not filled.", "Mitchell": "The Tao is like a well: used but never used up.", "McDonald": "Dao is like an empty vessel that yet can be drawn from without ever needing to be filled.", "Chan": "Tao is empty (like a bowl). It may be used but its capacity is never exhausted", "Cleary": "The Way is unimpeded harmony; its potential may never be fully exploited.", "LinYutan": "Tao is a hollow vessel, And its use is inexhaustible!"}, "section": 1}, {"content": {"Legge": "How deep and unfathomable it is, as if it were the Honoured Ancestor of all things!", "Byrn": "Infinitely deep, it is the source of all things.", "Red Pine": "and so deep as if it were the ancestor of us all", "Wieger": "Empty abyss, it seems to be (is) the ancestor (origin) of all beings.", "Blackney": "An abyss it is, From which all things come.", "Lindauer": "Such breadth! It seems to be a model for the 10000 things.", "LaFargue": "An abyss, it seems something like the ancestor of the thousands of things.", "Beck": "It is bottomless, like the fountainhead of all things.", "Wu": "Fathomless, it seems to be the origin of all things.", "Wayism": "It is like the eternal void; fountain of infinite possibilities. ", "World": "It is the potential of all things tangible and intangible.", "Muller": "It seems to be the ancestor of the myriad things.", "Merel": " ", "Ta-Kao": "In its profundity it seems to be the origin of all things.", "Crowley": "O Dao, how vast are you, the Abyss of Abysses, you Holy and Secret Father of all Fatherhood of Things!", "Bynner": "Parent of the universe,", "Walker": "Out of this mysterious well flows everything in existence.", "Mabry": "Infinitely deep, it is the source of all things.", "Hansen": "Whew! It's like the ancestor of the ten-thousand natural kinds.", "Mitchell": "It is like the eternal void: filled with infinite possibilities.", "McDonald": "It's without bottom; the very breeder of all things in the world.", "Chan": "It is bottomless, perhaps the ancestor of all things.", "Cleary": "It is as deep as the source of all things;", "LinYutan": "Fathomless! Like the fountain head of all things,"}, "section": 2}, {"content": {"Legge": "We should blunt our sharp points, and unravel the complications of things; we should atemper our brightness, and bring ourselves into agreement\nwith the obscurity of others.", "Byrn": "It dulls the sharp, unties the knotted, shades the lighted, and unites all of creation with dust.", "Red Pine": "dulling our edges untying our tangles softening our light merging our dust", "Wieger": "It is peaceful, simple, modest, amiable.", "Blackney": "It blunts sharpness, Resolves tangles; It tempers light, Subdues turmoil.", "Lindauer": "Blunting what is sharp Untying what is tangled Harmonizing what is bright Being together with the dusty earth.", "LaFargue": "It dampens the passion it unties the tangles it makes the flashing things harmonious it makes the dust merge together.", "Beck": "It smoothes its roughness; it unties its tangles. It softens its light; it calms its turmoil.", "Wu": "It blunts all sharp edges, It unties all tangles, It harmonizes all lights, It unites the world into one whole.", "Wayism": "It blunts the sharp and unravels the tangled; harmonises with the light; mingles with the dust. ", "World": "It blunts the sharp and hones the blunt, unravels knots and binds all things, dulls the glare and shines the mundane, manifests the dust and clears the\nair.", "Muller": "It blunts sharpness Untangles knots Softens the glare Unifies with the mundane.", "Merel": "It cannot be cut, knotted, dimmed or stilled;", "Ta-Kao": " ", "Crowley": "Let us make our sharpness blunt; let us loosen our complexes; let us tone down our brightness to the general obscurity.", "Bynner": "It smooths rough edges, Unties hard knots, Tempers the sharp sun, Lays blowing dust,", "Walker": "Blunting sharp edges, Untangling knots, Softening the glare, It evolves us all and makes the whole world one.", "Mabry": "It blunts the sharp, Unties the knotted, Shades the bright, Unites with all dust.", "Hansen": "'Dull' its 'sharp', 'untie' its 'tie', 'blend' its 'bright', 'together' its 'diffused particles'.", "Mitchell": "It is hidden but always present.", "McDonald": "In it all sharpness is blunted,  all tangles untied, all glare tempered, all turmoil smoothed.", "Chan": "It blunts its sharpness. It unties its tangles. It softens its light. It becomes one with the dusty world.", "Cleary": "it blunts the edges, resolves the complications, harmonizes the light, assimilates to the world.", "LinYutan": "Its sharp edges rounded off, Its tangles untied, Its light tempered, Its turmoil submerged,"}, "section": 3}, {"content": {"Legge": "How pure and still the Tao is, as if it would ever so continue!", "Byrn": "It is hidden but always present.", "Red Pine": "and so clear as if it were present", "Wieger": "Spilling itself out in waves, it seems to remain (it remains) always the same.", "Blackney": "A deep pool it is, Never to run dry!", "Lindauer": "Such depth! It seems to somehow exist.", "LaFargue": "", "Beck": "Deep and still, ever present.", "Wu": "Hidden in the deeps, Yet it seems to exist forever.", "Wayism": "It is hidden but always present, calm like a deep pool. ", "World": "It is the essence of all things. No one can comprehend its origin.", "Muller": "It is so full! It seems to have remainder.", "Merel": "Its depths are hidden, ubiquitous and eternal;", "Ta-Kao": "In its depth it seems ever to remain.", "Crowley": "Oh Dao, how still you are, how pure, continuous One beyond Heaven!", "Bynner": "Its image in the wellspring never fails.", "Walker": "Something is there, hidden and deep!", "Mabry": "Dimly seen, yet eternally present,", "Hansen": "Ooo! It's like it partly endures.", "Mitchell": " ", "McDonald": "It's like a deep pool that never dries.", "Chan": "Deep and still, it appears to exist forever.", "Cleary": "Profoundly still, it seems to be there:", "LinYutan": "Yet dark like deep water it seems to remain."}, "section": 4}, {"content": {"Legge": "I do not know whose son it is. It might appear to have been before God.", "Byrn": "I don't know who gave birth to it. It is older than the concept of God.", "Red Pine": "I wonder whose child it is it seems it was here before the Ti", "Wieger": "I do not know of whom it is the son (where it comes from). It seems to have been (it was) before the Sovereign.", "Blackney": "Whose offspring it may be I do not know: It is like a preface to God.", "Lindauer": "I have no knowledge whose child it is It appears to precede the emperors.", "LaFargue": "", "Beck": "I do not know its source. It seems to have existed before the Lord.", "Wu": "I do not know whose child it is; It seems to be the common ancestor of all, the father of things.", "Wayism": "I don't know who gave birth to it. It is older than our understanding of God.", "World": "It is older than the concept of God.", "Muller": "It is the child of I-don't-know-who. And prior to the primeval Lord-on-high.", "Merel": "I don't know where it comes from; It comes before nature.", "Ta-Kao": "I do not know whose offspring it is; But it looks like the predecessor of Nature.", "Crowley": "This Dao has no Father: it is beyond all other conceptions, higher than the highest.", "Bynner": "But how was it conceived? - this image Of no other sire.", "Walker": "But I do not know whose child it is - It came even before God.", "Mabry": "I do not know who gave birth to it, It is older than any conception of God.", "Hansen": "I don't know whose son it is. It is before the emperor of signs! ", "Mitchell": "I don't know who gave birth to it. It is older than God.", "McDonald": "Was it too the child of something else? We can hardly tell. A substanceless image of all things seemed to exist before the progenitor that we hardly\nknow of.", "Chan": "I do not know whose son it is. It seems to have existed before the Lord.", "Cleary": "I don't know whose child it is, before the creation of images.", "LinYutan": "I do not know whose Son it it, An image of what existed before God."}, "section": 5}]