[{"content": {"Legge": "Who knows his manhood's strength, Yet still his female feebleness maintains; As to one channel flow the many drains, All come to him, yea, all\nbeneath the sky. Thus he the constant excellence retains; The simple child again, free from all stains.", "Byrn": "Know the masculine, but keep to the feminine: and become a watershed to the world. If you embrace the world, the Tao will never leave you and\nyou become as a little child.", "Red Pine": "Recognize the male but hold onto the female and be the world's maid being the world's maid don't lose your ancient virtue not losing your ancient\nvirtue be a newborn child again", "Wieger": "Being aware of one's virile strength (knowing that one is a cock), and yet holding oneself willingly in the inferior state of the female (of the hen);\nkeeping oneself willingly in the lowest place in the empire ... To demean oneself thus shows that one has retained the primordial virtue, (absolute\ndisinterestedness, participation in the Principle).", "Blackney": "Be aware of your masculine nature; But by keeping the feminine way, You shall be to the world like a canyon, Where the Virtue eternal abides, And\ngo back to become as a child.", "Lindauer": "Know what is male Keep to what is female Act as the ravine of the world. Acting as the ravine of the world The ideal entirely lacks separation \nReturn, merge with, relate to a newborn child.", "LaFargue": "Be familiar with Masculinity but watch over Femininity - and become the Valley of the World. Being the Valley of the World, invariant Te will not\nleave you. Turn back to being an infant.", "Beck": "Know the male and keep to the female. Become the valley of the world. Being the valley of the world is eternal power and returning to the innocence\nof a baby.", "Wu": "Know the masculine, Keep to the feminine, And be the Brook of the World. To be the Brook of the World is To move constantly in the path of\nVirtue Without swerving from it, and to return again to infancy.", "Wayism": " ", "World": "Integrate the male and the female and travel the peaceful path of oneness. Be at one with Infinity. Being at one with Infinity, do not become confused\nin distinctions of male and female.  Experience the onenessas an undistinguishing child", "Muller": "Know the Masculine, cleave to the Feminine Be the valley for everyone. Being the valley for everyone You are always in virtue without lapse And\nyou return to infancy.", "Merel": "Using the male, being female, Being the entrance of the world, You embrace harmony And become as a newborn.", "Ta-Kao": "He who knows the masculine and yet keeps to the feminine Will become a channel drawing all the world towards it; Being a channel of the world,\nhe will not be severed from the eternal virtue, And then he can return again to the state of infancy.", "Crowley": "Balance your male strength with your female weakness and you shall attract all things, as the ocean absorbs all rivers; for you shall formulate the\nexcellence of the Child eternal, simple and perfect.", "Bynner": "'One who has a man's wings And a woman's also Is in himself a womb of the world' And, being a womb of the world, Continuously, endlessly,\nGives birth;", "Walker": "To know the masculine and yet cleave to the feminine is to be the womb for the world. Being the womb for the world, never departing from the\neternal power of Tao, you become as an infant once again: immortal.", "Mabry": "Know the active, the masculine Yet keep to the passive, the feminine And you will cradle the World. If you lovingly hold the World You will know\neternal goodness And will become again as a little child.", "Hansen": "To know its 'male' and preserve its 'female' is to act as the world's ravine. To act as the world' ravine, treat virtuosity as constant, and avoid\nseparating is to return to infancy.", "Mitchell": "Know the male, yet keep to the female: receive the world in your arms. If you receive the world, the Tao will never leave you and you will be like a\nlittle child.", "McDonald": "\"He who knows the male (active force), yet keeps to the female (the passive force or receptive element), becomes like a ravine, receiving all sort of\nthings. Being the all-encompassing ravine he knows a power that he never calls upon in vain. This is returning to the state of infancy.", "Chan": "He who knows the male and keeps to the female Becomes the ravine of the world. Being the ravine of the world, He will never depart from eternal\nvirtue, But returns to a state of infancy.", "Cleary": "Know the male, keep to the female; be humble toward the world. Be humble toward the world, and eternal power never leaves, returning again to\ninnocence.", "LinYutan": "He who is aware of the Male But keeps to the Female Becomes the ravine of the world. Being the ravine of the world, He has the original character\n(teh) which is not cut up. And returns again to the (innocence of the) babe."}, "section": 1}, {"content": {"Legge": "Who knows how white attracts, Yet always keeps himself within black's shade, The pattern of humility displayed, Displayed in view of all beneath\nthe sky; He in the unchanging excellence arrayed, Endless return to man's first state has made.", "Byrn": "Know the white, yet keep to the black: be a model for the world. If you are a model for the world, the Tao inside you will strengthen and you will\nreturn whole to your eternal beginning.", "Red Pine": "recognize the pure but hold onto the defiled and be the world's valley being the world's valley be filled with ancient virtue being filled with ancient\nvirtue be uncarved wood again", "Wieger": "Knowing oneself to be enlightened, and willingly passing oneself off as ignorant; willingly letting oneself be walked over ... To behave thus is to\nshow that the primordial virtue has not wavered in oneself, that one is still united with the first Principle.", "Blackney": "Be aware of the white all around you; But rememb'ring the black that is there, You shall be to the world like a tester, Whom the Virtue eternal,\nunerring, Redirects to the infinite past.", "Lindauer": "Know what is white Keep to what is black Act as the model of the world. Acting as the model of the world The ideal entirely lacks error Return,\nmerge with, relate to an absence of reaching limits.", "LaFargue": "Be familiar with what is pure and white but watch over what is dark and black - and become the Pattern for the World. Being the Pattern for the\nWorld, your invariant Te Will be constant. Turn back to being limitless.", "Beck": "Know the bright and keep to the obscure. Become an example for the world. Being an example for the world is eternal power and returning to the\ninfinite.", "Wu": "Know the white, Keep to the black, And be the Pattern of the World. To be the Pattern of the World is To move constantly in the path of Virtue\nWithout erring a single step, And to return again to the Infinite.", "Wayism": " ", "World": "See the white and the black as one. Be a guiding light to the world. As a guiding light to the world, standing firm in the truth of oneness, mirror\nInfinity for all to see. Remember that honor and humility are one. Be a vessel of Infinity", "Muller": "Know the White, cleave to the Black Be a model for everyone. Being the model for everyone You are always in virtue and free from error You\nreturn to limitlessness.", "Merel": "Using strength, being weak, Being the root of the world, You complete harmony And become as unshaped wood.", "Ta-Kao": "He who knows the white and yet keeps to the black Will become the standard of the world; Being the standard of the world, with him eternal virtue\nwill never falter, And then he can return again to the absolute.", "Crowley": "Knowing the light, remain in the Dark. Manifest not your Glory, but your obscurity. Clothed in this Child-excellence eternal, you have attained the\nReturn of the First State.", "Bynner": "One who, preferring light, Prefers darkness also Is in himself an image of the world And, being an image of the world, Is continuously, endlessly\nThe dwelling of creation;", "Walker": "To know the bright and yet hold to the dull is to be an example for the world. Being the example for the world, not deviating from the everlasting\npower of Tao, you return to the infinite once again: limitless.", "Mabry": "Be aware of the obvious - the light But keep to the mysterious - the dark And set an example for the world. Be an example for the world And do not\nstray from your calling And you will return to the Eternal.", "Hansen": "To know its 'white' and preserve its 'black' is to act as the world's paradigm. To act as the world's paradigm, treat virtuosity as constant and avoid\nlapses is to return to the negative ultimate.", "Mitchell": "Know the white, yet keep to the black: be a pattern for the world. If you are a pattern for the world, the Tao will be strong inside you and there will\nbe nothing you can't do.", "McDonald": "He who knows the white, yet keeps and cleaves to the black becomes the standard by which all things are tested, he becomes the model for the\nworld. As such he has all the time the eternal power that never errs; and he returns to the limitless, a primordial nothingness.", "Chan": "He who knows the white and yet keeps to the black Becomes the model for the world. Being the model for the world, He will never deviate from\neternal virtue, But returns to the state of the non-ultimate.", "Cleary": "Knowing the white, keep the black; be an exemplar for the world. Be an exemplar for the world, and eternal power never goes awry, returning again\nto infinity.", "LinYutan": "He who is conscious of the white (bright) But keeps to the black (dark) Becomes the model for the world. Being the model for the world, He has the\neternal power which never errs, And returns again to the Primordial Nothingness."}, "section": 2}, {"content": {"Legge": "Who knows how glory shines, Yet loves disgrace, nor e'er for it is pale; Behold his presence in a spacious vale, To which men come from all\nbeneath the sky. The unchanging excellence completes its tale; The simple infant man in him we hail.", "Byrn": "Know the honorable, but do not shun the disgraced: embracing the world as it is. If you embrace the world with compassion, then your virtue will\nreturn you to the Uncarved Block.", "Red Pine": "recognize the white but hold onto the black and be the world's guide being the world's guide don't stray from the ancient virtue not straying from\nancient virtue be without limits again", "Wieger": "Knowing oneself worthy of fame, yet staying in voluntary obscurity; willingly making oneself the valley (the lowest point) of the empire ... To\nbehave thus is to show that one has the original self-sacrifice still intact that one is still in the state of natural simplicity.", "Blackney": "Be aware of your glory and honour; But in never relinquishing shame, You shall be to the world like a valley, Where Virtue eternal, sufficient, Sends\nyou back to the Virginal Block.", "Lindauer": "Know what is honorable Keep to what is humiliating Act as the valley of the world. Acting as the valley of the world The ideal entirely becomes\nsufficient Return, merge with, relate to true nature.", "LaFargue": "Be familiar with what is praiseworthy but watch over what is disgraceful - and become the Valley of the World. Being the Valley of the World, your\ninvariant Te will be sufficient. Turn back to being an Uncarved Block.", "Beck": "Know glory and keep to humility. Become the valley of the world. Being the valley of the world is eternal power and returning to the natural.", "Wu": "Know the glorious, Keep to the lowly, And be the Fountain of the World. To be the Fountain of the World is To live the abundant life of Virtue, And\nto return again to Primal Simplicity.", "Wayism": " ", "World": "As a vessel of Infinity, be a resource to all beings. Become as a piece of uncarved wood; available for any purpose", "Muller": "Know Glory but cleave to Humiliation Be the valley for everyone. When your constancy in virtue is complete You return to the state of the\n\"uncarved block.\"", "Merel": "Using the light, being dark, Being the world, You perfect harmony And return to the Way.", "Ta-Kao": "He who knows honour and yet keeps to humility Will become a valley that receives all the world into it; Being a valley of the world, with him\neternal virtue Will be complete, And then he can return again to wholeness.", "Crowley": "Knowing splendour of Fame, cling to Obloquy and Infamy; then shall you remain in the Valley to which flow all waters, the lodestone to fascinate\nall men. Yea, they shall hail in you this Excellence, eternal, simple and perfect, of the Child.", "Bynner": "One who is highest of men And humblest also Is in himself a valley of the world, And, being a valley of the world, Continuously, endlessly\nConducts the one source From which vessels may be usefully filled;", "Walker": "To know honour and yet keep to humility is to be the valley for the world. Being the valley for the world, rich with the primal power of Tao, you\nreturn once again to simplicity, like uncarved wood.", "Mabry": "Know honour, yet remain humble And be empty of the world. Being empty of the world is good enough And you will return to the simplicity of the\nuncarved block", "Hansen": "To know its 'sublime' and preserve its 'disgraced' is to act as the world's valley. To act as the world's valley, treating virtuosity as constant is\nsufficient to return to uncarved wood.", "Mitchell": "Know the personal, yet keep to the impersonal: accept the world as it is. If you accept the world, the Tao will be luminous inside you and you will\nreturn to your primal self.", "McDonald": "He who knows glory, yet keeps to obscurity or even cleaves to ignominy, turns into the valley that receives into it all kind of things. And being such\na valley he has all the time a power that suffices. So he returns again to some pristine simplicity, returns to the state of simplicity: its the raw,\nuncarved block.", "Chan": "He who knows glory but keeps to humility Becomes the valley of the world, He will be proficient in eternal virtue, And returns to the state of\nsimplicity (uncarved wood).", "Cleary": "Knowing thee glorious, keep the ignominious; be open to the world. Be open to the world, and eternal power suffices, returning again to simplicity.", "LinYutan": "He who is familiar with honor and glory But keeps to obscurity Becomes the valley of the world. Being the valley of the world, He has an eternal\npower which always suffices, And returns again to the natural integrity of uncarved wood."}, "section": 3}, {"content": {"Legge": "The unwrought material, when divided and distributed, forms vessels. The sage, when employed, becomes the Head of all the Officers (of\ngovernment); and in his greatest regulations he employs no violent measures.", "Byrn": "The block of wood is carved into utensils by carving void into the wood. The Master uses the utensils, yet prefers to keep to the block because of its\nlimitless possibilities. Great works do not involve discarding substance.", "Red Pine": "uncarved wood can be split to make tools the sage makes it his chief official a master tailor doesn't cut", "Wieger": "(The Sage will refuse therefore the burden of being a governor. If he is constrained to accept such a post, then he will remind himself that) the\nmultiplicity of beings have come from the primordial unity by a scattering. (That he will never busy himself with these diverse beings), but govern as\nchief of the officials (as prime mover), uniquely applying himself to general government, without occupying himself with details.", "Blackney": "When the Virginal Block is asunder, And is made into several tools, To the ends of the Wise Man directed, They become then his chief officers: For\n\"The Master himself does not carve.\"", "Lindauer": "True nature broken and scattered Next comes action as tools Being used by sages Next comes action as mediums for growth. In this way great\ntailors are not cutting.", "LaFargue": " A great carver does no cutting, a great ruler makes no rules.", "Beck": "Breaking up the natural makes instruments. The wise use them and become leaders. Therefore a leader does not break.", "Wu": "When Primal Simplicity diversifies, It becomes useful vessels, Which, in the hands of the Sage, become officers. Hence, \"a great tailor does little\ncutting.\"", "Wayism": " ", "World": "When a piece of wood is carved, it becomes useful. When the sage flows in oneness, he becomes useful as king. Therefore, the sage is careful in\nusing what he needs but avoiding kingship", "Muller": "The block is cut into implements. The sage uses them to fulfill roles. Therefore the great tailor does not cut.", "Merel": " ", "Ta-Kao": "Wholeness, when divided, will make vessels of utility; These when employed by the Sage will become officials and chiefs. However, for a great\nfunction no discrimination is needed.", "Crowley": "The raw material, wrought into form, produces vessels. So the sage king formulates his Wholeness in divers Offices; and his Law is without violence\nor constraint.", "Bynner": "Servants of the state are such vessels, To be filled from an undiminishing supply.", "Walker": "Allow Tao to carve you into a vessel for Tao. Then you can serve the world without mutilating it.", "Mabry": "If the block is carved it is trapped in one form and critiqued. The Sage prefers simplicity and so is ahead of them all. He knows better than to divide\nthe whole.", "Hansen": "If wood is split then it is deemed an artifact. Sages use it and they are deemed officials and elders. Thus great systems don't cut.", "Mitchell": "The world is formed from the void, like utensils from a block of wood. The Master knows the utensils, yet keeps to the block: thus she can use all\nthings.", "McDonald": "Break up simple awareness and it becomes shaped. Next it becomes someone's tool in the hands of the wise man. For when a block is sawed up it's\nmade into subordinates or implements. When the wise man uses it, it becomes chief. So the greatest carver does the least cutting, as they say. The\ngreat ruler doesn't cut up.", "Chan": "When the uncarved wood is broken up, it is turned into concrete things. But when the sage uses it, he becomes the leading official. Therefore the\ngreat ruler does not cut up.", "Cleary": "Simplicity is lost to make instruments, which sages employ as functionaries. Therefore the great fashioner does no splitting.", "LinYutan": "Break up this uncarved wood And it is shaped into vessel In the hands of the Sage They become the officials and magistrates. Therefore the great\nruler does not cut up."}, "section": 4}]