[{"content": {"Legge": "That which is at rest is easily kept hold of; before a thing has given indications of its presence, it is easy to take measures against it; that which is\nbrittle is easily broken; that which is very small is easily dispersed.", "Byrn": "Things are easier to control while things are quiet. Things are easier to plan far in advance. Things break easier while they are still brittle. Things are\neasier hid while they are still small.", "Red Pine": "It's easy to rule while it's peaceful it's east to plan before it arrive it's easy to break while it's fragile it's easy to disperse while it's small", "Wieger": "Peaceful situations are easily controlled; problems are easily forestalled before they arise; weak things are easily broken; small things are easily\ndispersed.", "Blackney": "A thing that is still easy to hold. Given no omen, it is easy to plan. Soft things are easy to melt. Small particles scatter easily.", "Lindauer": "What is peaceful is easily maintained What is not begun is easily planned What is fragile is easily shattered What is tiny is easily scattered.", "LaFargue": "When sitting still, they are easy to hold down no omens yet, it is easy to plan when fragile, they are easy to break when small, they are easy to\nscatter.", "Beck": "What stays still is easy to hold. Without omens it is easy to plan. The brittle is easy to shatter. The minute is easy to scatter.", "Wu": "What is at rest is easy to hold. What manifests no omens is easily forestalled. What is fragile is easily shattered. What is small is easily scattered.", "Wayism": " ", "World": "Peace and harmony are easy to perpetuate. Situations are easy to deal with before they manifest. The brittle is easily cracked. The small is easy to\nbroadcast.", "Muller": "That which is at rest is easy to grasp. That which has not yet come about is easy to plan for. That which is fragile is easily broken. That which is\nminute is easily scattered.", "Merel": "What lies still is easy to grasp; What lies far off is easy to anticipate; What is brittle is easy to shatter; What is small is easy to disperse.", "Ta-Kao": "What is motionless is easy to hold; What is not yet foreshadowed is easy to form plans for; What is fragile is easy to break; What is minute is easy to\ndisperse.", "Crowley": "It is easy to grasp what is not yet in motion, to withstand what is not yet manifest, to break what is not yet compact, to disperse what is not yet\ncoherent.", "Bynner": "Before it move, hold it, Before it go wrong, mould it, Drain off water in winter before it freeze, Before weeds grow, sow them to the breeze,", "Walker": "What has equilibrium is easy to maintain. What hasn't begun is easy to plan. What is fragile is easy to shatter. What is small is easy to scatter.", "Mabry": "What is at rest is easy to maintain. What has not yet happened is easy to plan. That which is fragile is easily shattered That which is tiny is easily\nscattered.", "Hansen": "It is easy to sustain a situation when it is pacified. It is easy to plan when it doesn't yet show signs of danger. It is easy to dissolve what is crisp; easy\nto disperse what is minute.", "Mitchell": "What is rooted is easy to nourish. What is recent is easy to correct. What is brittle is easy to break. What is small is easy to scatter.", "McDonald": "What remains placid is quite easy to hold. Not determined happenings can be prepared for well in advance. Before there has been an omen it's easy\nto lay plans. It's easy to forestall some things that don't are or not yet occur. It's quite easy to plan for and prepare well in advance. [But such\nforestalling is had by thoughts, and thoughts are airy and can be tender and brittle, to say the least.] And what's brittle is easy to crack. What's tender\nis easily torn. What's brittle like ice is easy to melt. And what's tiny is easy to scatter.", "Chan": "What remains still is easy to hold. What is not yet manifest is easy to plan for. What is brittle is easy to crack. What is minute is easy to scatter.", "Cleary": "What is at rest is easy to hold. What has not shown up is easy to take into account. What is frail is easy to break. What is vague is easy to dispel.", "LinYutan": "That which lies still is easy to hold; That which is not yet manifest is easy to forestall; That which is brittle (like ice) easily melts; That which is\nminute easily scatters."}, "section": 1}, {"content": {"Legge": "Action should be taken before a thing has made its appearance; order should be secured before disorder has begun.", "Byrn": "Prevent problems before they arise. Take action before things get out of hand.", "Red Pine": "act before it exists govern before it rebels", "Wieger": "One should take one's measures before something happens, and protect order before disorder bursts out.", "Blackney": "The time to take care is before it is done. Establish order defore confusion sets in.", "Lindauer": "Acting relates to the not yet present Governing relates to the not yet confused.", "LaFargue": "Work on it when it isn't yet put it in order when it is not yet disordered.", "Beck": "Handle things before they appear. Organize things before there is confusion.", "Wu": "Tackle things before they have appeared. Cultivate peace and order before confusion and disorder have set in.", "Wayism": " ", "World": "Flow in peace and harmony and problems do not manifest. Focus on the oneness of all things and avoid confusion.", "Muller": "Handle things before they arise. Manage affairs before they are in a mess.", "Merel": "Therefore deal with things before they happen; Create order before there is confusion.", "Ta-Kao": "Deal with a thing before it comes into existence; Regulate a thing before it gets into confusion.", "Crowley": "Act against things before the become visible; attend to order before disorder arises.", "Bynner": "You can deal with what has not happened, can foresee Harmful events and not allow them to be.", "Walker": "Deal with things before they arise. Cultivate order before confusion sets in.", "Mabry": "Correct problems before they occur. Intervene before chaos erupts.", "Hansen": "Deem-act on it in its not-yet-exist phase; order it in its not-yet-disordered phase.", "Mitchell": "Prevent trouble before it arises. Put things in order before they exist.", "McDonald": "[All the same, reach up to] deal with things in their state of not-yet-being; deal with things well before they appear. Just put things well in shape\nbefore disorder and confusion. Put all very well in order before disorder, and next go on to check loss or disorder well.", "Chan": "Deal with things before they appear. Put things in order before disorder arises.", "Cleary": "Do it before it exists; govern it before there's disorder.", "LinYutan": "Deal with a thing before it is there; Check disorder before it is rife."}, "section": 2}, {"content": {"Legge": "The tree which fills the arms grew from the tiniest sprout; the tower of nine storeys rose from a (small) heap of earth; the journey of a thousand li\ncommenced with a single step.", "Byrn": "The tallest tree begins as a tiny sprout. The tallest building starts with one shovel of dirt. A journey of a thousand miles starts with a single footstep.", "Red Pine": "as giant tree grows from the tiniest shoot a great tower rises from a basket of dirt a thousand mile journey begins at your feet", "Wieger": "A tree which one's arms can barely embrace comes from a shoot as fine as a hair; a nine-storey tower begins with a pile of earth; a long journey\nbegins with a single step.", "Blackney": "Tree trunks around which you can reach with your arms were at first only minuscule sprouts. A nine-storied terrace began with a clod. A thousand-mile journey began with a foot put down.", "Lindauer": "A tree as big as the embrace of a man is born relating to very tiny shoots A nine story tower is raised relating to a pile of earth A journey of a\nthousand li begins in relating to where you stand.", "LaFargue": "A tree you can barely get your arms around, grows from a tiny shoot a nine-story tower begins as a heap of earth a thousand-mile journey begins\nunder your feet.", "Beck": "A tree as big as a person's embrace grows from a tiny shoot. A tower nine stories high begins with a mound of earth. A journey of a thousand miles\nbegins under one's feet.", "Wu": "A tree as big as a man's embrace springs from a tiny sprout. A tower nine stories high begins with a heap of earth. A journey of a thousand leagues\nstarts from where your feet stand.", "Wayism": " ", "World": "The greatest tree manifests from an unremarkable shoot. A multilevel building begins with the laying of a single brick. A journey of a thousand miles\nbegins with a single step.", "Muller": "A thick tree grows from a tiny seed. A tall building arises from a mound of earth. A journey of a thousand miles starts with one step.", "Merel": "Yet a tree broader than a man can embrace is born of a tiny shoot; A dam greater than a river can overflow starts with a clod of earth; A journey of a\nthousand miles begins at the spot under one's feet.", "Ta-Kao": "The tree that fills a man's arms arises from a tender shoot; The nine-storeyed tower is raised from a heap of earth; A thousand miles' journey begins\nfrom the spot under one's feet.", "Crowley": "The tree which fills the embrace grew from a small shoot; the tower nine-storied rose from a low foundation; the ten day journey began with a single\nstep.", "Bynner": "Thought - as naturally as a seed becomes a tree of arm-wide girth -/ There can rise a nine-tiered tower from a man's handful of earth Or here at your\nfeet a thousand-mile journey have birth,", "Walker": "The tallest tree springs from a tiny shoot. The tallest tower is built from a pile of dirt. A journey of a thousand miles begins at your feet.", "Mabry": "A tree too big around to hug is produced from a tiny sprout. A nine-story tower begins with a mound of dirt. A thousand-mile journey begins with\nyour own two feet.", "Hansen": "An armful of wood arises from small sprouts; nine story towers start from a pile of earth. A thousand league walk starts with putting the foot down.", "Mitchell": "The giant pine tree grows from a tiny sprout. The journey of a thousand miles starts from beneath your feet.", "McDonald": "A tree as big as a man's hug grows from a tiny sprout. A tower nine storeys high begins with a clod of earth. Further, the journey of three hundred\nmiles began with ... the feet. A journey of a thousand li begins right where one stands, even with the very first step.", "Chan": "A tree as big as a man's embrace grows from a tiny shoot. A tower of nine stories begins with a heap of earth. The journey of a thousand li starts\nfrom where one stands.", "Cleary": "The most massive tree grows from a sprout; the highest building rises froma pile of earth; a journey of a thousand miles begins with a single step.", "LinYutan": "A tree with a full span's girth begins from a tiny sprout; A nine-storied terrace begins with a clod of earth. A journey of a thousand li beings at one's\nfeet."}, "section": 3}, {"content": {"Legge": "He who acts (with an ulterior purpose) does harm; he who takes hold of a thing (in the same way) loses his hold. The sage does not act (so), and\ntherefore does no harm; he does not lay hold (so), and therefore does not lose his bold.", "Byrn": "If you rush into action, you will fail. If you hold on too tight, you will lose your grip.", "Red Pine": "but to act is to fail to control is to lose therefore the sage doesn't act he thus doesn't fail he doesn't control he thus doesn't lose", "Wieger": "Those who make too much of things, spoil their affairs. Those who grip too strongly, end up by letting go. The Sage who does not act, does not\nspoil any affair. Since he holds on to nothing, nothing escapes him.", "Blackney": "Doing spoils it, grabbing misses it; So the Wise Man refrains from doing and doesn't spoil anything; He grabs at nothing and so never misses.", "Lindauer": "Those who act are spoiling Those who take hold of are losing Appropriately it happens that sages are absent of action So there is an absence of\nspoiling Are absent of taking hold of So there is an absence of losing.", "LaFargue": "Working ruins, grasping loses.  Does not work, so does not ruin does not grasp, so does not lose.", "Beck": "To act is to fail. To grab is to lose. Therefore the wise do not act and do not fail. They do not grab and do not lose.", "Wu": "He who fusses over anything spoils it. He who grasps anything loses it. The Sage fusses over nothing and therefore spoils nothing. He grips at\nnothing and therefore loses nothing.", "Wayism": " ", "World": "He who attempts to control his life becomes confused. Attempt to grasp a thing and it disappears. The sage flows in peace and harmony and so is not\nconfused. She attaches herself to nothing and consequently her vision remains clear.", "Muller": "Contriving, you are defeated; Grasping, you lose. The sage doesn't contrive, so she isn't beaten. Not grasping, she doesn't lose.", "Merel": "He who acts, spoils; He who grasps, loses.", "Ta-Kao": " ", "Crowley": "He who acts works harm; he who grasps finds it a slip. The wise man acts not, so works no harm; he does not grasp, and so does not let go.", "Bynner": "Quick action bruises, Quick grasping loses. Therefore a sane man's care is not to exert One move that can miss, one move that can hurt.", "Walker": "Interfere with things, and you'll be defeated by them. Hold on to things, and you'll lose them. The sage doesn't interfere, so he doesn't fail; doesn't\nhold on, so he doesn't lose.", "Mabry": "Whoever tries will fail. Whoever clutches, loses. Therefore the Sage, not rying, cannot fail Not clutching, she cannot lose.", "Hansen": "Those who deem-act wreck it; those who grasp lose it. Using this: Sages lack deeming action, hence they lack wrecking, lack grasping hence lack\nlosing.", "Mitchell": "Rushing into action, you fail. Trying to grasp things, you lose them. Forcing a project to completion, you ruin what was almost ripe. Therefore the\nMaster takes action by letting things take their course.", "McDonald": "Still, he who takes a [visible forestalling] action fails. Who acts, harms; he who grabs, lets slip. And therefore the wise man doesn't act in the open,\nand so doesn't spoil or harm; yes, he takes seemingly no action and therefore hardly fails. And why is this? It's due to: He who grasps things [often]\nloses them. He doesn't grasp a lot, he doesn't let slip a lot. Does hardly grab in the open, and so doesn't let slip a lot. He grasps nothing visibly to\nothers, and therefore he doesn't lose much. Whereas people in their handling of affairs often fail when they're about to succeed at their tasks. Such\npeople constantly spoil things when within an ace of completing them. Be as careful at the end as at the start to avert failures at hand. Then there will\nbe no such failures. Heed the end no less than the start, so that your valuable work will not be spoiled and ruined.", "Chan": "He who takes action fails. He who grasps things loses them. For this reason the sage takes no action and therefore does not fail. He grasps nothing\nand therefore does not lose anything;", "Cleary": "Those who contrive spoil it; those who cling lose it. Thus sages contrive nothing, and so spoil nothing. They cling to nothing, and so lose noting.", "LinYutan": "He who acts, spoils; He who grasps, lets slip. Because the Sage does not act, he does not spoil, Because he does not grasp, he does not let slip."}, "section": 4}, {"content": {"Legge": "\"When the people are engaged in some task, they are always on the point of finishing when they ruin it. ", "Byrn": "Therefore the Master lets things take their course and thus never fails. She doesn't hold on to things and never loses them. By pursing your goals too\nrelentlessly, you let them slip away. If you are as concerned about the outcome as you are about the beginning, then it is hard to do things wrong.", "Red Pine": "when people pursue a task they always fail near the end care at the end as well as the start means an end to failure", "Wieger": "When the common people have affairs, they often fail at the moment when they should have succeeded, (nervousness at the beginning of success\nmaking them lose propriety and make clumsy mistakes). For success, the circumspection of the beginning should last until the final achievement.", "Blackney": "People are constantly spoiling a project when it lacks only a step to completion. To avoid making a mess of it, be as careful of the end as you were\nof the beginning.", "Lindauer": "The following of people of effort in the entire Relates to perfecting part yet spoiling Following care throughout as if just beginning ", "LaFargue": "Men often ruin their affairs on the eve of success, because they are not as prudent at the end as in the beginning. The wise man wills what others do\nnot will, and values not things rare. He learns what others learn not, and gathers up what they despise.", "Beck": "In handling things people usually fail when they are about to succeed. Be as careful at the end as at the beginning, and there will be no failure.", "Wu": "In handling affairs, people often spoil them just at the point of success. With heedfulness in the beginning and patience at the end, nothing will be\nspoiled.", "Wayism": " ", "World": "Confused people usually quit just short of success.  Therefore, see experiences asthe oneness of life from beginning to end and it will be impossible\nto fail.", "Muller": "When people are carrying out their projects They usually blow it at the end. If you are as careful at the end As you were at the beginning, You won't\nbe disappointed.", "Merel": "(But) people in their conduct of affairs are constantly ruining them when they are on the eve of success. If they were careful at the end, as (they\nshould be) at the beginning, they would not so ruin them.", "Ta-Kao": "The common people in their business often fail on the verge of succeeding. Take care with the end as you do with the beginning, And you will have\nno failure.", "Crowley": "People in their handling of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will\nbe no failure.", "Bynner": "Most people who miss, after almost winning, Should have 'known the end from the beginning.'", "Walker": "Because projects often come to ruin just before completion, he takes as much care at the end as he did at the beginning, and thereby succeeds.", "Mabry": "When people try, they usually fail just on the brink of success. If one is as cautious at the outset as at the end, One cannot fail.", "Hansen": "The people in pursuing social affairs take the phase of nearly completed as constant and then wreck it. If you are as careful at the end as in the\nbeginning then you will lack wrecking things.", "Mitchell": "People often fail on the verge of success; Take care at the end as at the beginning, So that you may avoid failure.", "McDonald": "Therefore the wise man learns to seem unlearned, wants only things that are unwanted. Yes, the wise man publicly desires to have no desire.", "Chan": "A sane man is sane in knowing what things he can spare, In not wishing what most people wish, In not reaching for things that seem rare.", "Cleary": "Therefore people's works are always spoiled on the verge of completion. Be as careful of the end as of the beginning, and nothing will be spoiled.", "LinYutan": "The affairs of men are often spoiled within an ace of completion. By being careful at the end as at the beginning Failure is averted."}, "section": 5}, {"content": {"Legge": "Therefore the sage desires what (other men) do not desire, and does not prize things difficult to get; he learns what (other men) do not learn, and\nturns back to what the multitude of men have passed by. Thus he helps the natural development of all things, and does not dare to act (with an\nulterior purpose of his own).", "Byrn": "The master seeks no possessions. She learns by unlearning, thus she is able to understand all things. This gives her the ability to help all of creation.", "Red Pine": "the sage thus seeks what no one seeks he doesn't prize hard to-get-goods he studies what no one studies he turns to what others pass by to help all\nthings be natural he thus dares not act", "Wieger": "The Sage desires nothing. He does not prize any object because it is rare. He does not attach himself to any system, but instructs himself by the faults\nof others. In order to co-operate with universal evolution, he does not act, but lets things go.", "Blackney": "So the Wise Man wants the unwanted; he sets no high value on anything because it is hard to get. He studies what others neglect and restores to the\nworld what multitudes have passed by. His object is to restore everything in its natural course, but he dares take no steps to that end.", "Lindauer": "Comes an absence of spoiling effort.Appropriately it happens that sages Desire without desiring Are without treasuring goods difficult to obtain\nLearn without learning Return to the place where the collective mind passes And come to support the self-nature of the 10000 things Yet without\nventuring to act.", "LaFargue": " Desires to be desireless does not prize goods hard to come by learns to be un-leaned turns back to the place all others have\ngone on from. ", "Beck": "Therefore the wise desire to have no desires. They do not value rare treasures. They learn what is unknown, returning to what many have missed so\nthat all things may be natural without interference.", "Wu": "Therefore, the Sage desires to be desireless, Sets no value on rare goods, Learns to unlearn his learning, And induces the masses to return from\nwhere they have overpassed. He only helps all creatures to find their own nature, But does not venture to lead them by the nose.", "Wayism": " ", "World": "The sage is indifferent to desire: she does not accumulate possessions, she is unemotional regarding ideas, she focuses people on their oneness, she,\nby example, illuminates the path to peace and harmony but does not impose her will or foist her views on others.", "Muller": "Therefore the sage desires non-desire, Does not value rare goods, Studies the unlearnable So that she can correct the mistakes of average people And\naid all things in manifesting their true nature Without presuming to take the initiative.", "Merel": "The sage desires no-desire, Values no-value, Learns no-learning, And returns to the places that people have forgotten; He would help all people to\nbecome natural, But then he would not be natural.", "Ta-Kao": " ", "Crowley": "Thus he is in accord with the natural course of events, and he is not overbold in action.", "Bynner": "The cultured might call him heathenish, This man of few words, because his one care Is not to interfere but to let nature renew The sense of direction\nmen undo.", "Walker": "His only desire is to be free of desire. Fancying nothing, learning not to know, electing not to interfere, he helps all beings become themselves.", "Mabry": "Therefore the Sage desires nothing so much as to be desireless. She does not value rare and expensive goods. She unlearns what was once taught\nAnd helps the people regain what they have lost; To help every being assume its natural way of being, And not dare to force anything.", "Hansen": "Using this: Sages treat not-desiring as a desire and don't value goods difficult to obtain. Study not-studying and restore what the crowd of humanity\nhas passed by. Use restoring the self-so nature of the ten-thousand natural kinds and don't recklessly deem-act.", "Mitchell": "He remains as calm at the end as at the beginning. He has nothing, thus has nothing to lose. What he desires is non-desire; what he learns is to\nunlearn. He simply reminds people of who they have always been. He cares about nothing but the Tao. Thus he can care for all things.", "McDonald": "Therefore the wise man desires no desire - and desires all the same. He doesn't often value rare treasures publicly. He hardly values objects hard to\nget or find - in public. He says he learns that which is unlearned. He claims he sets no store by products difficult to get, and so teaches things\nuntaught. [It's a trap.] But he also turns all beings back to the very thing they have left behind, so that he can assist in the course of nature somehow.\nAnd if so, \"the ten thousand creatures\" can be restored to their self-sameness, the self-so which is of [some] dao. Yes, he supports all things in some\nof their natural states. This he does; but hardly presume to interfere all right. He hardly dares to act in the open. So he denies to take any visible\naction.", "Chan": "Therefore the sage desires to have no desire, He does not value rare treasures. He learns to be unlearned, and returns to what the multitude missed -Tao. Thus he supports all things in their natural state but does not take any action.", "Cleary": "Thus sages want to have no wants; they do not value goods hard to get. They learn not learning to recover from people's excesses, thereby to assist\nthe naturalness of all beings, without daring to contrive.", "LinYutan": "Therefore the Sage desires to have no desire, And values not objects difficult to obtain. Learns that which is unlearned, And restores what the\nmultitude have lost. That he may assist in the course of Nature And not presume to interfere."}, "section": 6}]