[{"content": {"Legge": "There is nothing in the world more soft and weak than water, and yet for attacking things that are firm and strong there is nothing that can take\nprecedence of it; - for there is nothing (so effectual) for which it can be changed.", "Byrn": "Water is the softest and most yielding substance. Yet nothing is better than water, for overcoming the hard and rigid, because nothing can compete\nwith it.", "Red Pine": "Nothing in the world is weaker than water but against the hard and the strong nothing excels it for nothing can change it", "Wieger": "In this world there is nothing more supple and weak than water; and yet no one, however strong and powerful he may be, can resist its action\n(corrosion, wear, wave action); and no being can do without it ( for drinking, growth, etc.).", "Blackney": "Nothing is weaker than water, But when it attacks something hard Or resistant, then nothing withstands it, And nothing will alter its way.", "Lindauer": "In the world nothing is supple and weak in relation to water Yet of those things which attack the firm and unyielding Nothing is able to do better In\nwhat is absent, this easily happens.", "LaFargue": "Nothing in the world is Softer or Weaker than water. But when it attacks what is hard and strong none of them can win out, because they have no\nway of affecting it.", "Beck": "Nothing in the world is softer and weaker than water. Yet nothing is better at attacking the hard and strong. There is no substitute for it.", "Wu": "Nothing in the world is softer and weaker than water; But, for attacking the hard and the strong, there is nothing like it! For nothing can take its\nplace.", "Wayism": " ", "World": "Nothing in the world is more submissive and yielding than water. Yet nothing can equal it in cutting the inflexible and eroding the hard.", "Muller": "Nothing in the world is softer than water, Yet nothing is better at overcoming the hard and strong. This is because nothing can alter it.", "Merel": "Nothing in the world is as soft and yielding as water, Yet nothing can better overcome the hard and strong, For they can neither control nor do away\nwith it.", "Ta-Kao": "The weakest things in the world can overmatch the strongest things in the world. Nothing in the world can be compared to water for its weak and\nyielding nature; yet in attacking the hard and the strong nothing proves better than it. For there is no other alternative to it.", "Crowley": "Nothing in the world is more elastic and yielding than water; yet it is preeminent to dissolve things rigid and resistant; there is nothing which can\nmatch it.", "Bynner": "What is more fluid, more yielding than water? Yet it comes back again, wearing down the rigid strength which cannot yield to withstand it.", "Walker": "Nothing under heaven is as soft and yielding as water. Yet for attacking the hard and strong, nothing can compare with it.", "Mabry": "In the whole World nothing is softer or weaker than water. And yet even those who succeed when attacking the hard and the strong cannot overcome\nit Because noting can harm it.", "Hansen": "In the social world, nothing is softer or more pliant than water. And yet when it attacks firm, rigid things, none of them is able to win. This is due to\ntheir lacking that with which to metamorphose it.", "Mitchell": "Nothing in the world is as soft and yielding as water. Yet for dissolving the hard and inflexible, nothing can surpass it.", "McDonald": "There's hardly anything more yielding than [gas, air, and] water, but almost none is better in attacking the resistant and hard, There are few\nsubstitutes for it.", "Chan": "There is nothing softer and weaker than water, And yet there is nothing better for attacking hard and strong things. For this reason there is no\nsubstitute for it.", "Cleary": "Nothing in the world is more flexible and yielding than water. Yet when it attacks the firm and the strong, none can withstand it, because they have\nno way to change it.", "LinYutan": "There is nothing weaker than water But none is superior to it in overcoming the hard, For which there is no substitute."}, "section": 1}, {"content": {"Legge": "Every one in the world knows that the soft overcomes the hard, and the weak the strong, but no one is able to carry it out in practice.", "Byrn": "Everyone knows that the soft and yielding overcomes the rigid and hard, but few can put this knowledge into practice.", "Red Pine": "the soft overcomes the hard the weak overcomes the strong this is something everyone knows but no one is able to practice", "Wieger": "Is it clear enough that weakness is worth more than strength, that suppleness can overcome rigidity? - Everyone agrees with this; but no one acts\naccording to it.", "Blackney": "Everyone knows this, that weakness prevails Over strength and that gentleness conquers The adamant hindrance of men, but that Nobody\ndemonstrates how it is so.", "Lindauer": "Being supple conquers the unyielding Being weak conquers the firm In the world Noone is without knowing it Noone is able to practice it.", "LaFargue": "Softness overcomes what is hard Weakness overcomes what is unyielding. Everyone in the world understands it no one can practice it.", "Beck": "The weak overcomes the strong; the soft overcomes the hard. Everyone knows this, but no one puts it into practice.", "Wu": "That the weak overcomes the strong, and the soft overcomes the hard, This is something known by all, but practiced by none.", "Wayism": " ", "World": "The weak can subdue the strong and the flexible outlasts the rigid. This is common knowledge, yet only a very few can practice it.", "Muller": "That the soft overcomes the hard And the gentle overcomes the aggressive Is something that everybody knows But none can do themselves.", "Merel": "The soft overcomes the hard, The yielding overcomes the strong; Every person knows this, But no one can practice it.", "Ta-Kao": "The weak can overcome the strong and the yielding can overcome the hard: This all the world knows but does not practice.", "Crowley": "All men know that the soft overcomes the hard, and the weak conquers the strong;, but none are able to use this law in action.", "Bynner": "So it is that the strong are overcome by the weak, The haughty by the humble. This we know But never learn,", "Walker": "The weak overcomes the strong. The soft overcomes the hard. Everyone knows this, but none have the ability to practice it.", "Mabry": "The weak overcome the strong. The soft conquers the hard. No one in the World can deny this Yet no one seems to know how to put it into practice.", "Hansen": "That the pliant wins over the rigid, the soft wins over the hard, In the social world, no one fails to know. [Yet] no one is able to execute.", "Mitchell": "The soft overcomes the hard; the gentle overcomes the rigid. Everyone knows this is true, but few can put it into practice.", "McDonald": "Thus the yielding may conquer the resistant and the soft the hard. This was utilised by none I knew.", "Chan": "All the world knows that the weak overcomes the strong and the soft overcomes the hard. But none can practice it.", "Cleary": "So the flexible overcomes the adamant, the yielding overcome the forceful. Everyone knows this, but no one can do it.", "LinYutan": "That weakness overcomes strength And gentleness overcomes rigidity, No one does not know; No one can put into practice."}, "section": 2}, {"content": {"Legge": "Therefore a sage has said, 'He who accepts his state's reproach, Is hailed therefore its altars' lord; To him who bears men's direful woes They all the\nname of King accord.' Words that are strictly true seem to be paradoxical.", "Byrn": "Therefore the Master says: \"Only he who is the lowest servant of the kingdom, is worthy to become its ruler. He who is willing to tackle the most\nunpleasant tasks, is the best ruler in the world.\" True sayings seem contradictory.", "Red Pine": "thus the sage declares who accepts a country's disgrace we call the lord of soil and grain who accepts a country's misfortune we call king of all\nunder Heaven upright words sound upside down", "Wieger": "The Sages have said: \"He who rejects neither moral filth nor political evil is capable of becoming the chief of a territory or the sovereign of the\nempire.\" (He who is supple enough to accommodate himself to all that; and not a rigid and systematic person). These words are quite true, even\nthough they offend many.", "Blackney": "Because of this the Wise Man says That only one who bears the nations shame Is fit to be its hallowed lord; That only one who takes upon himself\nThe evils of the world may be its king. This is paradox.", "Lindauer": "Appropriately it happens that sages say He who accepts the disgrace of a nation Is appropriately called lord of the grain shrine He who accepts the\nmisfortune of a nation Is appropriately acting as the king of the world. Correct words look like they turn back.", "LaFargue": " Taking on a state's dirt makes one lord of its earth altars taking on a state's misfortunes makes one King of the world.\nRight words seem the opposite.", "Beck": "Therefore the wise say, \"Those who bear the humiliation of the people are able to minister to them. Those who take upon themselves the sins of the\nsociety are able to lead the world.\" Words of truth seem paradoxical.", "Wu": "Therefore, the Sage says: To receive the dirt of a country is to be lord of its soil-shrines. To bear the calamities of a country is to be the prince of the\nworld. Indeed, Truth sounds like its opposite!", "Wayism": " ", "World": "Therefore, the sages say; She who is at one with the disgrace of a nation is worthy to be queen.  He who is at one with the misfortunes of nations is\nworthy to be king of kings.  The truth frequently seems paradoxical.", "Muller": "Therefore the sages say: \"The one who accepts the dirt of the state Becomes its master. The one who accepts its calamity Becomes king of the\nworld.\" Truth seems contradictory.", "Merel": "Who attends to the people would control the land and grain; Who attends to the state would control the whole world; Truth is easily hidden by\nrhetoric.", "Ta-Kao": "Therefore the Sage says: He who sustains all the reproaches of the country can be the master of the land; He who sustains all the calamities of the\ncountry can be the king of the world. These are words of truth, Though they seem paradoxical.", "Crowley": "A wise man has said: 'He that takes on the burden of the state is a demi-god worthy of sacrificial worship; and the true King of a people is he that\nundertakes the weight of their sorrows. Truth appears paradox.", "Bynner": "So that when wise men tell us, 'He who bites the dust Is owner of the earth, He who is scapegoat Is king,' They seem to twist the truth.", "Walker": "Therefore the sage says: One who accepts the dung of the nation becomes the master of soil and sustenance. One who deals with the evils of the\nnation becomes king under heaven. True words seem paradoxical.", "Mabry": "Therefore the Sage says \"One who accepts a people's shame is qualified to rule it. One who embraces a condemned people is called the king of the\nUniverse.\" True words seem pardoxical.", "Hansen": "Using this: Sages say, \"Taking the soil of a state, this is called ruler of the world's grain alters. Taking the non-auspicious state, this is being deemed\nthe king of the social world.\" Rectified language is like its opposite.", "Mitchell": "Therefore the Master remains serene in the midst of sorrow. Evil cannot enter his heart. Because he has given up helping, he is people's greatest help.\nTrue words seem paradoxical.", "McDonald": "Wise sayings, \"Only he who has accepted the dirt of a country can be lord of its soil-shrines: can become heaven-accepted there. Who bears evils of\nthe country can become a king. Who takes into himself the calumny of the world serves to preserve the state.\" Straight words seem crooked.", "Chan": "Therefore the sage says: He who suffers disgrace for his country Is called the lord of the land. He who takes upon himself the country's misfortunes\nBecomes the king of the empire. Straight words seem to be their opposite.", "Cleary": "This is why the sages say those who can take on the disgrace of nations are leaders of lands; and those who can take on the misfortune of nations are\nrulers of the world. True sayings seem paradoxical.", "LinYutan": "Therefore the Sage says: \"Who receives unto himself the calumny of the world Is the preserver of the state. Who bears himself the sins of the world\nIs king of the world.\" Straight words seem crooked."}, "section": 3}]