[{"content": {"Legge": "When the Great Tao (Way or Method) ceased to be observed, benevolence and righteousness came into vogue.", "Byrn": "When the great Tao is abandoned, charity and righteousness appear.", "Red Pine": "When the Great Way disappears we meet kindness and justice", "Wieger": "When action conforming to the Principle dwindles, (when men cease to act with spontaneous goodness and fairness), artificial principles of goodness\nand fairness, prudence and wisdom (are invented).", "Blackney": "The mighty Way declined among the folk And then came kindness and morality.", "Lindauer": "Great tao discarded, a presence of humanity, morality ", "LaFargue": "When Great Tao vanished we got 'Goodness and Morality.'", "Beck": "When the great Way is forgotten, the doctrines of humanity and morality arise.", "Wu": "When the Great Tao was abandoned, There appeared humanity and justice.", "Wayism": " ", "World": "When the oneness of Infinity is forgotten, judgment appears and people are distinguished as good and righteous.", "Muller": "When the great Tao perishes There is jen and justice.", "Merel": "When the Way is forgotten Duty and justice appear;", "Ta-Kao": "When the great Tao is lost, spring forth benevolence and righteousness.", "Crowley": "When men abandoned the Way of Dao, benevolence and justice became necessary.", "Bynner": "When people lost sight of the way to live Came codes of love and honesty,", "Walker": "When people lose sight of the Tao, codes of morality and justice are created.", "Mabry": "When the great Tao is abandoned, Ideas of \"humanitarianism\" and \"righteousness\" appear.", "Hansen": "When the great guide is cast aside you will have 'humanity' and 'morality.'", "Mitchell": "When the great Tao is forgotten goodness and piety appear.", "McDonald": "When the great dao declined, jen and I arose, humanity and righteousness.\"", "Chan": "When the great Tao declined, The doctrine of humanity and righteousness arose.", "Cleary": "When the Great Way is deserted, then there is humanitarian duty.", "LinYutan": "On the decline of the great Tao, The doctrine of \"humanity\" and \"justice\" arose."}, "section": 1}, {"content": {"Legge": "(Then) appeared wisdom and shrewdness, and there ensued great hypocrisy.", "Byrn": "When intellectualism arises, hypocrisy is close behind.", "Red Pine": "when reason appears we meet great deceit", "Wieger": "These artificial principles soon degenerate into politics.", "Blackney": "When wisdom and intelligence appeared, They brought with them a great hypocrisy.", "Lindauer": "Wisdom and intelligence come out, a presence of great pretense ", "LaFargue": null, "Beck": "When knowledge and cleverness appear, there emerges great hypocrisy.", "Wu": "When intelligence and wit arose, There appeared great hypocrites.", "Wayism": " ", "World": "When the illusion of knowledge and understanding appear, the physical reality has been confused with Infinity.", "Muller": "When intelligence is manifest There is great deception.", "Merel": "Then knowledge and wisdom are born Along with hypocrisy.", "Ta-Kao": "When wisdom and sagacity arise, there are great hypocrites.", "Crowley": "Then also was need of wisdom and cunning, and all fell into illusion.", "Bynner": "Learning came, charity came, Hypocrisy took charge;", "Walker": "When cleverness and strategies are in use, hypocrites are everywhere.", "Mabry": "When intellectualism arises It is accompanied by great hypocrisy.", "Hansen": "When intuitive wisdom emerges you will have great artifice.", "Mitchell": "When the body's intelligence declines cleverness and knowledge step forth.", "McDonald": "Next, when brightness and know-how came in vogue, the great pretence fully started.", "Chan": "When knowledge and wisdom appeared, There emerged great hypocrisy.", "Cleary": "When intelligence comes forth, there is great fabrication.", "LinYutan": "When knowledge and cleverness appeared, Great hypocrisy followed in its wake."}, "section": 2}, {"content": {"Legge": "When harmony no longer prevailed throughout the six kinships, filial sons found their manifestation;", "Byrn": "When there is strife in the family unit, people talk about 'brotherly love'.", "Red Pine": "when the six relations fail we meet obedience and love", "Wieger": "When parents no longer live in natural harmony, they try to make up for this deficit by inventing artificial principles of filial piety and paternal\naffection.", "Blackney": "The six relations were no more at peace, So codes were made to regulate our homes.", "Lindauer": "Families lack harmony, a presence of filial devotion and mothering ", "LaFargue": "When the six family relationships fell into disharmony we got 'Respect and Caring.'", "Beck": "When family relationships are not in harmony, filial piety and parental love are advocated.", "Wu": "When the six relations lost their harmony, There appeared filial piety and paternal kindness.", "Wayism": " ", "World": "When there is no peace and harmony within the family, a facade of devotion and obedience is perceived.", "Muller": "When the six relationships are not in harmony There is filial piety and compassion.", "Merel": "When harmonious relationships dissolve Then respect and devotion arise;", "Ta-Kao": "When family relations are no longer harmonious, we have filial children and devoted parents.", "Crowley": "When harmony ceased to prevail in the six spheres it was needful to govern them by manifesting Sons.", "Bynner": "When differences weakened family ties Came benevolent fathers and dutiful sons;", "Walker": "When families forego natural harmony, parents become pious and children become dutiful.", "Mabry": "When there is strife within a family Ideas of \"brotherly love\" appear.", "Hansen": "When great kinship is not in harmony, you will have 'filiality' and 'affection.'", "Mitchell": "When there is no peace in the family filial piety begins.", "McDonald": "When the six family relationships are not in harmony There's open talk of kind parents\" dutiful sons\" and deep love to children.", "Chan": "When the six family relationships are not in harmony, There will be the advocacy of filial piety and deep love to children.", "Cleary": "When relations are discordant, there is family love.", "LinYutan": "When the six relationships no longer lived at peace, There was (praise of) \"kind parents\" and\" filial sons.\""}, "section": 3}, {"content": {"Legge": "when the states and clans fell into disorder, loyal ministers appeared.", "Byrn": "When the country falls into chaos, politicians talk about 'patriotism'.", "Red Pine": "when the country is in chaos we meet honest officials", "Wieger": "When states had fallen into disarray, they invented the loyal minister stereotype.", "Blackney": "The fatherland grew dark, confused by strife: Official loyalty became the style.", "Lindauer": "The nation's emperor blinded, confused, a presence of loyal servants.", "LaFargue": "When the states and the great families became all benighted and disordered we got 'Loyal Subjects'.", "Beck": "When a country falls into chaos and disorder, there is praise of loyal patriots.", "Wu": "When darkness and disorder began to reign in a kingdom, There appeared loyal ministers.", "Wayism": " ", "World": "When a nation manifests great change, patriots step forward to attempt to resurrect the past.", "Muller": "When the country is in chaos Loyal ministers appear.", "Merel": "When a nation falls to chaos Then loyalty and patriotism are born.", "Ta-Kao": "When a nation is in confusion and disorder, patriots are recognized. Where Tao is, equilibrium is. When Tao is lost, out come all the differences of\nthings.", "Crowley": "When the kingdoms and races became confused, loyal ministers had to appear.", "Bynner": "And when lands were disrupted and misgoverned Came ministers commended as loyal.", "Walker": "When the nation is reigned by darkness, patriotic advisers abound.", "Mabry": "When  nation is plunged into chaos Politicians become \"patriotic\".", "Hansen": "When states and great families sink and become deranged, you will have 'loyal ministers'.", "Mitchell": "When the country falls into chaos patriotism is born.", "McDonald": "A confused country enmeshed in disorder praises ministers in chaos and misrule.", "Chan": "When a country is in disorder, There will be the praise of loyal ministers.", "Cleary": "When the national polity is benighted and confused, then there are loyal ministers.", "LinYutan": "When a country fell into chaos and misrule, There was (praise of) \"loyal ministers.\""}, "section": 4}]