[{"content": {"Legge": "The Tao produced One; One produced Two; Two produced Three; Three produced All things.", "Byrn": "The Tao gave birth to One. The One gave birth to Two. The Two gave birth to Three. The Three gave birth to all of creation.", "Red Pine": "The Tao gives birth to one one gives birth to two two gives birth to three three gives birth to ten thousand things", "Wieger": "When the Principle has emitted its virtue, the latter begins to evolve according to two alternating modalities. This evolution produces (or condenses)\nthe median air (tenuous matter). From tenuous matter, under the influence of the two modalities yin and yang, all sentient beings are produced.", "Blackney": "The Way begot one, And the one, two; Then the two begot three And three, all else.", "Lindauer": "Tao gives birth to one One gives birth to two Two gives birth to three Three gives birth to the 10000 things.", "LaFargue": "Tao produced The One The One produced Two Two produced Three Three produced the thousands of things.", "Beck": "The Way produced the One; the One produced two; two produced three; and three produced all things.", "Wu": "Tao gave birth to One, One gave birth to Two, Two gave birth to Three, Three gave birth to all the myriad things.", "Wayism": " ", "World": "Infinity is oneness. Infinity is the potential of all things. All things are one with Infinity. Distinguishing creates the two", "Muller": "The Tao produces one, one produces two. The two produce the three and the three produce all things.", "Merel": "The Way bears sensation, Sensation bears memory, Sensation and memory bear abstraction, And abstraction bears all the world;", "Ta-Kao": "Tao begets One; one begets two; two begets three; three begets all things.", "Crowley": "The Dao formulated the One. The One exhaled the Two. The Two were parents of the Three. The Three were parents of all things.", "Bynner": "Life, when it came to be, Bore one, then two, then three Elements of things; And thus the three began - Heaven and earth and man - To balance\nhappenings:", "Walker": "Nonbeing gives birth to the oneness. The oneness gives birth to yin and yang. Yin and Yang give birth to heaven, earth, and beings. Heaven, earth,\nand beings give birth to everything in existence.", "Mabry": "The Tao gives birth to one. One gives birth to two. Two gives birth to three, And three gives birth to all things.", "Hansen": "A guide generates 'one.' 'One' generates 'two.' 'Two' generates 'three.' 'Three' generates the ten-thousand natural kinds.", "Mitchell": "The Tao gives birth to One. One gives birth to Two. Two gives birth to Three. Three gives birth to all things.", "McDonald": "Dao gave birth to the one; the one gave birth successively to two things, three things, up the everything, everybody and the whole world we know.", "Chan": "Tao produced the One. The One produced the two. The two produced the three. And the three produced the ten thousand things.", "Cleary": "The Way produces one; one produces two, two produce three, three produce all beings:", "LinYutan": "Out of Tao, One is born; Out of One, Two; Out of Two, Three; Out of Three, the created universe."}, "section": 1}, {"content": {"Legge": "All things leave behind them the Obscurity (out of which they have come), and go forward to embrace the Brightness (into which they have\nemerged), while they are harmonized by the Breath of Vacancy.", "Byrn": "All things carry Yin yet embrace Yang. They blend their life breaths in order to produce harmony.", "Red Pine": "ten thousand things with ", "Wieger": "Coming out from the yin (from strength) they pass to the yang (to the act), through the influence of the two modalities on matter.", "Blackney": "All things bear the shade on their backs And the sun in their arms; By the blending of breath From the sun and the shade, Equilibrium comes to the\nworld.", "Lindauer": "All things carry yin and embrace yang With their blended animus, action in harmony happens.", "LaFargue": null, "Beck": "All things have the receptivity of the female and the activity of the male. Through union with the life force they blend in harmony.", "Wu": "All the myriad things carry the ", "Wayism": " ", "World": "All things can be distinguished as yin and yang. The harmony of oneness is achieved by not distinguishing.", "Muller": "All things submit to yin and embrace yang. They soften their energy to achieve harmony.", "Merel": "Each thing in the world bears feeling and doing, And, imbued with mind, harmony with the Way.", "Ta-Kao": "All things are backed by the Shade (yin) and faced by the Light (yang), and harmonized by the immaterial Breath (ch'i).", "Crowley": "All things pass from Obscurity to Manifestation, inspired harmoniously by the Breath of the Void.", "Bynner": "Cool night behind, warm day ahead, For the living, for the dead.", "Walker": "Therefore everything in existence carries within it both yin and yang, and attains its harmony by blending together these two vital breaths.", "Mabry": "All things carry Yin and embrace Yang Desiring nothing and finding harmony.", "Hansen": "The ten-thousand natural kinds bear Yin and embrace Yang. Blend the life-forces and deem-make 'harmony.'", "Mitchell": "All things have their backs to the female and stand facing the male. When male and female combine, all things achieve harmony.", "McDonald": "The ten thousand things carry the yin as some back or behind, and hug the yang in front. Through the blending of the pervading principles as some\nabstract union, and by a further blending [designing] the material force (ki) they can gain [sound] harmony. And so the union in harmony gets strong\n[and defences]. In other words, living beings can't turn their backs to the shade [such as cooling yin] without having the sun on their bellies [it could\nbe invigorating yang], and it's on such (yin-yang) blending of so-called breaths that [most] harmony depends.", "Chan": "The ten thousand things carry the yin and embrace the yang, and through the blending of the material force they achieve harmony.", "Cleary": "all beings bear yin and embrace yang, with a mellowing energy for harmony.", "LinYutan": "The created universe carries the yin at its back and the yang in front; Through the union of the pervading principles it reaches harmony."}, "section": 2}, {"content": {"Legge": "What men dislike is to be orphans, to have little virtue, to be as carriages without naves; and yet these are the designations which kings and princes\nuse for themselves.", "Byrn": "People despise being orphaned, widowed and poor. But the noble ones take these as their titles.", "Red Pine": "what the world hates to be orphaned widowed or destitute kings use for their titles", "Wieger": "What men dislike is being alone, unique, incapable, (in obscurity and abasement), and yet emperors and princes are designated by these terms,\n(which imply humility without debasement).", "Blackney": "Orphaned, or needy, or desolate, these Are conditions much feared and disliked; Yet in public address, the king And the nobles account themselves\nthus.", "Lindauer": "In the time of men they dislike orphaned, widowed, unfavored Yet kings and lords regard such as praiseworthy.", "LaFargue": null, "Beck": "People hate being orphaned, lonely, and unworthy. Yet kings and nobles call themselves such.", "Wu": "What is more loathed by men than to be \"helpless,\" \"little,\" and \"worthless\"? And yet these are the very names the princes and barons call\nthemselves.", "Wayism": " ", "World": "Human beings hate being alone, ridiculed, and misunderstood. Yet this is how leaders and kings perceive themselves when they forget their oneness\nwith Infinity", "Muller": "People hate to think of themselves as \"orphan,\" \"lowly,\" and \"unworthy\" Yet the kings call themselves by these names.", "Merel": " ", "Ta-Kao": " ", "Crowley": "Men do not like to be fatherless, virtueless, unworthy; yet rulers describe themselves by these names. ", "Bynner": "Though a commoner be loth to say That he is only common clay, Kings and princes often state How humbly they are leading,", "Walker": "Ordinary people hate nothing more than to be powerless, small, and unworthy. Yet this is how superior people describe themselves.", "Mabry": "All people hate loneliness and poverty Though they are the noblest of states.", "Hansen": "What humans revile is specifically 'orphan,' 'lonely' and 'impoverished.' Yet Kings and Dukes deem them as titles.", "Mitchell": "Ordinary men hate solitude. But the Master makes use of it, embracing his aloneness, realizing he is one with the whole universe.", "McDonald": "Most people hate to be diagnosed as lonely, unworthy, orphaned, needy, ill-provided. Yet princes and dukes style themselves so, and call themselves\nby these names.", "Chan": "People hate to be children without parents, lonely people without spouses, or men without food to eat, And yet kings and lords call themselves by\nthese names.", "Cleary": "The things people dislike are only to be alone, lacking, and unworthy; yet these are what monarchs call themselves.", "LinYutan": "To be \"orphaned,\" \"lonely\" and \"unworthy\" is what men hate most. Yet the princes and dukes call themselves by such names."}, "section": 3}, {"content": {"Legge": "So it is that some things are increased by being diminished, and others are diminished by being increased.", "Byrn": "In losing, much is gained, and in gaining, much is lost.", "Red Pine": "thus some gain by losing others lose by gaining", "Wieger": "Beings diminish themselves by wanting to augment themselves, and they are augmented through diminishing themselves.", "Blackney": "So a loss sometimes benefits one Or a benefit proves to be loss.", "Lindauer": "-", "LaFargue": null, "Beck": "Often gain can be a loss, and loss can be a gain.", "Wu": "Truly, one may gain by losing; And one may lose by gaining.", "Wayism": " ", "World": "One achieves peace by ignoring distinctions and becomes confused by endless judgments and distinctions.", "Muller": "Some lose and yet gain, Others gain and yet lose.", "Merel": " ", "Ta-Kao": " ", "Crowley": "Thus increase brings decrease to some, and decrease brings increase to others.", "Bynner": "Because in true succeeding High and low correlate.", "Walker": "Gain is loss. Loss is gain.", "Mabry": "So in losing, much is gained, And in gaining, much is lost.", "Hansen": "Hence among natural kinds: sometimes you diminish it and it increases. Sometime you increase it and it diminishes.", "Mitchell": " ", "McDonald": "Truly, things are often increased by seeking to diminish them and diminished by seeking to increase them.\" And sometimes things are benefited by\nbeing taken away from and suffer by being added to. And so it often happens that things can gain by losing and lose by gaining.", "Chan": "Therefore it is often the case that things gain by losing and lose by gaining.", "Cleary": "Therefore people may gain from loss, and may lose from gain.", "LinYutan": "For sometimes things are benefited by being taken away from, And suffer by being added to."}, "section": 4}, {"content": {"Legge": "What other men (thus) teach, I also teach. The violent and strong do not die their natural death. I will make this the basis of my teaching.", "Byrn": "What others teach I too will teach: \"The strong and violent will not die a natural death.\"", "Red Pine": "thus what people teach I teach too tyrants never choose their deaths this becomes my teacher", "Wieger": " ", "Blackney": "What others have taught I also shall teach: If a violent man does not come To a violent death, I shall choose him to teach me.", "Lindauer": "Men have told others I also am telling Those who are striving and fierce die incomplete. I use this as the father of my teaching.", "LaFargue": null, "Beck": "What others teach, I teach also: \"The violent die a violent death.\" I shall make this primary in my teaching.", "Wu": "What another has taught let me repeat: \"A man of violence will come to a violent end.\" Whoever said this can be my teacher and my father.", "Wayism": " ", "World": " Others teach; \"A violent man will reap a violent death.\" I teach; \"All men will die.\"  This is the simplicity of Infinity.", "Muller": "That which is taught by the people I also teach: \"The forceful do not choose their place of death.\" I regard this as the father of all teachings.", "Merel": "As others have taught, so do I teach, \"Who loses harmony opposes nature\"; This is the root of my teaching.", "Ta-Kao": "What others teach, I also teach: 'The daring and violent do not die a natural death.' This (maxim) I shall regard as my instructor.", "Crowley": "Others have taught thus; I consent to it. Violent men and strong men die not by natural death. This fact is the foundation of my law.", "Bynner": "It is an ancient thought, Which men have taught, That he who over-reaches And tries to live by force Shall die thereby of course, And is what my\nown heart teaches.", "Walker": "I repeat what others have said: The strong and violent don't die natural deaths. This is the very essence of my teaching.", "Mabry": "What others have taught, I also teach: \"The violent shall die with violence.\" This is my primary teaching.", "Hansen": "What humans teach, I also teach. Those who force issues don't get their death. I'm on the point of deeming this 'the father of teaching.' ", "Mitchell": " ", "McDonald": "What others have taught, I teach also: \"Violent and fierce people hardly die a natural [elegant] death.\" Yet, show me a man of violence that came to a\ngood end, and I will take him for my teacher. I shall make all this the father (basis) of my teaching. [Uha.]", "Chan": "What others have taught, I teach also: \"Violent and fierce people do not die a natural death.\" I shall make this the father of my teaching.", "Cleary": "What others teach, I also teach. The strong cannot master their death: I take this to be the father of teachings.", "LinYutan": "Others have taught this maxim, Which I shall teach also: \"The violent man shall die a violent death.\" This I shall regard as my spiritual teacher."}, "section": 5}]