[{"content": {"Legge": "The Tao that can be trodden is not the enduring and unchanging Tao. The name that can be named is not the enduring and unchanging name.", "Byrn": "The tao that can be described is not the eternal Tao. The name that can be spoken is not the eternal Name.", "Red Pine": "The way that becomes a way is not the Immortal Way the name that becomes a name is not the Immortal Name", "Wieger": "The principle that can be enunciated is not the one that always was. The being that can be named is not the one that was at all times.", "Blackney": "There are ways but the Way is uncharted; There are names but not nature in words:", "Lindauer": "A tao that one can tao Is not the entire tao A name that one can name Is not the entire name.", "LaFargue": "The Tao that can be told is not the invariant Tao the names that can be named are not the invariant Names.", "Beck": "The Way that can be described is not the absolute Way; the name that can be given is not the absolute name.", "Wu": "Tao can be talked about, but not the Eternal Tao; Names can be named, but not the Eternal name.", "Wayism": "The Tao that can be explained is not the eternal Tao. If it can be named it is not the eternal Name. ", "World": "The infinity that can be conceived is not the everlasting Infinity. The infinity that can be described is not the perpetual Infinity.", "Muller": "The Tao that can be followed is not the eternal Tao. The name that can be named is not the eternal name.", "Merel": "The Way that can be experienced is not true; The world that can be constructed is not real.", "Ta-Kao": "The Tao that can be expressed is not the eternal Tao; The name that can be defined is not the unchanging name.", "Crowley": "The Dao-Path is not the All-Dao. The Name is not the Thing named.", "Bynner": "Existence is beyond the power of words To define: Terms may be used But are none of them absolute.", "Walker": "Tao is beyond words and beyond understanding. Words may be used to speak of it, but they cannot contain it.", "Mabry": "The Tao that can be described in words is not the true Tao The Name that can be named is not the true Name.", "Hansen": "To guide what can be guided is not constant guiding. To name what can be named is not constant naming.", "Mitchell": "The Tao that can be told is not the eternal Tao. The name that can be named is not the eternal Name.", "McDonald": "The way that can be told of is hardly an eternal, absolute, unvarying one; the name that can be coded and given is no absolute name.", "Chan": "The Tao that can be told of is not the eternal Tao; The name that can be named is not the eternal name.", "Cleary": "A way can be a guide, but not a fixed path; names can be given, but not permanent labels.", "LinYutan": "The Tao the can be told of Is not the Absolute Tao; The Names that can be given Are not Absolute Names."}, "section": 1}, {"content": {"Legge": "(Conceived of as) having no name, it is the Originator of heaven and earth; (conceived of as) having a name, it is the Mother of all things.", "Byrn": "The nameless is the boundary of Heaven and Earth. The named is the mother of creation.", "Red Pine": "the maiden of Heaven and Earth has no name the mother of all things has a name", "Wieger": "Before time there was an ineffable, unnameable being. When it was still unnameable, it conceived heaven and earth. When it had thus become\nnameable, it gave birth to the multitude of beings.", "Blackney": "Nameless indeed is the source of creation But things have a mother and she has a name.", "Lindauer": "In the absence of names Lies the origin of heavens and earth The presence of names Is mother to the 10000 things.", "LaFargue": "Nameless, it is the source of the thousands of things ", "Beck": "Nameless it is the source of heaven and earth; named it is the mother of all things.", "Wu": "As the origin of heaven-and-earth, it is nameless: As \"the Mother\" of all things it is nameable.", "Wayism": "The Unnameable is the eternally real. The Nameable is the origin of heaven and earth. ", "World": "The inconceivable indescribable is the essence of the all encompassing Infinite. Conceiving and describing applies only to the manifestations of\nInfinity.", "Muller": "The nameless is the origin of heaven and earth While naming is the origin of the myriad things.", "Merel": "The Way manifests all that happens and may happen; The world represents all that exists and may exist.", "Ta-Kao": "Non-existence is called the antecedent of heaven and earth; Existence is the mother of all things.", "Crowley": "Unmanifested, it is the Secret Father of Heaven and Earth; manifested, it is their Mother.", "Bynner": "In the beginning of heaven and earth there were no words, Words came out of the womb of matter;", "Walker": "Tao existed before words and names, before heaven and earth, before the ten thousand things. It is the unlimited father and mother of all limited\nthings.", "Mabry": "From non-existence were called Heaven and Earth From existence all things were born.", "Hansen": "'Not-exist' names the beginning (boundary) of the cosmos (Heaven and earth) 'Exists' names the mother of the ten-thousand natural kinds.", "Mitchell": "The unnameable is the eternally real. Naming is the origin of all particular things.", "McDonald": "Heaven and earth sprang from something else: the bright nameless; the named is but the said mother that rears the ten thousand creatures of heaven\nand earth, each after its kind.", "Chan": "The Nameless is the origin of Heaven and Earth; The Named is the mother of all things.", "Cleary": "Nonbeing is called the beginning of heaven and earth; being is called the mother of all things.", "LinYutan": "The Nameless is the origin of Heaven and Earth; The Named is the Mother of All Things."}, "section": 2}, {"content": {"Legge": "Always without desire we must be found, If its deep mystery we would sound; But if desire always within us be, Its outer fringe is all that we shall\nsee.", "Byrn": "Freed from desire, you can see the hidden mystery. By having desire, you can only see what is visibly real.", "Red Pine": "thus in innocence we see the beginning in passion we see the end", "Wieger": " ", "Blackney": "The secret waits for the insight Of eyes unclouded by longing; Those who are bound by desire See only the outward container.", "Lindauer": "So viewing entireness without desire One may see subtleties Viewing entireness with desire One may see boundaries.", "LaFargue": "Yes: Always: being desireless, one sees the hidden essentials. Always: having desires, one sees only what is sought.", "Beck": "Whoever is desireless, sees the essence of life. Whoever desires, sees its manifestations.", "Wu": "So, as ever hidden, we should look at its inner essence: As always manifest, we should look at its outer aspects.", "Wayism": "Free from desire you realize the mysteries. Maintain some desire so to see the manifestations. ", "World": "Free from distinctions, experience the oneness of Infinity. Focus on distinctions and see only the manifestations of Infinity.", "Muller": "Therefore, always desireless, you see the mystery Ever desiring, you see the manifestations.", "Merel": "To experience without abstraction is to sense the world; To experience with abstraction is to know the world.", "Ta-Kao": "From eternal non-existence, therefore, we serenely observe the mysterious beginning of the Universe; From eternal existence we clearly see the\napparent distinctions.", "Crowley": "To understand this Mystery, one must be fulfilling one's will, and if one is not thus free, one will but gain a smattering of it.", "Bynner": "And whether a man dispassionately Sees to the core of life Or passionately Sees the surface,", "Walker": "Therefore, to see beyond all boundaries to the subtle heart of things, dispense with names, with concepts, with expectations and ambitions and\ndifferences.", "Mabry": "In being without desires, you can experience the wonder But by having desires, you experience the journey.", "Hansen": "Thus, to treat 'not-exist' as constant is desiring to use it to view its mysteries. To treat 'exists' as constant is desiring to use it to view its manifestations.", "Mitchell": "Free from desire, you realize the mystery. Caught in desire, you see only the manifestations.", "McDonald": "He that rids himself of base desire can see the secret essences; he that didn't and reached high being, he can see outcomes.", "Chan": "Therefore let there always be non-being, so we may see their subtlety, And let there always be being, so we may see their outcome.", "Cleary": "Always passionless, thereby observe the subtle; ever intent, thereby observe the apparent.", "LinYutan": "Therefore: Oftentimes, one strips oneself of passion In order to see the Secret of Life; Oftentimes, one regards life with passion, In order to see its\nmanifest forms."}, "section": 3}, {"content": {"Legge": "Under these two aspects, it is really the same; but as development takes place, it receives the different names.", "Byrn": "Yet mystery and reality emerge from the same source. This source is called darkness.", "Red Pine": "two different names for one and the same", "Wieger": "These two acts are but one, under two different denominations. ", "Blackney": "These two come paired but distinct By their names.", "Lindauer": "That which is these both Goes about as itself yet there are different names.", "LaFargue": "", "Beck": "These two are the same, but what is produced has names.", "Wu": "These two flow from the same source, though differently named;", "Wayism": "Mystery and manifestations arise from the same source. ", "World": "Yet distinction and non-distinction are one within Infinity. ", "Muller": "These two are the same - When they appear they are named differently.", "Merel": "These two experiences are indistinguishable; Their construction differs but their effect is the same.", "Ta-Kao": "These two are the same in source and become different when manifested.", "Crowley": "The Dao is one, and the De but a Phase thereof. ", "Bynner": "The core and the surface Are essentially the same, Words making them seem different Only to express appearance.", "Walker": "Tao and its many manifestations arise from the same source:", "Mabry": "Yet both spring from the same source and differ mostly in name.", "Hansen": "These two emerge together yet have different names.", "Mitchell": "Yet mystery and manifestations arise from the same source.", "McDonald": "Still the two are the same; the secret and its manifestations came from the same ground, the same mould, but anyway sound different - they're given\ndifferent names where they appear. They can both be called the cosmic mystery, awesome deep or rather more secret than so-called mystery.", "Chan": "The two are the same, But after they are produced, they have different names.", "Cleary": "These two come from the same source but differ in name;", "LinYutan": "These two (the Secret and its manifestations) Are (in their nature) the same; They are given different names When they become manifest."}, "section": 4}, {"content": {"Legge": "Together we call them the Mystery. Where the Mystery is the deepest is the gate of all that is subtle and wonderful.", "Byrn": "Darkness born from darkness. The beginning of all understanding.", "Red Pine": "the one we call dark the dark beyond dark the door to all beginnings", "Wieger": "The unique act of generation; that is the mystery of the beginning; the effects.", "Blackney": "Of all things profound, Say that their pairing is deepest, The gate to the root of the world.", "Lindauer": "Categorizing them together there is insight Very deep insight The gateway to collective subtleties.", "LaFargue": "", "Beck": "They both may be called the cosmic mystery: from the cosmic to the mystical is the door to the essence of all life.", "Wu": "And both are called mysteries. The Mystery of mysteries is the door of all essence.", "Wayism": "The source is called darkness. Darkness within the void; the gateway to all understanding. ", "World": "Potential within potential is the essence of Infinity.", "Muller": "Their sameness is the mystery, Mystery within mystery; The door to all marvels.", "Merel": "Beyond the gate of experience flows the Way, Which is ever greater and more subtle than the world.", "Ta-Kao": "This sameness is called profundity. Infinite profundity is the gate whence comes the beginning of all parts of the Universe.", "Crowley": "The abyss of this Mystery is the Portal of Serpent Wonder.", "Bynner": "If name be needed, wonder names them both: From wonder into wonder Existence opens.", "Walker": "subtle wonder within mysterious darkness. This is the beginning of all understanding.", "Mabry": "This source is called \"Mystery\" Mystery upon Mystery, The womb giving birth to all of being.", "Hansen": "'Together' - call that 'obscure. ' 'Obscure' it and it is more obscure. ... the gateway of a crowd of mysteries.", "Mitchell": "This source is called darkness. Darkness within darkness. The gateway to all understanding.", "McDonald": "There's the deeper mystery: the gate and doorway from which issued all secret essences, yes, all subtleties, and the subtle mysterial opening\nhomewards. Call it the door mystery or golden secret of all life.", "Chan": "They both may be called deep and profound. Deeper and more profound, The door to all subtleties!", "Cleary": "both are considered mysteries. The mystery of mysteries is the gateway of marvels.", "LinYutan": "They may both be called the Cosmic Mystery: Reaching from the Mystery into the Deeper Mystery Is the Gate to the Secret of All Life."}, "section": 5}]