[{"content": {"Legge": "In a little state with a small population, I would so order it, that, though there were individuals with the abilities of ten or a hundred men, there should\nbe no employment of them; I would make the people, while looking on death as a grievous thing, yet not remove elsewhere (to avoid it).", "Byrn": "Small countries with few people are best. Give them all of the things they want, and they will see that they do not need them. Teach them that death\nis a serious thing, and to be content to never leave their homes.", "Red Pine": "Imagine a small state with a small population let there be labour-saving tools that aren't used let people consider death and not move far", "Wieger": "If I were king of a little state, of a little people, I would take care to use (put in charge) the few dozen capable men that this state would contain.", "Blackney": "The ideal land is small Its people very few, Where tools abound Ten times or yet A hundred-fold Beyond their use; Where people die And die again\nBut never emigrate;", "Lindauer": "A tiny nation, few people Suppose the presence of 10 or one hundred times too many tools Yet they are unused Suppose people heavy with death\nYet lack moving far.", "LaFargue": "Oh for a small country with few people! Supposing there were men with the talents of dozens and hundreds, but no one employed them. Supposing\nthe people took death seriously, and did not travel far distances.", "Beck": "In a small country with few people machines that can work ten or a hundred times faster are not needed. People who care about death do not travel\nfar.", "Wu": "Ah, for a small country with a small population! Though there are highly efficient mechanical contrivances, the people have no use for them. Let\nthem mind death and refrain from migrating to distant places.", "Wayism": " ", "World": "A peaceful nation has few people and flows in harmony and oneness. They have weapons of war but they have no inclination to use them. They are\nindifferent to death and indifferent to living elsewhere.", "Muller": "Let there be a small country with few people, Who, even having much machinery, don't use it. Who take death seriously and don't wander far away.", "Merel": "Let your community be small, with only a few people; Keep tools in abundance, but do not depend upon them; Appreciate your life and be content\nwith your home;", "Ta-Kao": "Supposing here is a small state with few people Though there are various vessels I will not have them put in use. I will make the people regard death\nas a grave matter and not go far away.", "Crowley": "In a little kingdom of few people it should be the order that though there were men able to do the work of ten men or five score, they should not be\nemployed. Though the people regarded death as sorrowful, yet they should not wish to go elsewhere.", "Bynner": "If a land is small and its people are few, With tenfold enough to heave and do, And if no one has schooled them to waste supply In the country for\nwhich they live and would die,", "Walker": "Let there be small countries with few people. Let the people have no use for complicated machinery. Let them be mindful of death so that they don't\nmove too far from their birthplaces.", "Mabry": "It is best to have small communities with few people. Although they have goods and equipment in abundance few of them are even used. They have\ngreat love of life, and are content to be right where they are.", "Hansen": "'Small' the state and 'few' the people. Bring about that having artifacts by the tens and hundreds yet they won't use them. Bring it about that the\npeople \"weight\" death and don't venture far.", "Mitchell": "If a country is governed wisely, its inhabitants will be content. They enjoy the labour of their hands and don't waste time inventing labour-saving\nmachines. Since they dearly love their homes, they aren't interested in travel.", "McDonald": "Let there be a small country with few people. Let there be ten times and a hundred times as many utensils and let them not be used. Let there be\ncontrivances requiring ten times, a hundred times less labour; they should not use them. Let the people value their lives highly and not travel far.\nBring it about that the people are quite ready to lay down their lives at times to defend their homes rather than emigrate.", "Chan": "Let there be a small country with few people. Let there be ten times and a hundred times as many utensils. But let them not be used. Let the people\nvalue their lives highly and not migrate far.", "Cleary": "A small state has few people. It has the people keep arms but not use them. It has them regard death gravely and not go on distant campaigns.", "LinYutan": "(Let there be) a small country with a small population, Where the supply of goods are tenfold or hundredfold, more than they can use. Let the people\nvalue their lives and not migrate far."}, "section": 1}, {"content": {"Legge": "Though they had boats and carriages, they should have no occasion to ride in them; though they had buff coats and sharp weapons, they should have\nno occasion to don or use them.", "Byrn": "Even though they have plenty of horses, wagons and boats, they won't feel that they need to use them. Even if they have weapons and shields, they\nwill keep them out of sight.", "Red Pine": "let there be boats and carts but no reason to ride them let there be armour and weapons but no reason to employ them", "Wieger": "I would prevent my subjects from traveling, by making them fear possible accidental death so much that they would not dare climb into a boat or\ncarriage. I would prohibit all use of weapons.", "Blackney": "Have boats and carts Which no one rides. Weapons have they And armour too, But none displayed.", "Lindauer": "Even present with boats and carriages There is an absence of a place to be riding Even present with armor and weapons There is an absence of a\nplace to be displaying them.", "LaFargue": "Although there exist boats and carriages, they have no occasion to ride in them. Although there exist armour and weapons, they have no occasion to\nshow them off.", "Beck": "Even if there are ships and carriages, no one takes them. Even if there are armor and weapons, no one displays them.", "Wu": "Boats and carriages, weapons and armour there may still be, but there are no occasions for using or displaying them.", "Wayism": " ", "World": "They have boats and carriages but seldom use them. They have weapons of war but no one displays them.", "Muller": "Even though they have boats and carriages, they never ride in them. Having armour and weapons, they never go to war.", "Merel": "Sail boats and ride horses, but don't go too far; Keep weapons and armour, but do not employ them;", "Ta-Kao": "Though they have boats and carriages they will not travel in them; Though they have armour and weapons they will not show them.", "Crowley": "They should have boats and wagons, yet no necessity to travel; corslets and weapons, yet no occasion to fight.", "Bynner": "Then not a boat, not a cart Tempts this people to depart, Not a dagger, not a bow Has to be drawn or bent for show,", "Walker": "If there be boats and carriages, let there be nowhere to take them to. If there are weapons, let there be no occasion to display them.", "Mabry": "Although they have boats and carriages, there is no place they particularly want to go. And although they have access to weapons and machineries of\nwar, they have no desire to show them off.", "Hansen": "Although they have boats and chariots, they don't have reasons to ride in them. Although they have armour and weapons, they don't have reasons to\nmarshall them.", "Mitchell": "There may be a few wagons and boats, but these don't go anywhere. There may be an arsenal of weapons, but nobody ever uses them.", "McDonald": "As for ships and carriages, let there be none to ride. There can still be weapons, but no one to drill seriously with them and none to display them\noften.", "Chan": "Even if there are ships and carriages, none will ride in them. Even if there are arrows and weapons, none will display them.", "Cleary": "Even if they have vehicles, they have nowhere to drive them. Even if they have weapons, they have nowhere to use them.", "LinYutan": "Though there be boats and carriages, None be there to ride them. Though there be armor and weapons, No occasion to display them."}, "section": 2}, {"content": {"Legge": "I would make the people return to the use of knotted cords (instead of the written characters). They should think their (coarse) food sweet; their\n(plain) clothes beautiful; their (poor) dwellings places of rest; and their common (simple) ways sources of enjoyment.", "Byrn": "Let people enjoy the simple technologies, let them enjoy their food, let them make their own clothes, let them be content with their own homes, and\ndelight in the customs that they cherish.", "Red Pine": "let people return to the use of knots and be satisfied with their food and pleased with their clothing and content with their homes and happy with their\ncustoms", "Wieger": "As for writing and calculating, I would oblige them to go back to knotted cords. Then they would find their food tasty, their clothes fine, their houses\npeaceful, and their manners and customs agreeable.", "Blackney": "The folk returns To use again The knotted chords. Their meat is sweet; Their clothes adorned, Their homes at peace, Their customs charm.", "Lindauer": "Suppose men return to knotting cords and using them What is eaten is sweet What serves as clothing is beautiful What is a home is peaceful What is\ncommon is joyful.", "LaFargue": "Supposing people returned to knotting cords, and using this as writing. They find their food savoury they find their clothes elegant they are content\nwith their homes they are fond of their folkways.", "Beck": "People return to knotted rope for records. Food is tasty; clothes are beautiful; home is comfortable; customs are delightful.", "Wu": "Let the people revert to communication by knotting cords. See to it that they are contented with their food, pleased with their clothing, satisfied with\ntheir houses, and inured to their simple way of living.", "Wayism": " ", "World": "They live a simple life: their food is nourishing, their clothes are adequate, their dwellings are secure. They are at peace and in harmony with all\nthings.", "Muller": "Let them return to measurement by tying knots in rope. Sweeten their food, give them nice clothes, a peaceful abode and a relaxed life.", "Merel": "Let everyone read and write, Eat well and make beautiful things. Live peacefully and delight in your own society;", "Ta-Kao": "I will let them restore the use of knotted cords (instead of writing). They will be satisfied with their food; Delighted in their dress; Comfortable in\ntheir dwellings; Happy with their customs.", "Crowley": "For communication they should use knotted cords. They should deem their food sweet, their clothes beautiful, their houses home; their customs\ndelightful.", "Bynner": "People reckon by knots in a cord, Relish plain food on the board, Simple clothing suits them well, And they remain content to dwell In homes their\ncustoms can afford.", "Walker": "Let the people's responsibilities be few enough that they may remember them by knotting a string. Let them enjoy their food, be content with their\nclothes, be satisfied with their homes, and take pleasure in their customs.", "Mabry": "Let people return to simplicity, working with their own hands. Then they will find joy in their food Beauty in their simple clothes Peace in their\nliving Fulfillment in their tradition.", "Hansen": "Bring it about that humans revert to knotting string and use that. 'Sweet' their food; 'beautiful' their clothing. 'Peaceful' their neighbourhoods;\n'pleasant' their customs.", "Mitchell": "People enjoy their food, take pleasure in being with their families, spend weekends working in their gardens, delight in the doings of the\nneighbourhood.", "McDonald": "People should have no use for any form of writing save knotted ropes: Let the people again knot cords for reckoning. Let them be very pleased with\ntheir food, beautify their clothing, be content with their homes, take pleasure in rustic tasks, and delight in such customs [just like Negroes].", "Chan": "Let the people again knot cords and use them (in place of writing). Let them relish their food, beautify their clothing, be content with their homes,\nand delight in their customs.", "Cleary": "It has the people go back to simple techniques, relish their food, like their clothes, be comfortable in their ways, and enjoy their work.", "LinYutan": "Let the people again tie ropes for reckoning, Let them enjoy their food, Beautify their clothing, Be satisfied with their homes, Delight in their\ncustoms."}, "section": 3}, {"content": {"Legge": "There should be a neighbouring state within sight, and the voices of the fowls and dogs should be heard all the way from it to us, but I would make\nthe people to old age, even to death, not have any intercourse with it.", "Byrn": "Although the next country is close enough that they can hear their roosters crowing and dogs barking, they are content never to visit each other all of\nthe days of their life.", "Red Pine": "let there be a state so near people hear its dogs and chickens and live out their lives without making a visit", "Wieger": "(I would prevent curiosity and communication to the point where) my subjects would hear the noise of the cocks and dogs of the neighbouring state,\nbut die from old age without having crossed the border and had relationships with the people there.", "Blackney": "And neighbour lands Are juxtaposed So each may hear The barking dogs, The crowing cocks Across the way; Where folks grow old And folks will\ndie And never once Exchange a call.", "Lindauer": "Nearby nations overlook each other Crowing, barking sounds are heard by each other People reach old age and die Without coming and going\nbetween each other", "LaFargue": "Neighbouring states are in sight of one another so they hear the sounds of each others' dogs and roosters - but people reach old age and die with no\ncomings and goings between them.", "Beck": "Though neighboring communities see each other and hear each other's cocks crowing and dogs barking, they may grow old and die without going\nthere.", "Wu": "Though there may be another country in the neighbourhood so close that they are within sight of each other and the crowing of cocks and barking of\ndogs in one place can be heard in the other, yet there is no traffic between them, and throughout their lives the two peoples have nothing to do with\neach other.", "Wayism": " ", "World": "Even though they live within sight of a neighboring nation and hear the sounds of dogs and children, they grow old and perish without ever desiring\nto go there.", "Muller": "Even though the next country can be seen and its dogs and chickens can be heard, The people will grow old and die without visiting each others land.", "Merel": "Dwell within cock-crow of your neighbours, But maintain your independence from them.", "Ta-Kao": "Though the neighbouring states are within sight And their cocks' crowing and dogs' barking within hearing; The people (of the small state) will not\ngo there all their lives.", "Crowley": "There should be another state within view, so that its fowls and dogs should be heard; yet to old age, even to death, the people should hold no traffic\nwith it.", "Bynner": "Though so close to their own town another town grow They can hear its dogs bark and its roosters crow, Yet glad of life in the village they know,\nWhere else in the world shall they need to go?", "Walker": "Though the next country may be close enough to hear the barking of dogs and the crowing of its rooster, let the people grow old and die without\nfeeling compelled to visit it.", "Mabry": "And although they live within sight of neighbouring states And their roosters and dogs are heard by one another The people are content to grow old\nand die Without having gone to see their neighbour states.", "Hansen": "Nearby states can see each other. And hear the sounds of each other's chickens and dogs. The peoples reach old age and death without any\ninteraction.", "Mitchell": "And even though the next country is so close that people can hear its roosters crowing and its dogs barking, they are content to die of old age without\never having gone to see it.", "McDonald": "The neighbouring place can be overlooked, can be so near that one may hear the cocks crowing in it, the dogs barking; but the people would grow\nold and die without ever having been there. ", "Chan": "Though neighbouring communities overlook one another and the crowing of cocks and the barking of dogs can be heard, Yet the people there may\ngrow old and die without ever visiting one another.", "Cleary": "Neighboring states may be so close they can hear each other's dogs and roosters, but they make it o that the people have never gone back and forth.", "LinYutan": "The neighboring settlements overlook one another So that they can hear the barking of dogs and crowing of cocks of their neighbors, And the people\ntill the end of their days shall never have been outside their country."}, "section": 4}]