[{"content": {"Legge": "The people suffer from famine because of the multitude of taxes consumed by their superiors. It is through this that they suffer famine.", "Byrn": "When people go hungry, the government's taxes are too high.", "Red Pine": "The reason the people are hungry is because those above levy so many taxes thus the people are hungry", "Wieger": "If the people are hungry, it is because the prince eats up excessive sums of money (which he extorts from them).", "Blackney": "The people starve because of those Above them, who consume by tax In grain and kind more than their right. For this, the people are in want.", "Lindauer": "The hunger of people It happens that those above feed by taxing abundantly Appropriately hunger happens.", "LaFargue": "'The people are starving.' It is because those high up eat too much tax grain, this is why they are starving.", "Beck": "People are hungry, because rulers eat too much tax-grain. That is why people are starving.", "Wu": "Why are the people starving? Because those above them are taxing them too heavily. That is why they are starving.", "Wayism": " ", "World": "When the people of a nation are starving and without the basic necessities, it is because taxes are excessive.", "Muller": "The reason people starve Is because their rulers tax them excessively.", "Merel": "When rulers take grain so that they may feast, Their people become hungry;", "Ta-Kao": "The people starve. Because their officials take heavy taxes from them, therefore they starve.", "Crowley": "The people suffer hunger because of the weight of taxation imposed by their rulers. This is the cause of famine.", "Bynner": "People starve If taxes eat their grain,", "Walker": "What makes people go hungry? Rulers eating up all their money in taxes.", "Mabry": "The people are starving because their leaders eat up all their money in taxes. And so, they are hungry.", "Hansen": "Starvation among the people comes from how much taxes-in-kind those above them 'eat'. From this: they starve.", "Mitchell": "When taxes are too high, people go hungry.", "McDonald": "People are hungry because rulers eat too much income, too much tax-grain. Therefore they starve, but also because of bad interference from those\nabove.", "Chan": "The people starve because the ruler eats too much tax-grain. Therefore they starve.", "Cleary": "When people are starving, it is because their governments take too much, causing hem to starve.", "LinYutan": "When people are hungry, It is because their rulers eat too much tax-grain."}, "section": 1}, {"content": {"Legge": "The people are difficult to govern because of the (excessive) agency of their superiors (in governing them). It is through this that they are difficult to\ngovern.", "Byrn": "When people become rebellious, the government has become too intrusive.", "Red Pine": "the reason the people are hard to rule is because those above are so forceful thus the people are hard to rule", "Wieger": "If the people are restive, it is because the prince does too much, (indisposes them by his innovations).", "Blackney": "The people are so hard to rule Because of those who are above them, Whose interference makes distress. For this, they are so hard to rule.", "Lindauer": "The difficulty in governing people It happens that those above possess action Appropriately the difficulty in governing happens.", "LaFargue": "", "Beck": "People are hard to govern, because rulers interfere too much. That is why they are hard to govern.", "Wu": "Why are the people hard to manage? Because those above them are fussy and have private ends to serve. That is why they are hard to manage.", "Wayism": " ", "World": "When the people of a nation are rebellious, it is because the laws are out of harmony with the population.", "Muller": "They are difficult to govern Because their rulers have their own ends in mind.", "Merel": "When rulers take action to serve their own interests, Their people become rebellious;", "Ta-Kao": "The people are hard to rule. Because their officials meddle with affairs, therefore they are hard to rule.", "Crowley": "The people are difficult to govern because their rulers meddle with them. This is the cause of bad government.", "Bynner": "And the faults of starving people Are the fault of their rulers. That is why people rebel.", "Walker": "What makes people rebellious? Rulers who can't stop interfering.", "Mabry": "The people are rebellious because their leaders are intrusive. And so, they protest.", "Hansen": "The difficulty in governing people comes from those above them taking deeming-action. From this: they are difficult to govern.", "Mitchell": "When the government is too intrusive, people lose their spirit.", "McDonald": "Some turn hard to rule as their rulers do too many things. That's why they're hard to keep in order.", "Chan": "They are difficult to rule because their ruler does too many things. Therefore they are difficult to rule.", "Cleary": "When people are hard to control, it is because of the contrivances of their governments, which make them hard to control.", "LinYutan": "Therefore the unruliness of hungry people Is due to the interference of their rulers. That is why they are unruly."}, "section": 2}, {"content": {"Legge": "The people make light of dying because of the greatness of their labours in seeking for the means of living. It is this which makes them think light of\ndying. Thus it is that to leave the subject of living altogether out of view is better than to set a high value on it.", "Byrn": "When people begin to view death lightly, wealthy people have too much which causes others to starve. Only those who do not cling to their life can\nsave it.", "Red Pine": "the reason people think little of death is because those above think so much of life thus the people think little of death meanwhile those who do\nnothing to live are more esteemed than those who love life", "Wieger": "If the people expose themselves lightly to death (in hazardous enterprises), it is because he loves life too much, (love of well-being, of pleasure, of\nfame). He who does nothing in order to live, is wiser than he who harms himself in order to live.", "Blackney": "The people do not fear to die; They too demand to live secure: For this, they do not fear to die. So they, without the means to live, In virtue rise\nabove those men Who value life above its worth.", "Lindauer": "The lightness of people at death  It happens that those above reach for the thickness of life Appropriately lightness at death happens. In the end only\nthose who are absent of acting to live Are appropriately wise in relating to treasuring life.", "LaFargue": "'The people take death lightly.' It is because they pursue a lavish life, this is why they take death lightly. ", "Beck": "People do not care about death, because rulers demand too much of life. That is why they do not care about death. Only those who do not interfere\nwith living are best at valuing life.", "Wu": "Why do people make light of death? Because those above them make too much of life. That is why they make light of death. The people have\nsimply nothing to live upon! They know better than to value such a life!", "Wayism": " ", "World": "When the leaders of a nation are oppressive in their confusion, the people remember their oneness and become indifferent to death. Those who\nremember the oneness of Infinity are indifferent to life and death and consequently live in peaceand harmony.", "Muller": "The reason people take death lightly Is because they want life to be rich. Therefore they take death lightly. It is only by not living for your own ends\nThat you can go beyond valuing life.", "Merel": "When rulers take lives so that their own lives are maintained, Their people no longer fear death. When people act without regard for their own lives\nThey overcome those who value only their own lives.", "Ta-Kao": "The people pay no heed to death. Because they endeavour to seek life; therefore they pay no heed to death.", "Crowley": "The people welcome death because the toil of living is intolerable. This is why they esteem death lightly. In such a state of insecurity it is better to\nignore the question of living that to set store by it.", "Bynner": "Men who have to fight for their living And are not afraid to die for it Are higher men than those who, stationed high, Are too fat to dare to die.", "Walker": "What makes people take death so lightly? People taking life too seriously. Those who enjoy life are wiser than those who employ life.", "Mabry": "The people make light of death because their leaders live so well at their expense. And so, they expect death. Therefore, it seems that one who does\nnot grasp this life too tightly is better off than one who clings.", "Hansen": "People take death lightly because those above them seek life's richness. From this they take death lightly. In general: only those who don't deem-act\nusing 'life' - these are worthies at valuing life.", "Mitchell": "Act for the people's benefit. Trust them; leave them alone.", "McDonald": "If so, the people are not very afraid of death, as they're anxious to make a living. That's why they take death lightly in such cases. So: Those who\ninterfere not with their living that are wise in exalting life. Maybe he who seeks only little after life can excel in making life valuable. But all that\nhave hearts set only little on life could be superior to those who set store by life.", "Chan": "The people take death lightly because their ruler strives for life too vigorously. Therefore they take death lightly. It is only those who do not seek\nafter life that excel in making life valuable.", "Cleary": "When people slight death, it is because of the earnestness with which they seek life; that makes them slight death. Only those who do not contrive to\nlive are wise in valuing life.", "LinYutan": "The people are not afraid of death, Because they are anxious to make a living. That is why they are not afraid of death. It is those who interfere not\nwith their living That are wise in exalting life."}, "section": 3}]