[{"content": {"Legge": "Men come forth and live; they enter (again) and die.", "Byrn": "Those who leave the womb at birth and those who enter their source at death,", "Red Pine": "Appearing means life disappearing means death", "Wieger": "Men go forth into life, And return in death.", "Blackney": "On leaving life, to enter death:", "Lindauer": "Life going out, death entering ", "LaFargue": "\"Setting out to live is entering into death.\"", "Beck": "Coming into life and going out at death,", "Wu": "When one is out of Life, one is in Death.", "Wayism": " ", "World": "From birth to death", "Muller": "Coming into life and entering death,", "Merel": "Men flow into life, and ebb into death.", "Ta-Kao": "Men go out of life and enter into death.", "Crowley": "Man comes into life, And returns again into death.", "Bynner": "Death might appear to be the issue of life,", "Walker": "Between their births and their deaths,", "Mabry": "From birth to death,", "Hansen": "We emerge into life and enter into death.", "Mitchell": "The Master gives himself up to whatever the moment brings.", "McDonald": "He who aims at life could achieve his death. Out of living, death pops up. Who comes to life can go to death.", "Chan": "Man comes in to life and goes out to death.", "Cleary": "Exiting life, we enter death.", "LinYutan": "Out of life, death enters."}, "section": 1}, {"content": {"Legge": "Of every ten three are ministers of life (to themselves); and three are ministers of death. There are also three in every ten whose aim is to live, but\nwhose movements tend to the land (or place) of death. And for what reason? Because of their excessive endeavours to perpetuate life.", "Byrn": "of these; three out of ten celebrate life, three out of ten celebrate death, and three out of ten simply go from life to death. What is the reason for this?\nBecause they are afraid of dying, therefore they can not live.", "Red Pine": "thirteen are the followers of life thirteen are the followers of death but people living to live join the land of death's thirteen and why because they live\nto live", "Wieger": "Out of ten men, three prolong their life (through cleanliness), three hasten their death (through their excesses), three compromise their life by the\nattachment they have to it, (And only one stays alive until his term, because he is not attached to it).", "Blackney": "Thirteen members form a living body; A corpse has thirteen, too: Thirteen spots by which a man may pass From life to death. Why so? Because his\nway of life Is much too gross.", "Lindauer": "There is living following 13 There is dying following 13.The life of man strives toward the realm of death, also 13. Why is it so in the end? It\nhappens, it is life lived thickly.", "LaFargue": "\"Thirteen are the life givers thirteen are the death bringers.\" ", "Beck": "the organs of life are thirteen; the organs of death are thirteen; and these thirteen make life vulnerable to death. Why is this so? Because they feed life\ntoo grossly.", "Wu": "The Companions of life are thirteen; the companions of Death are thirteen; And, when a living person moves into the Realm of Death, his\ncompanions are also thirteen. How is this? Because he draws upon the resources of Life too heavily.", "Wayism": " ", "World": "Three in ten are manifesting life, Three in ten are disintegrating into death, and three in ten are between, manifesting life and disintegrating into death.\nWhy? Because the vast majority of humanity distinguishes life and death.", "Muller": "The followers of life are three in ten. The followers of death are three in ten. Those whose life activity is their death ground are three in ten. Why is\nthis? Because they live life grasping for its rich taste.", "Merel": "Some are filled with life; Some are empty with death; Some hold fast to life, and thereby perish, For life is an abstraction.", "Ta-Kao": "The parts (proportions) of life are three in ten; the parts of death are also three in ten. Men that from birth move towards the region of death are also\nthree in ten. Why is it so? Because of their redundant effort in seeking to live.", "Crowley": "Three men in ten conserve life; three men in ten pursue death. Three men also in ten desire to live, but their acts hasten their journey to the home of\ndeath. Why is this? Because of their efforts to preserve life.", "Bynner": "Since for every three out of ten being born Three out of ten are dying. They why Should another three out of ten continue breeding death? Because of\nsheer madness to multiply.", "Walker": "three out of ten are attached to life, three out of ten are attached to death, three out of ten are just idly passing through. Only one knows how to die\nand stay dead and still go on living.", "Mabry": "Three people out of ten are celebrators of Life. Three people out of ten are advocates of Death. The rest simply move numbly from cradle to grave.\nWhy is this? Because they are overly protective of this life.", "Hansen": "Of life's associates, ten have three. Of death's associates, ten have three. People's being alive, death ground's activities also ten have three. Now,\nwhy is this? Because they 'life' the thickness of life.", "Mitchell": "He knows that he is going to die, and he has nothing left to hold on to: no illusions in his mind, no resistances in his body. He doesn't think about his\nactions; they flow from the core of his being.", "McDonald": "If three out of ten are life companions, then the same number are death companions as well. As such the latter are labelled death-spots: some take\nlife, through activity, to death. How is it? Its much due to men's intensive striving after life; in part the intense activity of multiplying life. Some do\nfeed life too grossly.", "Chan": "Three out of ten are companions of life. Three out of ten are companions of death. And three out of ten in their lives lead from activity to death. And\nfor what reason? Because of man's intensive striving after life.", "Cleary": "The followers of life are three out of ten, the followers of death are three out of ten; in the lives of the people, the dying grounds on which they are\nagitated are also three out of ten. What is the reason? Because of the seriousness with which they take life as life.", "LinYutan": "The companions (organs) of life are thirteen; The companions (organs) of death are (also) thirteen. What send man to death in this life are also (these)\nthirteen. How is it so? Because of the intense activity of multiplying life."}, "section": 2}, {"content": {"Legge": "But I have heard that he who is skillful in managing the life entrusted to him for a time travels on the land without having to shun rhinoceros or tiger,\nand enters a host without having to avoid buff coat or sharp weapon.", "Byrn": "I have heard that those who celebrate life walk safely among the wild animals. When they go into battle, they remain unharmed. The animals find no\nplace to attack them and the weapons are unable to harm them.", "Red Pine": "it's said that those who guard life well aren't injured by soldiers in battle or harmed by rhinos or tigers in the wild", "Wieger": "He who is not attached to his life, does not turn aside to avoid an encounter with a rhinoceros or a tiger; he throws himself into the fray without\narmour or weapons;", "Blackney": "As I have heard, the man who knows On land how best to be at peace Will never meet a tiger or a buffalo; In battle, weapons do not touch his skin.", "Lindauer": "As a fact it is well known that those skilled in preserving life Travel the land without running into rhinos and tigers The militia enters and the strategy\nis to lack armor.", "LaFargue": " \"travels on land without meeting rhinoceros or tiger enters combat without armour or weapon.\"", "Beck": "It is said that those who preserve life walk the earth without fearing tigers and wild buffalo, and in battle they are not touched by weapons of war.", "Wu": "It is said that he who knows well how to live meets no tigers or wild buffaloes on his road, And comes out from the battle-ground untouched by the\nweapons of war.", "Wayism": " ", "World": "The person who is at one with all things can go anywhere without fear of vicious animals or dangerous persons", "Muller": "Now I have heard that those who are expert in handling life Can travel the land without meeting tigers and rhinos, Can enter battle without being\nwounded.", "Merel": "Those who are filled with life Need not fear tigers and rhinos in the wilds, Nor wear armour and shields in battle;", "Ta-Kao": "But only those who do nothing for the purpose of living are better than those who prize their lives. For I have heard that he who knows well how to\nconserve life, when traveling on land, does not meet the rhinoceros or the tiger; when going to a battle he is not attacked by arms and weapons.", "Crowley": "But this I have heard. He that is wise in the economy of his life, whereof he is warden for a season, journeys with no need to avoid the tiger or the\nrhinoceros, And goes uncorseleted among the warriors with no fear of sword or lance.", "Bynner": "But there is one out of ten, so sure of life That tiger and wild bull keep clear of his inland path, Weapons turn from him on the battle-field,", "Walker": "That one hasn't any ambitions, hasn't any ideas, makes no plans. From this mysterious place of not-knowing and non-doing he gives birth to\nwhatever is needed in the moment. Because he is constantly filling his being with nonbeing, he can travel the wilds without worrying about tigers or\nwild buffalo, or he can cross a battlefield without armour or weapon.", "Mabry": "It is said that one who knows how to protect his life can walk freely without fear of the wild buffalo or tiger. He may meet an army bravely with\nneither sword nor shield.", "Hansen": "In general, when we hear about those worthy to abet life: They walk the earth without encountering rhinoceros or tiger. They enter the army and\ndon't bear armour or weapons.", "Mitchell": "He holds nothing back from life; therefore he is ready for death, as a man is ready for sleep after a good day's work.", "McDonald": "It's said that he who is a good preserver of his life can meet no tigers or wild buffaloes on land. Such a one could have a true hold on life, If so, in\nbattle or fighting he should hardly try to escape from weapons. He should neither get very much touched nor vulnerable to weapons in battle. [Cf.\ndon't be there]", "Chan": "I have heard that one who is a good preserver of his life will not meet tigers or wild buffaloes, And in fighting will not try to escape from weapons of\nwar.", "Cleary": "It has been said that those who maintain life well do not meet rhinos or tigers on land and do not arm themselves in war.", "LinYutan": "It has been said that the who is a good preserver of hi life Meets no tigers or wild buffaloes on land, Is not vulnerable to weapons in the field of\nbattle."}, "section": 3}, {"content": {"Legge": "The rhinoceros finds no place in him into which to thrust its horn, nor the tiger a place in which to fix its claws, nor the weapon a place to admit its\npoint. And for what reason? Because there is in him no place of death.", "Byrn": "Why? Because they can find no place for death in them.", "Red Pine": "for rhinos have nowhere to sink their horns tigers have nowhere to sink their claws and soldiers have nowhere to sink their blades and why because\nfor them there is no land of death", "Wieger": "And he comes to no harm because he is proof against the rhinoceros horn, the tiger's claws, And weapons of combat. Why is this? ... Because,\nexteriorized through his indifference, death cannot take a hold on him.", "Blackney": "There is no place the tiger's claws can grip; Or with his horn, the buffalo can jab; Or where the soldier can insert his sword. Why so? In him there is\nno place of death.", "Lindauer": "The rhino is absent of a place to thrust its horn The tiger is absent of a place to affix its claw The army is absent of a place to admit its blade. Why is\nit so in the end? It happens, they are absent of the realm of death.", "LaFargue": "", "Beck": "The wild buffalo's horns find nothing to gore; the tiger's claws find nothing to tear; and weapons' points find nothing to pierce. Why is this so?\nBecause they have nothing for death to enter.", "Wu": "For, in him, a buffalo would find no butt for his horns, a tiger nothing to lay his claws upon, And a weapon of war no place to admit its point. How\nis this? Because there is no room for Death in him.", "Wayism": " ", "World": "Why? Because she is at one with the wild animals, they perceive her as themselves. Because she is at one with dangerous persons, they fear her.", "Muller": "The rhino has no place to plant its horn, The tiger has no place to place its claws, Weapons find no place to receive their sharp edges. Why? Because\nhe has no death-ground.", "Merel": "The rhinoceros finds no place in them for its horn, The tiger no place for its claw, The soldier no place for a weapon, For death finds no place in\nthem.", "Ta-Kao": "The rhinoceros can find nowhere to drive his horn; the tiger can find nowhere to put his claws; the weapons can find nowhere to thrust their blades.\nWhy is it so? Because he is beyond the region of death.", "Crowley": "The rhinoceros finds in him no place vulnerable to its horn, the tiger to its claws, the weapon to its point. Why is this? Because there is no house of\ndeath in his whole body.", "Bynner": "No bull-horn could tell where to gore him, No tiger-claw where to tear him, No weapon where to enter him And why? Because he has no death to\ndie.", "Walker": "No tiger can claw him. No buffalo can gore him. No weapon can pierce him. Why is this so? Because he has died, there isn't any more room for\ndeath in him.", "Mabry": "For the buffalo will find no place to sink its horns, The tiger finds no place to dig his claws, Weapons find no soft place to pierce./ Why? Because\nthere is no place for death in him.", "Hansen": "The rhinoceros has no place to thrust its horn. The tiger has no place to wield its claws. Arms have no place to accommodate their points. Now, why\nis this? Because they lack death's ground.", "Mitchell": " ", "McDonald": "The wild buffalo cannot butt its powerless horns against him, The tiger cannot fasten its then useless claws in him and tear him apart, And much\nabsent weapons of war should find no place to enter - cannot thrust their blades into him. [The absent part is always to blame. Demagogy] And why?\n(Demagogy, that's why] In him there's no room for death because he is beyond death. Others find no Achilles heel in him then and there.", "Chan": "The wild buffalo cannot butt its horns against him, The tiger cannot fasten its claws in him, And weapons of war cannot thrust their blades into him.\nAnd for what reason? Because in him there is no room for death.", "Cleary": "There is no way for rhinos to gore them; there is no way for tigers to claw them; there is no way for weapons to get at them. Why? Because they\nhave no dying ground.", "LinYutan": "The horns of the wild buffalo are powerless against him. How is it so? Because he is beyond death."}, "section": 4}]