[{"content": {"Legge": "May not the Way (or Tao) of Heaven be compared to the (method of) bending a bow? The (part of the bow) which was high is brought low, and\nwhat was low is raised up. (So Heaven) diminishes where there is superabundance, and supplements where there is deficiency.", "Byrn": "The Tao of Heaven works in the world like the drawing of a bow. The top is bent downward; the bottom is bent up. The excess is taken from, and\nthe deficient is given to.", "Red Pine": "The Way of Heaven is like stringing a bow pulling sown the high lifting up the low shortening the long lengthening the short", "Wieger": "Heaven acts (with regard to men) like the archer who, bending his bow, makes the convexities straight and the concavities bulge, diminishing the\ngreater and augmenting the lesser. (Lowering the higher, and raising the lower).", "Blackney": "Is not God's Way much like a bow well bent? The upper part has been disturbed, pressed down; The lower part is raised up from its place; The slack\nis taken up; the slender width Is broader drawn;", "Lindauer": "The tao of the heavens, it is just like opening up a bow With that which towers being restrained That which is lowered being lifted That which has\nsurplus being decreased That which lacks enough being supplemented.", "LaFargue": "Heaven's Way is like the stringing of a bow: It pulls down what is high it lifts up what is low it takes away from what has an abundance to give to\nwhat has not enough.", "Beck": "The Way of heaven is like bending a bow. The high is lowered; the low is raised. The excessive is reduced; the deficient is increased.", "Wu": "Perhaps the Way of Heaven may be likened to the stretching of a composite bow! The upper part is depressed, while the lower is raised. If the bow-string is too long, it is cut short: if too short, it is added to.", "Wayism": " ", "World": "The harmony of Infinity functions like a bow and its string. The upper part bends down, the lower part raises up. If the string is too long, it is made\nshorter; too short and it is lengthened.", "Muller": "The Way of Heaven Is like stretching a bow. The top is pulled down, The bottom is pulled up. Excess string is removed Where more is needed, it is\nadded.", "Merel": "Is the action of nature not unlike drawing a bow? What is higher is pulled down, and what is lower is raised up; What is taller is shortened, and what\nis thinner is broadened;", "Ta-Kao": "Is not the Tao of heaven like the drawing of a bow? It brings down the part which is high; it raises the part which is low; it lessens the part which is\nredundant (convex); it fills up the part which is insufficient (concave).", "Crowley": "The Dao of Heaven is likened to the bending of a bow, whereby the high part is brought down, and the low part raised up. The extreme is\ndiminished, and the middle increased.", "Bynner": "Is not existence Like a drawn bow? The ends approach, The height shortens, the narrowness widens.", "Walker": "The way of heaven is like the bending of a bow. What is high up gets pulled down. What is low down gets pulled up.", "Mabry": "The Tao of Heaven is like the stringing of a bow. The high is pressed down and the low raised up. The string that is too long is shortened and the\nstring that is too short is added to.", "Hansen": "The guide of nature: Is it not like a taut bow? That which is high, represses them. That which is low, raise them up. That which has abundance, pare\nit back. That which is insufficient, add to it.", "Mitchell": "As it acts in the world, the Tao is like the bending of a bow. The top is bent downward; the bottom is bent up. It adjusts excess and deficiency so that\nthere is perfect balance. It takes from what is too much and give to what isn't enough.", "McDonald": "Heaven's way is like the bending of a bow. When a bow is bent the top comes down and the bottom-end comes up.", "Chan": "Heaven's Way is indeed like the bending of a bow. When (the string) is high, bring it down. When it is low, raise it up. When it is excessive, reduce\nit. When it is insufficient, supplement it.", "Cleary": "The Way of heaven is like drawing a bow: the high is lowered, the low is raised; excess is reduced, need is fulfilled.", "LinYutan": "The Tao (way) of Heaven, Is it not like the bending of a bow? The top comes down and the bottom-end goes up, The extra (length) is shortened, the\ninsufficient (width) is expanded."}, "section": 1}, {"content": {"Legge": "It is the Way of Heaven to diminish superabundance, and to supplement deficiency. It is not so with the way of man. He takes away from those who\nhave not enough to add to his own superabundance.", "Byrn": "The Tao works to use the excess, and gives to that which is depleted. The way of people is to take from the depleted, and give to those who already\nhave an excess. ", "Red Pine": "the Way of Heaven takes from the long and supplements the short unlike the Way of Man taking from the short and giving to the long", "Wieger": "It takes away from those who have plenty, and adds to those who have little. Whereas men (bad princes who bleed the people) do quite the opposite,\ntaking away from those who lack (the people), in order to add to those who have in abundance (their favourites) ...", "Blackney": "for thus the Way of God Cuts people down when they have had too much, And fills the bowls of those who are in want. But not the way of man will\nwork like this: The people who have not enough are spoiled For tribute to the rich and surfeited.", "Lindauer": "The tao of the heavens Decreasing in the presence of surplus Yet supplementing what lacks enough. The tao of man, and then it lacks being so\nReducing what lacks enough Coming to esteem the presence of surplus.", "LaFargue": null, "Beck": "The Way of heaven takes from those who have too much and gives to those who do not have enough. The human way is different. It takes from\nthose who do not have enough and gives to those who have too much.", "Wu": "The Way of Heaven diminishes the more-than-enough to supply the less-than-enough. The way of man is different; it takes from the less-than-enough\nto swell the more-than-enough.", "Wayism": " ", "World": "The nature of Infinity is balance, excess gravitates to what is lacking. The tendency of people is toward confusion because those who have much take\nfrom those who have little. ", "Muller": "It is the Way of Heaven To remove where there is excess And add where there is lack. The way of people is different: They take away where there\nis need And add where there is surplus.", "Merel": "Nature's motion decreases those who have more than they need And increases those who need more than they have. It is not so with Man. Man\ndecreases those who need more than they have And increases those who have more than they need.", "Ta-Kao": "The Tao of heaven is to lessen the redundant and fill up the insufficient. The Tao of man, on the contrary, is to take from the insufficient and give to\nthe redundant.", "Crowley": "This is the Way of Heaven, to remove excess, and to supplement insufficiency. Not so is the way of man, who takes away from him that has not to\ngive it to him that has already excess.", "Bynner": "True living would take from those with too much Enough for those with too little, Whereas man exacts from those with too little Still more for those\nwith too much.", "Walker": "Heaven takes from what has too much and gives to what doesn't have enough. Man is different: he takes from those who have too little and gives to\nthose who have too much.", "Mabry": "Heaven's Way is to take from what has too much And give to what does not have enough. This is not the way of men, however, for they take from\nthose who have little to increase the wealth of the rich.", "Hansen": "The guide of nature is to pare back abundance and add to the insufficient. If it's the guide of humans then it's not like that. It injures that which is not\nsufficient and piles it on that which has abundance.", "Mitchell": "Those who try to control, who use force to protect their power, go against the direction of the Tao. They take from those who don't have enough and\ngive to those who have far too much.", "McDonald": "So too could heaven take away from those who have too much, and give to those that have not enough. Take away from those that have too much\nand give to those that have not enough. But this is far from man's way. He takes away from those that have not enough to offer those who already\nhave too much.", "Chan": "The Way of Heaven reduces whatever is excessive and supplements whatever in insufficient. The way of man is different. It reduces the insufficient\nto offer to the excessive.", "Cleary": "The Way of heaven reduces excess and fills need, but the way of humans is not so: they strip the needy to serve those who have too much.", "LinYutan": "It is the way of Heaven to take away from those that have too much And give to those that have not enough. Not so with man's way: He takes from\nthose that have not And gives it as tribute to those that have too much."}, "section": 2}, {"content": {"Legge": "Who can take his own superabundance and therewith serve all under heaven? Only he who is in possession of the Tao!", "Byrn": "Who is able to give to the needy from their excess? Only someone who is following the way of the Tao.", "Red Pine": "who can find the long and give it to the world only those who find the Way", "Wieger": "Any superfluity ought to come back to the empire (to the people), but only he who possesses the Principle is capable of that.", "Blackney": "Who can benefit the world From stored abundance of his own? He alone who has the Way,", "Lindauer": "Who is able to come to esteem presence of surplus in the world? Only those present with tao.", "LaFargue": "Who can have an abundance to offer the world? Only the one who has Tao.", "Beck": "Who has more than enough to give to the world? Only the person of the Way.", "Wu": "Who except a man of the Tao can put his superabundant riches to the service of the world.", "Wayism": " ", "World": "Those who are at one with Infinity and live in peace and harmony are not confused.They do not accumulate what they do not need and are like a\nreservoir to those who are impoverished.", "Muller": "Who can take his surplus and give it to the people? Only one who possesses the Tao.", "Merel": "To give away what you do not need is to follow the Way.", "Ta-Kao": "Who can take from the redundant and give to the insufficient? Only he who has Tao can.", "Crowley": "Who can employ his own excess to the weal of all under Heaven? Only he that possesses the Dao.", "Bynner": "Now what man shall have wealth enough to share with all men Save one who can freely draw from the common means?", "Walker": "Who has a genuine abundance to give to the world? Only a person of Tao.", "Mabry": "So who is it that has too much and offers it to a needy World? Only someone who knows the Tao.", "Hansen": "Who can have abundance and use it to pile it on the social world? Only one who has a guide.", "Mitchell": "The Master can keep giving because there is no end to her wealth.", "McDonald": "The man of dao can fool enough and spare, and next give to the whole world.", "Chan": "Who is able to have excess to offer to the world? Only the man of Tao.", "Cleary": null, "LinYutan": "Who can have enough and to spare to give to the entire world? Only the man of Tao."}, "section": 3}, {"content": {"Legge": "Therefore the (ruling) sage acts without claiming the results as his; he achieves his merit and does not rest (arrogantly) in it: - he does not wish to\ndisplay his superiority.", "Byrn": "This is why the Master gives expecting nothing in return. She does not dwell on her past accomplishments, and does not glory in any praise.", "Red Pine": "thus the sage does not presume on what he does or claim what he achieves thus he chooses to hide his skill", "Wieger": "The Sage conforms himself to the Principle. He influences without attributing the result to himself. He accomplishes without appropriating his work\nto himself. He does not claim the title of the Sage, (but keeps himself in voluntary obscurity).", "Blackney": "The Wise Man who can act apart And not depend on others' whims; But not because of his high rank Will he succeed; he does not wish To flaunt\nsuperiority.", "Lindauer": "Appropriately it happens that sages Act yet without relying Are of outstanding service yet without dwelling therein They lack desire to display\nprinciples.", "LaFargue": null, "Beck": "Therefore the wise act but do not rely on their own ability. They accomplish the task but claim no credit. They have no desire to seem superior.", "Wu": "Therefore, the Sage does his work without setting any store by it, accomplishes his task without dwelling upon it. He does not want his merits to be\nseen.", "Wayism": " ", "World": "The sage lives in harmony giving without expecting, completing her tasks with indifference, and maintaining a oneness with all things.", "Muller": "Therefore the sage acts without expectation. Does not abide in his accomplishments. Does not want to show his virtue.", "Merel": "So the sage gives without expectation, Accomplishes without claiming credit, And has no desire for ostentation.", "Ta-Kao": "Therefore the Sage does not hoard. The more he helps others, the more he benefits himself; the more he gives to others, the more he gets himself.\nThe Tao of heaven does one good but never does one harm; the Tao of the Sage acts but never contends.", "Crowley": "So the wise man acts without lust of result; achieves and boasts not; he wills not to proclaim his greatness.", "Bynner": "A sane man needs no better support, no richer reward, Than this common means, Through which he is all men's equal.", "Walker": "He acts without expectation, accomplishes without taking credit, and has no desire to display his merit.", "Mabry": "Therefore, the Sage works anonymously. She achieves great things but does not wait around for praise. She does not want her talents to attract\nattention to her.", "Hansen": "Using this: Sages Deem-act and don't rely on anything. His work is accomplished and he doesn't locate it. This is his not desiring the apprehending\nof worthies.", "Mitchell": "She acts without expectation, succeeds without taking credit, and doesn't think that she is better than anyone else.", "McDonald": "So the wise man acts, but doesn't possess, accomplishes but lays claim to no credit. If he accomplishes a task, achieves an aim, he doesn't wish to\nreveal himself as better than others. So he seems to claim no credit. He seems to have no wish to appear superior, no desire to display excellence.", "Chan": "Therefore the sage acts, but does not rely on his own ability. He accomplishes his task, but does not claim credit for it. He has no desire to display\nhis excellence.", "Cleary": null, "LinYutan": "Therefore the Sage acts, but does not possess, Accomplishes but lays claim to no credit, Because he has no wish to seem superior."}, "section": 4}]