[{"content": {"Legge": "The things which from of old have got the One (the Tao) are - Heaven which by it is bright and pure; Earth rendered thereby firm and sure; Spirits\nwith powers by it supplied;", "Byrn": "The masters of old attained unity with the Tao. Heaven attained unity and became pure. The earth attained unity and found peace. The spirits attained\nunity so they could minister.", "Red Pine": "Of things that became one in the past Heaven became one and was clear Earth became one and was still spirits became one and were active", "Wieger": "The following participate in primitive simplicity: Heaven, which owes its luminosity to its simplicity. Earth, which owes its stability to it. The\nuniversal generative action, which owes its activity to it.", "Blackney": "These things in ancient times received the One: The sky obtained it and was clarified; The earth received it and was settled firm; The spirits got it and\nwere energized;", "Lindauer": "From old those which are with one: Heavens with one, settling happens Earth with one, a direction happens Spirit with one, animation happens ", "LaFargue": "Those that of old got The One Thing: The sky got The One Thing, and by this became clear. The earth got The One Thing, and by this became\nsteady. The spirits got The One Thing, and by this obtained their powers.", "Beck": "The ancients attained oneness. Heaven attained oneness and became clear. Earth attained oneness and became stable.   Spirits attained oneness and\nbecame divine.", "Wu": "From of old there are not lacking things that have attained Oneness. The sky attains Oneness and became clear; The earth attained Oneness and\nbecame calm; The spirits attained Oneness and became charged with mystical powers;", "Wayism": " ", "World": "All things are at one with Infinity. When humanity is centered in this oneness: the sky remains clear and beautiful, the earth remains pure and sustains\nlife, the spirit of humanity is in harmony,", "Muller": "These in the past have attained wholeness: Heaven attains wholeness with its clarity; The Earth attains wholeness with its firmness; The Spirit attains\nwholeness with its transcendence;", "Merel": "In mythical times all things were whole: All the sky was clear, All the earth was stable, All the mountains were firm,", "Ta-Kao": "From of old the things that have acquired Unity are these: Heaven by Unity has become clear; Earth by Unity has become steady; The Spirit by Unity\nhas become spiritual;", "Crowley": "Those things have possessed the Dao from the beginning: Heaven, clear and shining; Earth, steady and easy; Spirits, mighty in Magick;", "Bynner": "The wholeness of life has, from of old, been made manifest in its parts: Clarity has been made manifest in heaven, Firmness in earth, Purity in the\nspirit,", "Walker": "From ancient times these have attained oneness with Tao: Heaven attained oneness and became clear. Earth attained oneness and became peaceful.\nSpirits attained oneness and became strong.", "Mabry": "People of ancient times possessed oneness. The sky attained oneness and so became clear. Earth attained oneness and so found peace. The Spirit\nattains oneness and so is replenished.", "Hansen": "Things which from the beginning have achieved oneness: Heaven achieves oneness in being clear. Earth achieves oneness in stability. Energy\nachieves oneness in spirit.", "Mitchell": "In harmony with the Tao, the sky is clear and spacious, the earth is solid and full,", "McDonald": "There were those in old times who grasped and were possessed of the one: The heaven was much clarified by attaining it. Likewise, the earth got\nstable or calm by the same [rotating] measure; and demon spirits or gods were spiritualised, became divine.", "Chan": "Of old those that obtained the One: Heaven obtained the One and became clear. Earth obtained the One and became tranquil. The spiritual beings\nobtained the One and became divine.", "Cleary": "When unity was attained of old, heaven became clear by attaining unity, earth became steady by attaining unity, spirit was quickened by attaining\nunity,", "LinYutan": "There were those in ancient times possessed of the One; Through possession of the One, the Heaven was clarified, Through possession of the One,\nThe Earth was stabilized, Through possession of the One, the gods were spiritualized,"}, "section": 1}, {"content": {"Legge": "Valleys kept full throughout their void All creatures which through it do live. Princes and kings who from it get the model which to all they give. All\nthese are the results of the One (Tao).", "Byrn": "The valleys attained unity that they might be full. Humanity attained unity that they might flourish. Their leaders attained unity that they might set the\nexample. This is the power of unity.", "Red Pine": "streams became one and were full kings became one and ruled the world", "Wieger": "The median space, which owes its fecundity to it. The life common to all beings. The power of the emperor and the princes. (Life and power being\nemanations of the Principle). What makes them such as they are, is the (primitive) simplicity (in which they participate).", "Blackney": "The valleys had it, filled to overflow; All things, as they partook it came alive; The nobles and the king imbibed the One In order that the realm might\nupright be; Such things were then accomplished by the One.", "Lindauer": "Valley with one, fullness happens The 10000 things with one, giving birth happens Nobles and kings with one, pure action in the world happens.\nThese are the results: ", "LaFargue": "The rivers got The One Thing, and by this became full. The thousands of things got The One Thing, and by this came to life. The princes and kings\ngot The One Thing, and by this became the Standard for the World. This is how things came about.", "Beck": "The valleys attained oneness and became fertile. Creatures attained oneness and lived and grew. Kings and nobles attained oneness and became\nleaders. What made them so is oneness.", "Wu": "The fountains attained Oneness and became full; The ten thousand creatures attained Oneness and became reproductive; Barons and princes attained\nOneness and became sovereign rulers of the world. All of them are what they are by virtue of Oneness.", "Wayism": " ", "World": "the valley is the source of abundance, all creatures reproduce, regenerate and replenish the earth, leaders and kings are in harmony and nations are at\npeace.", "Muller": "The Valley attain wholeness when filled; The Myriad Things attain wholeness in life; The Ruler attains wholeness in the correct governance of the\npeople.", "Merel": "All the riverbeds were full, All of nature was fertile, And all the rulers were supported.", "Ta-Kao": "The Valley by Unity has become full; All things by Unity have come into existence; Princes and kings by Unity have become rulers of the world.", "Crowley": "Vehicles, overflowing with Joy; all that has life; and the rulers of men. All these derive their essence from the Dao.", "Bynner": "In the valley conception, In the river procreation; And so in a leader are the people made manifest For wholeness of use.", "Walker": "Valleys attained oneness and became full. Beings attained oneness and became fertile. All are what they are by virtue of oneness.", "Mabry": "The Valleys attained oneness and so became full. The ancient leaders attained oneness And so became examples for all the world. All of this is\nachieved by oneness.", "Hansen": "Valleys achieve oneness in filling. The ten-thousand natural kinds achieve oneness in life. Feifholders and Kings achieve oneness in deem-acting to\nmake the social world correct. They take it to the extreme.", "Mitchell": "all creature flourish together, content with the way they are, endlessly repeating themselves, endlessly renewed.", "McDonald": "The valley likewise became full, the abyss replenished. By staying in the one, all creatures lived and grew. By staying in some basic unity, [Russian]\nprinces and dukes became the ennobled of the people - That was how each became so. Barons and princes direct their people [in some ways]. It's\nsome inner fabric of unified wholeness that sees to it. ", "Chan": "The valley obtained the One and became full. The myriad things obtained the One and lived and grew. Kings and barons obtained the One and\nbecame rulers of the empire. What made them so is the One.", "Cleary": "valley streams were filled by attaining unity, all  beings were born by attaining unity; and by attaining unity lords acted rightly for the sake of the\nworld. What brought this about was unity:", "LinYutan": "Through possession of the One, the valleys were made full, Through possession of the One, all things lived and grew, Through possession of the\nOne, the princes and dukes became the ennobled of the people. - that was how each became so."}, "section": 2}, {"content": {"Legge": "If heaven were not thus pure, it soon would rend; If earth were not thus sure, 'twould break and bend; Without these powers, the spirits soon would\nfail;", "Byrn": "Without unity, the sky becomes filthy. Without unity, the earth becomes unstable. Without unity, the spirits become unresponsive and disappear.", "Red Pine": "but by implication Heaven would crack if it were always clear Earth would crumble if it were always still spirits would fail if they were always\nactive", "Wieger": "If heaven came to lose it, it would fall. If the earth came to lose it, it would lose its stability. If the generative action lost it, it should cease to act,", "Blackney": "Without its clarity the sky might break; Except it were set firm, the earth might shake; Without their energy the gods would pass;", "Lindauer": "Heavens absent of settling will, I am afraid, crack Earth absent of direction will, I am afraid, shake Spirit absent of animation will, I am afraid, fall\nasleep", "LaFargue": "The sky, without what makes it clear, is likely to crack. The earth, without what makes it steady, is likely to quake. The spirits, without what gives\nthem powers, are likely to vanish.", "Beck": "Without clarity, heaven would crack. Without stability, the earth would quake. Without divinity, spirits would dissipate.", "Wu": "If the sky were not clear, it would be likely to fall to pieces; If the earth were not calm, it would be likely to burst into bits; If the spirits were not\ncharged with mystical powers, they would be likely to cease from being;", "Wayism": " ", "World": "When humanity focuses on the manifestations of Infinity, distinguishes and judges all things and thereby forgets the oneness of Infinity:  the sky\nbecomes cloudy with pollution, the earth becomes a cesspool unable to easily neutralize the many poisons, the spirit of humanity becomes confused\nand accepts conflict as the nature of humanity,", "Muller": "In effecting this: If Heaven lacked clarity it would be divided; If the Earth lacked firmness it would fly away; If the spirit lacked transcendence it\nwould be exhausted;", "Merel": "But, losing clarity, the sky tore; Losing stability, the earth split; Losing strength, the mountains sank;", "Ta-Kao": "If heaven were not clear, it would be rent; If earth were not steady, it would be tumbled down; If the Spirit were not active, it would pass away;", "Crowley": "Without the Dao, Heaven would dissolve; Earth disrupt; Spirits become impotent;", "Bynner": "But for clarity heaven would be veiled, But for firmness earth would have crumbled, But for purity spirit would have fumbled,", "Walker": "Heaven without clarity would fall. Earth without peace would explode. Spirits without strength would dissipate. ", "Mabry": "Without oneness, the sky would crack The Earth explode The Spirit exhaust", "Hansen": "When heaven lacks that with which to become clear, we're on the point of fearing splitting. When earth lacks that with which to become stable,\nwe're on the point of fearing spreading out. When energy lacks that with which to become spirit, we're on the point of fearing death.", "Mitchell": "When man interferes with the Tao, the sky becomes filthy, the earth becomes depleted, the equilibrium crumbles, creatures become extinct.", "McDonald": "[Man-felt] heaven could soon split open without fundamental clarity. Without basic clarity, heavens might become torn. Without resting, steady\nstability, the earth might quake and tip over. Without spiritual power, the gods might wither and crumble,", "Chan": "If heaven had not thus become clear, It would soon crack. If the earth had not thus become tranquil, It would soon be shaken. If the spiritual beings\nhad not thus become divine, They would soon wither away.", "Cleary": "without means of clarity, heaven may burst; without means of steadiness, earth may erupt; without mens of quickening, spirit may be exhausted;", "LinYutan": "Without clarity, the Heavens would shake, Without stability, the Earth would quake, Without spiritual power, the gods would crumble,"}, "section": 3}, {"content": {"Legge": "If not so filled, the drought would parch each vale; Without that life, creatures would pass away; Princes and kings, without that moral sway,\nHowever grand and high, would all decay.", "Byrn": "Without unity, the valleys become dry as a desert. Without unity, human kind can't reproduce and becomes extinct. Without unity, our leaders\nbecome corrupt and fall.", "Red Pine": "streams would dry up if they were always full kings would fall if they were always high and noble", "Wieger": "If the median space lost it, all beings would disappear. If the emperor and the princes should lose it, they would have no more dignity.", "Blackney": "Unless kept full, the valleys might go dry; Except for life, all things would pass away; Unless the One did lift and hold them high, The nobles and the\nking might trip and fall.", "Lindauer": "Valley absent of fullness will, I am afraid, be used up The 10000 things absent of giving birth will, I am afraid, die off Nobles and kings absent of\npure action will, I am afraid, be set back.", "LaFargue": "The rivers, without what makes them full are likely to dry up. The thousands of things, without what gives them life, are likely to perish. The princes\nand kings, without what makes them eminent and noble, are likely to fall.", "Beck": "Without fertility, the valleys would be barren. Without life and growth, creatures would die off. Without leadership, kings and nobles would fall.", "Wu": "If the fountains were not full, they would be likely to dry up; If the ten thousand creatures were not reproductive, they would be likely to come to\nextinction; If the barons and princes were not the sovereign rulers, they would be likely to stumble and fall.", "Wayism": " ", "World": "the valley no longer produces abundance and what it does produce is tainted. Leaders and kings take their nations to war in order to control the\nuntainted lands, creatures no longer reproduce, species die out and parts of the earth, unattended by the myriad creatures, no longer regenerate or\nreplenish themselves, the people of all nations live in conflict, fear, hunger and depression. ", "Muller": "If the valley lacked fullness it would be depleted; If the myriad things lacked life they would vanish. If the ruler lacks nobility and loftiness he will be\ntripped up.", "Merel": "Losing water, the riverbeds cracked; Losing fertility, nature disappeared; And losing support, the rulers fell.", "Ta-Kao": "If the Valley were not full, it would be dried up; If all things were not existing, they would be extinct; If princes and kings were not rulers, they\nwould be overthrown.", "Crowley": "Vehicles empty; living things would perish, and rulers lose their power.", "Bynner": "But for conception the valley would have failed, But for procreation the river have run dry; So, save for the people, a leader shall die:", "Walker": "Valleys without fullness would dry up. Beings without fertility would die off. Sages without wholeness would stumble and fall.", "Mabry": "The Valley deplete Leaders would certainly fall And all life perish.", "Hansen": "When valleys lack that with which to become full, we're on the point of fearing depletion. When the ten-thousand natural kinds lack that with which\nto become alive, we're on the point of fearing extinction. When fiefholders and kings lack that with which to become noble and exalted, we're on the\npoint of fearing toppling.", "Mitchell": "-", "McDonald": "Without being filled, the valleys might crack and run dry. If the myriad things had not thus lived and grown all would end without the life-giving\nsustenance of power. Without the ennobling power, the honourable kings and barons in high places, even the directors of their people, might stumble,\nsome overthrown.", "Chan": "If the valley had not thus become full, It would soon become exhausted. If the myriad things had not thus lived and grown, They would soon become\nextinct. If kings and barons had not thus become honourable and high in position, They would soon fall.", "Cleary": "without means of filling, valley streams may dry up; without means of birth, all beings may perish; without means of acting rightly, lords may\nstumble.", "LinYutan": "Valley absent of fullness will, I am afraid, be used up The 10000 things absent of giving birth will, I am afraid, die off Without the ennobling power,\nthe princes and dukes would stumble."}, "section": 4}, {"content": {"Legge": "Thus it is that dignity finds its (firm) root in its (previous) meanness, and what is lofty finds its stability in the lowness (from which it rises).", "Byrn": "The great view the small as their source, and the high takes the low as their foundation. Their greatest asset becomes their humility.", "Red Pine": "thus the noble is based on the humble the high is founded on the low", "Wieger": "All elevation, all nobility, is based on abasement and simplicity (characteristics proper to the Principle).", "Blackney": "The humble folk support the mighty ones; They are base on which the highest rest.", "Lindauer": "So it happens that the common acts as a root to the treasured The lower acts as a base to the higher.", "LaFargue": "the eminent takes the common and ignored as a root the noble takes the lowly as a foundation.", "Beck": "Therefore humility is the basis for nobility, and the low is the basis for the high.", "Wu": "Truly, humility is the root from which greatness springs, And the high must be built upon the foundation of the low.", "Wayism": " ", "World": "Therefore, never forget that oneness is the essence of harmony; the simple is the way of peace. Leaders and kings consider themselves, alone,\nridiculed and misunderstood when they forget their oneness with Infinity. In confusion, they inevitably lead their nations to war.", "Muller": "Hence Nobility has lowliness as its root The High has the Low as its base.", "Merel": "Rulers depend upon their subjects, The noble depend upon the humble;", "Ta-Kao": "The noble must be styled in the terms of the humble; The high must take the low as their foundation.", "Crowley": "The root of grandeur is humility, and the strength of exaltation is its base.", "Bynner": "Always the low carry the high On a root for growing by. What can stand lofty with no low foundation?", "Walker": "Humility is the root of greatness.", "Mabry": "Therefore the Great recognizes the Small as its root. The High takes the Low as its foundation.", "Hansen": "Hence the noble uses the plebeian as its base. The high uses the low as its foundation.", "Mitchell": "-", "McDonald": "So the humble is the stem upon which the mighty grows. Yes, humble oneness is the basis for all honour. So even the exalted ones depend upon the\nlowly for their base.", "Chan": "Therefore humble station is the basis of honour. The low is the foundation of the high.", "Cleary": "Therefore nobility is rooted in humility, loftiness is based on lowliness.", "LinYutan": "therefore the nobility depend upon the common man for support, And the exalted ones depend upon the lowly for their base."}, "section": 5}, {"content": {"Legge": "Hence princes and kings call themselves 'Orphans,' 'Men of small virtue,' and as 'Carriages without a nave.' Is not this an acknowledgment that in\ntheir considering themselves mean they see the foundation of their dignity?", "Byrn": "They speak of themselves as orphans and widows, thus they truly seek humility. ", "Red Pine": "thus do kings refer to themselves as orphaned widowed and destitute but this is the basis of humility", "Wieger": "Therefore it is right that the emperor and the princes, the most exalted of men, should be designated by the terms sole, unique, incapable, without\nthem being thereby degraded.", "Blackney": "The nobles and the king speak of themselves As \"orphans,\" \"desolate\" and \"needy ones.\" Does this not indicate that they depend Upon the lowly\npeople for support?", "Lindauer": "Appropriately it happens That kings and nobles call themselves orphaned, widowed, unfavored. Does it not happen that the common acts as root to\nthe anomalous?", "LaFargue": "", "Beck": "Thus kings and nobles call themselves orphans, lonely, and unworthy. Do they not depend upon the common people for support?", "Wu": "That is why barons and princes style themselves \"The Helpless One,\" \"The Little One,\" and \"The Worthless One.\" Perhaps they too realize their\ndependence upon the lowly.", "Wayism": " ", "World": "In order to maintain peace and harmony in the land, they must flow in the peace and harmony of the oneness of all things.", "Muller": "Thus the kings call themselves \"the orphan, the lowly, the unworthy.\" Is this not taking lowliness as the fundamental? Isn't it?", "Merel": "So rulers call themselves orphaned, hungry and alone, To win the people's support.", "Ta-Kao": "Therefore princes and kings call themselves 'the ignorant', 'the virtueless' and 'the unworthy'. Does this not mean that they take the humble as their\nroot? What men hate most are 'the ignorant', 'the virtueless' and 'the unworthy'. And yet princes and kings choose them as their titles. Therefore the\nhighest fame is to have no fame. Thus kings are increased by being diminished; They are diminished by being increased.", "Crowley": "Thus rulers speak of themselves as 'Fatherless', 'Virtueless', 'Unworthy', proclaiming by this that their Glory is their shame.", "Bynner": "No wonder leaders of a land profess Their stature and their station To be servitude and lowliness!", "Walker": "Those in high positions do well to think of themselves as powerless, small and unworthy. Isn't this taking humility for the root?", "Mabry": "Leaders refer to themselves as orphans and widows. Is this not grounding oneself in humility?", "Hansen": "Using this: Fiefholders and kings refer to themselves as 'this orphan,' 'this lonely one,' and 'this impoverished one.' Is this not taking the plebeian as\nthe base? It's not?!", "Mitchell": "-", "McDonald": "That could be [one reason] why [Russian] princes and dukes call themselves the orphaned,\" the lonely one,\" the unworthy,\" or the truly ill-provided.\nIs it not true then that they [to some extent] depend upon common man for support, or on hard ruler might rooting itself upon humility?", "Chan": "For this reason kings and barons call themselves children without parents, lonely people without spouses, and men without food to eat. Is this not\nregarding humble station as the basis of honour? Is it not?", "Cleary": "Thais is why noble people refer to themselves as alone, lacking, and unworthy. Is this not being rooted in humility? So there is no praise in repeated\npraise; they don't want to be like jewels or like stones.", "LinYutan": "That is why the princes and dukes call themselves \"the orphaned,\" \"the lonely one,\" \"the unworthy.\" Is is not true then that they depend upon the\ncommon man for support?"}, "section": 6}, {"content": {"Legge": "So it is that in the enumeration of the different parts of a carriage we do not come on what makes it answer the ends of a carriage.", "Byrn": "-", "Red Pine": "counting a carriage as no carriage at all", "Wieger": "(Applying the same principle of simplicity in their government), they should reduce the multitude of their subjects to unity, considering them with the\nsame serene impartiality as an undivided mass,", "Blackney": "Truly a cart is more than the sum of its parts.", "Lindauer": "Are not these the same? So incur praise absent of praising ", "LaFargue": ", enumerate the carriage parts - still not a carriage.", "Beck": "Dismantle the parts of a chariot, and there is no chariot.", "Wu": "Truly, too much honour means no honour.", "Wayism": " ", "World": "Too much success is a sign that one has begun to focus on manifestations and not on Infinity, the essence of all manifestations.", "Muller": " ", "Merel": " ", "Ta-Kao": " ", "Crowley": "So also the virtue of a Chariot is not any of the parts of a Chariot, if they be numbered.", "Bynner": "If rim and spoke and hub were not, Where would be the chariot?", "Walker": "Attain honour without being honoured.", "Mabry": "Therefore the highest renown is no renown.", "Hansen": "Hence the extreme of numbering chariots is zero chariots.", "Mitchell": "The Master views the parts with compassion, because he understands the whole. His constant practice is humility.", "McDonald": "Just enumerate all the parts of a chariot. and you still have no [unified construct, no] chariot.", "Chan": "Therefore enumerate all the parts of a chariot as you may, and you still have no chariot.", "Cleary": "So there is no praise in repeated praise;", "LinYutan": "Truly, take down the parts of a chariot, And there is no chariot (left)."}, "section": 7}, {"content": {"Legge": "They do not wish to show themselves elegant-looking as jade, but (prefer) to be coarse-looking as an (ordinary) stone.", "Byrn": "Do not shine like the precious gem, but be as dull as a common stone.", "Red Pine": "not wanting to clink like jade they clunk like rocks", "Wieger": "not regarding some as precious jade and others like base stones.", "Blackney": "Better to rumble like rocks Than to tinkle like jade.", "Lindauer": "Be without desiring to tinkle, tinkle, as if jade Clatter, clatter, as if stone.", "LaFargue": "He doesn't wish to glitter and glitter like jade he falls like a stone, falling into oblivion.", "Beck": "Rather than tinkle like jade, rumble like rocks.", "Wu": "It is not wise to shine like jade and resound like stone-chimes.", "Wayism": " ", "World": "Do not distinguish precious jade. Remain centered in the peace and harmony of the oneness of all things.", "Muller": "In this way you can bring about great effect without burden. Not desiring the rarity of gems Or the manyness of grains of sand.", "Merel": " ", "Ta-Kao": "It is undesirable to be as prominent as a single gem, Or as monotonously numerous as stones.", "Crowley": "They do not seek to appear fine like jade, but inconspicuous like common stone.", "Bynner": "Who will prefer the jingle of jade pendants if He once has heard stone growing in a cliff!", "Walker": "Don't shine like jade, or chime like bells.", "Mabry": "We do not want to glitter like jewels. We do not want to be as hard as stone.", "Hansen": "Don't desire to coloured veneer of jade or the solid dullness of a rock.", "Mitchell": "He doesn't glitter like a jewel but lets himself be shaped by the Tao, as rugged and common as stone.", "McDonald": "So [learn to] rumble like rocks rather than jingle like jade.", "Chan": "Rather than jingle like the jade, Rumble like the rocks.", "Cleary": "they don't want to be like jewels or like stones.", "LinYutan": "Rather than jingle like the jade, Rumble like the rocks."}, "section": 8}]