[{"content": {"Legge": "When the intelligent and animal souls are held together in one embrace, they can be kept from separating.", "Byrn": "Nurture the darkness of your soul until you become whole. Can you do this and not fail?", "Red Pine": "Can you hold fast your crescent soul and not let it wander", "Wieger": "Keep your body and spermatic soul closely united, and ensure that they do not become separated.", "Blackney": "Can you govern your animal soul, hold to the One and never depart from it?", "Lindauer": "In containing life-force and embracing oneness Is the ability to be absent from departing equal? ", "LaFargue": "When 'carrying your soul,' embracing the One Thing, can you be undivided?", "Beck": "Can you embrace the One with your soul, and never depart from the Way?", "Wu": "In keeping the spirit and the vital soul together, Are you able to maintain their perfect harmony?", "Wayism": "In harmonizing your male and female", "World": "Manifesting body, mind and spirit, can you stay centered in the oneness of Infinity?", "Muller": "Pacifying the agitated material soul and holding to oneness: Are you able to avoid separation?", "Merel": "Embracing the Way, you become embraced;", "Ta-Kao": "Can you keep the soul always concentrated from straying?", "Crowley": "When soul and body are in the bond of love, they can be kept together.", "Bynner": "Can you hold the door of your tent Wide to the firmament?", "Walker": "Can you marry your spirit and body to the oneness and never depart from it?", "Mabry": "Being both body and spirit, can you embrace unity and not be fragmented?", "Hansen": "In general: In mustering your vitalities, embracing in one, can you fail to distinguish?", "Mitchell": "Can you coax your mind from its wandering and keep to the original oneness?", "McDonald": "Can you keep the unquiet physical-soul from straying, hold fast to the unity and middle, and never quit it?", "Chan": "Can you keep the spirit and embrace the One without departing from them?", "Cleary": "Carrying vitality and consciousness, embracing them as one, can you keep from parting?", "LinYutan": "In embracing the One with your soul, Can you never forsake the Tao?"}, "section": 1}, {"content": {"Legge": "When one gives undivided attention to the (vital) breath, and brings it to the utmost degree of pliancy, he can become as a (tender) babe.", "Byrn": "Can you focus your life-breath until you become supple as a newborn child?", "Red Pine": "can you make your breath as soft as a baby's", "Wieger": "Apply yourself such that the air you breath in, converted into the aerial soul, animates this composite, and keeps it intact as in a new-born baby.", "Blackney": "Can you throttle your breath, down to the softness of breath in a child?", "Lindauer": "In gently extending animus alone Is the ability to be as a newborn child equal? ", "LaFargue": "When 'concentrating ", "Beck": "Can you concentrate your vital force to achieve the gentleness of a new-born baby?", "Wu": "In gathering your vital energy to attain suppleness, Have you reached the state of a new-born babe?", "Wayism": "In tenderly tuning your breath, can you become supple as a newborn babe?", "World": "Fully manifesting and remaining flexible, can you experience all manifestations as a newborn baby?", "Muller": "Focusing your energy on the release of tension: Can you be like an infant?", "Merel": "Breathing gently, you become newborn;", "Ta-Kao": "Can you regulate the breath and become soft and pliant like an infant?", "Crowley": "By concentration on the breath, it is brought to perfect elasticity, and one becomes as a babe.", "Bynner": "Can you, with the simple stature Of a child, breathing nature, Become, notwithstanding, A man?", "Walker": "Can you ride your breath until your entire being is as supple as the body of an infant?", "Mabry": "Being spiritually focused, can you become soft, like a newborn baby?", "Hansen": "In specializing in breath and consummating weakness, can you be a child?", "Mitchell": "Can you let your body become supple as a newborn child's?", "McDonald": "Can you, when concentrating your breath, make it soft like that of an infant?", "Chan": "Can you concentrate your vital force and achieve the highest degree of weakness like an infant?", "Cleary": "Concentrating energy, making it supple, can you be like an infant?", "LinYutan": "In controlling your vital force to achieve gentleness, Can you become like the new-born child?"}, "section": 2}, {"content": {"Legge": "When he has cleansed away the most mysterious sights (of his imagination), he can become without a flaw.", "Byrn": "While you cleanse your inner vision will you be found without fault? ", "Red Pine": "can you wipe your Dark Mirror free of dust", "Wieger": "Withhold yourself from considerations which are too profound, in order not to wear yourself out.", "Blackney": "Can you purify your mystic vision and wash it until it is spotless?", "Lindauer": "In cleansing and clearing insightful discernment Is the ability to be absent of flaws equal? ", "LaFargue": "When 'cleansing and purifying the mysterious mirror,' can you be without blemish?", "Beck": "Can you cleanse and purify your mystic vision until it is clear?", "Wu": "In washing and cleaning your inner vision, Have you cured it of all dross?", "Wayism": "In polishing your mystic mirror, can you purify it to see nothing but the light?", "World": "Can you maintain the Infinite vision of oneness by ignoring distinctions.", "Muller": "In purifying your insight: Can you un-obstruct it?", "Merel": "Clearing your mind, you become clear;", "Ta-Kao": "Can you clear and get rid of the unforeseen and be free from fault?", "Crowley": "By purifying oneself from Samadhi one becomes whole.", "Bynner": " ", "Walker": "Can you cleanse your inner vision until you see heaven in every direction?", "Mabry": "Being clear in mind and vision, can you eliminate your flaws?", "Hansen": "In cleansing and voiding your profound mirror, can you be without flaw?", "Mitchell": "Can you cleanse your inner vision until you see nothing but the light?", "McDonald": "Strive after less tainted perfection, let it be aided by penetrating insight. So wipe and cleanse your vision of the mystery till all is without blur.", "Chan": "Can you clean and purify your profound insight so it will be spotless?", "Cleary": "Purifying hidden perception, can you make it flawless?", "LinYutan": "In cleansing and purifying your Mystic vision, Can you strive after perfection?"}, "section": 3}, {"content": {"Legge": "In loving the people and ruling the state, cannot he proceed without any (purpose of) action?", "Byrn": "Can you love people and lead them without forcing your will on them?", "Red Pine": "can you love people and lead them without imposing your will? can you serve and govern without effort", "Wieger": "As for love of the people and anxiety for the state, limit yourself to non-action.", "Blackney": "Can you love all your people, rule over the land without being known?", "Lindauer": "In fondness for people, governing a nation Is the ability to be absent of action equal? ", "LaFargue": null, "Beck": "Can you love the people and govern the state without interfering?", "Wu": "In loving your people and governing your state, Are you able to dispense with cleverness?", "Wayism": "In loving and leading the people, can you do it without imposing your will?", "World": "Remaining centered in oneness and leading others, can you avoid manifesting arrogance?", "Muller": "Loving the people and ruling the state: Can you avoid over-manipulation?", "Merel": "Nurturing your children, you become impartial;", "Ta-Kao": "Can you love the people and govern the state by non-action?", "Crowley": "In his dealing with individuals and with society, let him move without lust of result.", "Bynner": "Can you continue befriending With no prejudice, no ban?", "Walker": "Can you love the people and govern them without conniving and manipulating?", "Mabry": "Loving all people and leading them well, can you do this without imposing your will?", "Hansen": "In loving the people and ordering the state, can you fail to know?", "Mitchell": "Can you love people and lead them without imposing your will?", "McDonald": "Can you love the people and rule the land, yet remain unknown?", "Chan": "Can you love the people and govern the state without knowledge (cunning)?", "Cleary": "Loving the people, governing the nation, can you be uncontrived?", "LinYutan": "In loving the people and governing the kingdom, Can you rule without interference?"}, "section": 4}, {"content": {"Legge": "In the opening and shutting of his gates of heaven, cannot he do so as a female bird?", "Byrn": "When Heaven gives and takes away can you be content with the outcome?", "Red Pine": "can you be the female at Heaven's Gate", "Wieger": "Let the gates of heaven open and close, without wishing to do something, without interfering.", "Blackney": "Can you be like a female, and passively open and shut heaven's gates?", "Lindauer": "In opening and closing the gate of heavens Is the ability to be absent of femaleness equal? ", "LaFargue": "When 'the Doors of Heaven open and shut,' can you remain Feminine?", "Beck": "Can you play the role of the female in opening and closing the doors of heaven?", "Wu": "In the opening and shutting of heaven's gate, Are you able to play the feminine part?", "Wayism": "-", "World": "Entering and exiting the gates of manifestations, can you harmonize with Infinity?", "Muller": "In opening and closing the gate of Heaven: Can you be the female?", "Merel": "Opening your heart, you become accepted;", "Ta-Kao": "Can you open and shut the gates of nature like a female?", "Crowley": "In the management of his breath, let him be like the mother-bird.", "Bynner": "Can you, mating with heaven, Serve as the female part?", "Walker": "Can you bear heaven's children in all that you do and are?", "Mabry": "When Heaven gives and takes away, can you be content to just let things come or go?", "Hansen": "In opening and closing the heavenly channel, can you fail to be female?", "Mitchell": "Can you deal with the most vital matters by letting events take their course?", "McDonald": "Can you in opening and shutting the heavenly gates, ever play the feminine part?", "Chan": "Can you play the role of the female in the opening and closing of the gates of Heaven?", "Cleary": "As the gate of heaven opens and closes, can you be impassive?", "LinYutan": "In opening and shutting the Gate of Heaven, Can you play the part of the Female?"}, "section": 5}, {"content": {"Legge": "While his intelligence reaches in every direction, cannot he (appear to) be without knowledge?", "Byrn": "When you understand all things can you step back from your own understanding?", "Red Pine": "can you light up the world without knowledge", "Wieger": "Know all, be informed on everything, and for all that remain indifferent, as if you knew nothing.", "Blackney": "Can you keep clear in your mind the four quarters of earth and not interfere?", "Lindauer": "In seeing clearly all four reaches Is the ability to be absent from knowledge equal? ", "LaFargue": "When 'Clarity and bareness penetrate everywhere,' can you remain not doing?", "Beck": "Can you understand all and penetrate all without using the mind?", "Wu": "Enlightened and seeing far into all directions, Can you at the same time remain detached and non-active?", "Wayism": "Can you step back from knowledge into the realms of Wisdom and thus understand all things? ", "World": "Realizing your oneness with Infinity, can you flow in harmony with It by indifferently allowing things to come and go?", "Muller": "In illuminating the whole universe: Can you be free of rationality?", "Merel": "Accepting the world, you embrace the Way.", "Ta-Kao": "Can you become enlightened and penetrate everywhere without knowledge?", "Crowley": "Let his intelligence comprehend every quarter; but let his knowledge cease.", "Bynner": "Can your learned head take leaven From the wisdom in your heart?", "Walker": "Can you give the wisdom of your heart precedence over the learning of your head?", "Mabry": "And even when you understand all things, can you simply allow yourself to ", "Hansen": "In discerning all within the four directions, can you fail to deem-act?", "Mitchell": "Can you step back from you own mind and thus understand all things?", "McDonald": "Can your mind penetrate every corner of the land, but you yourself never interfere? Can you renounce the grosser mind for comprehending all inside\nknowledge?", "Chan": "Can you understand all and penetrate all without taking any action?", "Cleary": "As understanding reaches everywhere, can you be innocent?", "LinYutan": "In comprehending all knowledge, Can you renounce the mind?"}, "section": 6}, {"content": {"Legge": "(The Tao) produces (all things) and nourishes them; it produces them and does not claim them as its own; it does all, and yet does not boast of it; it\npresides over all, and yet does not control them. This is what is called 'The mysterious Quality' (of the Tao).", "Byrn": "Giving birth and nourishing, making without possessing, expecting nothing in return. To grow, yet not to control: This is the mysterious virtue.", "Red Pine": "beget things and keep them but beget without possessing keep without controlling this is Dark Virtue", "Wieger": "Produce, breed, without taking any credit for what has been produced, without exacting a return for your actions, without imposing yourself on those\nyou govern. There you have the formula for transcendent action.", "Blackney": "Quicken them, feed them; Quicken but do not possess them. Act and be independent; Be the chief but never the lord: This describes the mystic\nvirtue.", "Lindauer": "Be giving birth, be nourishing.Giving birth yet without possessing Acting yet without sustaining Growing yet without directing Is appropriately called\ninsightful ideal.", "LaFargue": "Produce and nourish. Produce but don't possess work but don't rely on this preside but don't rule. This is mysterious Te.", "Beck": "To give birth and to nourish, to give birth without taking possession, to act without obligation, to lead without dominating - this is mystical power.", "Wu": "Rear your people! Feed your people! Rear them without claiming them for your own! Do your work without setting any store by it! Be a leader, not\na butcher! This is called hidden Virtue.", "Wayism": "When your light shines forth, can you ignore it with equanimity? Can you practice non-interference? When the Gate of Heaven opens and closes, can you play the part of the Female? ", "World": "Can you create and sustain things, and yet remain unattached to them? Can you work in harmony with all things, without desiring acknowledgment\nfor your deeds? Exemplifying oneness, flowing in peace and harmony, not distinguishing, not judging, is the nature of Infinity.", "Muller": "Give birth to it and nourish it. Produce it but don't possess it. Act without expectation. Excel, but don't take charge. This is called Mysterious Virtue.", "Merel": "Bearing and nurturing, Creating but not owning, Giving without demanding, This is harmony.", "Ta-Kao": " ", "Crowley": "Here is the Mystery of Virtue. It creates all and nourishes all; yet it does not adhere to them; it operates all, but knows not of it, nor proclaims it; it\ndirects all, but without conscious control.", "Bynner": "If you can bear issue and nourish its growing. If you can guide without claim or strife, If you can stay in the lead of men without their knowing, You\nare at the core of life.", "Walker": "Giving birth, nourishing life, shaping things without possessing them, serving without expectation of reward, leading without dominating: These are\nthe profound virtues of nature, and of nature's best things.", "Mabry": "To give birth and nourish, To make and not own, To act but not expect something in return, To grow, yet not demand this of others, This is the virtue\nof Mystery.", "Hansen": "Generate it, nourish it: Generate it and not 'exist' it. Deem:act and not rely on anything. Become 'elder' and not rule. These are called 'profound\nvirtuosities.' ", "Mitchell": "Giving birth and nourishing, having without possessing, acting with no expectations, leading and not trying to control: this is the supreme virtue.", "McDonald": "Produce things and rear well, but never lay claims to such things - control them, never lean upon them. Rely on some innate ability to act well. Be a\nsort of master among others, just refrain from mismanaging. Here is found the essence of dao might, its deep, mystic virtue.", "Chan": "To produce things and to rear them, To produce, but not to take possession of them, To act, but not to rely on one's own ability, To lead them, but\nnot to master them - This is called profound and secret virtue.", "Cleary": "Producing and developing, producing without possessing, growing without domineering: this is called mysterious power.", "LinYutan": "- "}, "section": 7}]