[{"content": {"Legge": "That whereby the rivers and seas are able to receive the homage and tribute of all the valley streams, is their skill in being lower than they; - it is thus\nthat they are the kings of them all.", "Byrn": "Rivers and seas are rulers of the streams of hundreds of valleys because of the power of their low position.", "Red Pine": "The reason the sea can govern a hundred rivers is because it has mastered being lower thus it can govern a hundred rivers", "Wieger": "Why are the oceans and rivers kings of all the valleys? (receiving all the watercourses in tribute). Because they are benevolently the inferiors of all\nthe valleys (with regard to levels). That is why all the water flows towards them.", "Blackney": "How could the rivers and the seas Become like kings to valleys? Because of skill in lowliness They have become the valley's lords.", "Lindauer": "In the place of rivers and seas The ability to act as that which is the king of one hundred valleys happens It happens they value being low So the\nability to act as the king of one hundred valleys happens.", "LaFargue": "The Yang-tze and the ocean: How are they able to be Kings of the hundred streams? Because they excel at being low - this is how they are able to\nbe Kings of the hundred streams.", "Beck": "Great rivers and seas are lords of all mountain streams, because they are good at staying below them. Therefore they are lords of the streams.", "Wu": "How does the sea become the king of all streams? Because it lies lower than they! Hence it is the king of all streams.", "Wayism": " ", "World": "Why are the great oceans the rulers of all rivers? Because they occupy a lower space. Therefore, their humility lifts them up.", "Muller": "The reason the river and sea can be regarded as The rulers of all the valley streams Is because of their being below them. Therefore they can be their\nrulers.", "Merel": "The river carves out the valley by flowing beneath it. Thereby the river is the master of the valley.", "Ta-Kao": "As Tao is to the world so are streams and valleys to rivers and seas. Rivers and seas can be kings to all valleys because the former can well lower\nthemselves to the latter. Thus they become kings to all valleys.", "Crowley": "The oceans and rivers attract the streams by their skill in being lower than they; thus are they masters thereof.", "Bynner": "Why are rivers and seas lords of the waters? Because they afford the common level And so become lords of the waters.", "Walker": "The sea is king of the valleys and streams because it is willing to be beneath them.", "Mabry": "Rivers and the sea are able to rule the streams of a hundred valleys. Because they are good at taking the lower position, The streams of a hundred\nvalleys run to them.", "Hansen": "The reason rivers and oceans can deem-act as kings of a hundred valleys: Is that they are good-at lowering them. Hence they are able to deem-act as\nking of a hundred valleys.", "Mitchell": "All streams flow to the sea because it is lower than they are. Humility gives it its power.", "McDonald": "How did the great rivers and seas become the kings of the ravines? By being experts at keeping low.", "Chan": "The great rivers and seas are kings of all mountains streams Because they skilfully stay below them. That is why they can be their kings.", "Cleary": "The reason why rivers and seas can be lords of the hundred valleys is that they lower themselves to them all; therefore they can be lords of the\nhundred valleys.", "LinYutan": "How did the great rivers and seas become the Lords of the ravines? By being good at keeping low. That was how they became Lords of the Ravines."}, "section": 1}, {"content": {"Legge": "So it is that the sage (ruler), wishing to be above men, puts himself by his words below them, and, wishing to be before them, places his person\nbehind them.", "Byrn": "If you want to be the ruler of people, you must speak to them like you are their servant. If you want to lead other people, you must put their interest\nahead of your own. The people will not feel burdened, if a wise person is in a position of power.", "Red Pine": "thus if the sage would be above the people he should speak as if he were below them if he would be before them he should act as though he were\nbehind them", "Wieger": "Following this example, the Sage who wishes to become superior to the common people should speak in words beneath himself (speak very humbly\nof himself). If he wishes to become the first, he should put himself in last place, (and continue to do so, after he has been exalted).", "Blackney": "So then to be above the folk, You speak as if you were beneath; And if you wish to be out front, Then act as if you were behind.", "Lindauer": "Appropriately it happens that Desire to be above people seeds the occurrence of words being low Desire to precede people seeds the occurrence of\nthe body following ", "LaFargue": null, "Beck": "Thus the wise in watching over the people speak humbly from below the people, and in leading the people get behind them.", "Wu": "Therefore, the Sage reigns over the people by humbling himself in speech; And leads the people by putting himself behind.", "Wayism": " ", "World": "If the sage is to manifest peace she must be humble in her speech. If she is to lead others she must follow them in harmony.", "Muller": "So if you want to be over people You must speak humbly to them. If you want to lead them You must place yourself behind them.", "Merel": "In order to master people One must speak as their servant; In order to lead people One must follow them.", "Ta-Kao": "Therefore the Sage, in order to be above the people, must in words keep below them; In order to be ahead of the people, he must in person keep\nbehind them.", "Crowley": "So the Wise Man, to be above men, speaks lowly; and to precede them acts with humility.", "Bynner": "The common people love a sound man Because he does not talk above their level, Because, though he lead them, He follows them,", "Walker": "One who wishes to guide the people should be humble in her speech toward them. One who wishes to lead the people must learn the art of following\nthem.", "Mabry": "Therefore, if you want to rule effectively over people You must surely speak as if below them. If you want to lead well, You must surely walk\nbehind them.", "Hansen": "Using this: if you desire to elevate the people, you must use language to diminish them. If you desire to place the people first, you must treat them as\nless than your body.", "Mitchell": "If you want to govern the people, you must place yourself below them. If you want to lead the people, you must learn how to follow them.", "McDonald": "Therefore to be above the people you have to speak as though you're lower than the people in some ways. So to be ahead of the people, you have to\nfollow them in your own person. To be foremost or guide well, walk behind.", "Chan": "Therefore, in order to be the superior of the people, One must, in the use of words, place himself below them. And in order to be ahead of the\npeople, One must, in one's own person, follow them.", "Cleary": "So when sages wish to rise above people, they lower themselves to them in their speech. When they want to preceed people, they go after them in\nstatus.", "LinYutan": "Therefore in order to be the chief among the people, One must speak like their inferiors. In order to be foremost among the people, One must walk\nbehind them."}, "section": 2}, {"content": {"Legge": "In this way though he has his place above them, men do not feel his weight, nor though he has his place before them, do they feel it an injury to them.\nTherefore all in the world delight to exalt him and do not weary of him.", "Byrn": "The people will not feel like they are being manipulated, if a wise person is in front as their leader. The whole world will ask for her guidance, and\nwill never get tired of her.", "Red Pine": "thus when the sage is above the people are not burdened when he is in front the people are not hindered the world never wearies of pushing him\nforward", "Wieger": "He could then be elevated to the highest peak without the people feeling oppressed by him; he could be the first without the people complaining\nabout him. The whole empire would serve him with joy, without becoming weary of him.", "Blackney": "The Wise Man so is up above But is no burden to the folk; His station is ahead of them To see they do not come to harm. The world will gladly help\nalong The Wise Man and will bear no grudge.", "Lindauer": "Appropriately it happens that sages Dwell above yet people lack heaviness Dwell in front yet people are without being held back Appropriately it\nhappens That the world joyfully supports them yet without tiring.", "LaFargue": null, "Beck": "In this way the wise watch over the people but do not oppress them; they lead the people but do not block them. Thus everyone happily goes along\nwithout getting tired.", "Wu": "Thus it is that when a Sage stands above the people, they do not feel the heaviness of his weight; And when he stands in front of the people, they do\nnot feel hurt. Therefore all the world is glad to push him forward without getting tired of him.", "Wayism": " ", "World": "When the sage leads, the people do not feel enslaved. When she stands above them, they feel at one with her. Because she is in harmony with others,\nthey support her and never consider her a burden.", "Muller": "Thus the sage is positioned above And the people do not feel oppressed. He is in front and they feel nothing wrong. Therefore they like to push him\nfront and never resent him.", "Merel": "So when the sage rises above the people, They do not feel oppressed; And when the sage stands before the people, They do not feel hindered. So the\npopularity of the sage does not fail,", "Ta-Kao": "Thus when he is above, the people do not feel his burden; When he is ahead, the people do not feel his hindrance. Therefore all the world is pleased\nto hold him in high esteem and never get tired of him.", "Crowley": "Thus, though he be above them, they feel no burden; nor, though he precede them, do they feel insulted. So then do all men delight to honour him,\nand grow not weary of him.", "Bynner": "He imposes no weight upon them; And they in turn, because he does not impede them, Yield to him, content:", "Walker": "The sage is above the people, but they don't feel her weight. She stays ahead of the people, and no harm comes to them. She has the affection of the\nwhole world.", "Mabry": "That way when the age takes a position of power The people will not feel oppressed. And when the Sage leads The people will not think he is in the\nway. Therefore the world joyfully praises him and does not tire of him.", "Hansen": "Using this: Sages occupy the upper position and the people are not important. Occupy the prior position and the people are not harmed. Using this:\nthe social world happily promotes and does not resent.", "Mitchell": "The Master is above the people, and no one feels oppressed. She goes ahead of the people, and no one feels manipulated. The whole world is\ngrateful to her.", "McDonald": "The wise man keeps himself on top, and the people hardly feels his weight or get crushed by it in time. He guides in this way, and the people don't\nharm him the least. He can even walk in front [as an example], and people don't wish him harm. [Let's hope that.] In this dynamic [guru] way\neverything under heaven will be glad to be pushed by him and will not find his guidance irksome. Then the people of the world are glad, the world\nrejoices and praises him without getting tired of it, in order to uphold him forever.", "Chan": "Therefore the sage rejoices in praising him without getting tired of it.", "Cleary": "So when sages rule, people don't take it gravely. And when sages are in the forefront, people don't attack them. Therefore the world happily backs\nthem and does not tire of them.", "LinYutan": "Thus it is that the Sage stays above, And the people do not feel his weight; Walks in front, And the people do not wish him harm. Then the people of\nthe world are glad to uphold him forever."}, "section": 3}, {"content": {"Legge": "Because he does not strive, no one finds it possible to strive with him.", "Byrn": "Because she does not like to compete, no one can compete with the things she accomplishes.", "Red Pine": "because he doesn't struggle no one can struggle against him", "Wieger": "For, not being opposed to anyone, no one would be opposed to him.", "Blackney": "Since he contends not for his own The world will not contend with him.", "Lindauer": "It happens they lack contention So in the world noone is able to be contending with them.", "LaFargue": "Because of his not contending no one in the world can contend with him.", "Beck": "Because they do not compete, the world cannot compete with them.", "Wu": "Just because he strives with nobody, Nobody can ever strive with him.", "Wayism": " ", "World": "She is not confused. Therefore, she does not contend with others and they do not contend with her.", "Muller": "Since he does not contend No one can contend with him.", "Merel": "He does not contend, and no one contends against him.", "Ta-Kao": "Because he does not compete; therefore no one competes with him.", "Crowley": "He contends not against any man; therefore no man is able to contend against him.", "Bynner": "People never tire of anyone Who is not bent upon comparison.", "Walker": "Because she contends with no one, no one can contend with her.", "Mabry": "Because he refuses to compete, The word cannot compete with him.", "Hansen": "It's because he does not dispute. So in the social world, nothing disputes with him.", "Mitchell": "Because she competes with no one, no one can compete with her.", "McDonald": "He accomplishes his aims by overt non-striving. Because he doesn't compete in the open, no one can compete well with him.", "Chan": "It is precisely because he does not compete that the world cannot compete with him.", "Cleary": "Because they do not contend, no one in the world can contend with them.", "LinYutan": "Because he does not contend, No one in the world can contend against him."}, "section": 4}]