[{"content": {"Legge": "Tao has of all things the most honoured place. No treasures give good \n    men so rich a grace; Bad men it guards, and doth their ill efface.", "Byrn": "The Tao is the tabernacle of creation, it is a treasure for those who \n    are good, and a place of refuge for those who are not.", "Red Pine": "The Tao is creation's sanctuary treasured by the good it keeps the bad \n    alive", "Wieger": "The Principle is the palladium of all beings. It is the treasure of the \n    good (that by which they are good), and the salvation of the wicked (that \n    which prevents them from perishing).", "Blackney": "Like the gods of the shrine in the home, So the Way and its mystery \n    waits In the world of material things: The good man's treasure, The bad \n    man's refuge.", "Lindauer": "That which is tao is treasurehouse for the 10000 things Treasure of the \n    valuing man Place of refuge for the man who is not valuing.", "LaFargue": "Tao is the honoured center for the thousands of things. The treasure of \n    the good what protects the not good.", "Beck": "The Way is sacred to all things. It is treasure for the good and \n    sanctuary for the bad.", "Wu": "The Tao is the hidden reservoir of all things. A treasure to the honest, \n    it is a safeguard to the erring.", "World": "Infinity is the potential of all things; the source of all \n    manifestations. It is the treasure of peaceful people and the hiding place \n    of the bad", "Muller": "The Tao is hidden deeply in all things. It is the treasure of the good \n    And the refuge of the not-so-good.", "Merel": "The Way is the fate of men, The treasure of the saint, And the refuge of \n    the sinner.", "Ta-Kao": "Tao is the source of all things, the treasure of good men, and the \n    sustainer of bad men.", "Crowley": "The Dao is the most exalted of all things. It is the ornament of the \n    good, and the protection and purification of the evil.", "Bynner": "Existence is sanctuary: It is a good man's purse, It is also a bad man's \n    keep.", "Walker": "Tao is the hidden secret source of all life. Good men recognize that Tao \n    provides for them and therefore they esteem it. Bad men don't recognize \n    this, but the Tao doesn't stop providing for them.", "Mabry": "The Tao is the bosom of the Universe It is the good person's treasure \n    And the bad person's refuge.", "Hansen": "A guide is a mystery among the ten-thousand natural kinds. A treasure to \n    worthy people. That which non-worthy people sustain.", "Mitchell": "The Tao is the centre of the universe, the good man's treasure, the bad \n    man's refuge.", "McDonald": "Dao is thought up as the mysterious secret of the universe, it could be \n    the storehouse of \"all things\", like the pivotal worship centre in the \n    south-west corner in the [old Chinese] house. It's the good man's treasure \n    and the bad man's support and resort.", "Chan": "Tao is the storehouse of all things. It is the good man's treasure and \n    the bad man's refuge.", "Cleary": "The Way is the pivot of all things: the treasure of good people, the \n    safeguard of those who are not good.", "LinYutan": "Tao is the mysterious secret of the universe, The good man's treasure, \n    And the bad man's refuge."}, "section": 1}, {"content": {"Legge": "(Its) admirable words can purchase honour; (its) admirable deeds can \n    raise their performer above others. Even men who are not good are not \n    abandoned by it.", "Byrn": "How can those who are not good be abandoned? Words that are beautiful \n    are worth much, but good behavior can only be learned by example.", "Red Pine": "beautiful words might be the price noble deeds might be the gift how can \n    we abandon people who are bad", "Wieger": "It is to it that one should be grateful from affectionate words, and the \n    noble conduct of good people. It is with regard to it, that the wicked \n    should not be rejected.", "Blackney": "Fair wordage is ever for sale; Fair manners are worn like a cloak; But \n    why should there be such waste Of the badness in men?", "Lindauer": "Embellished words can cause respect to be marketed Doing valued things \n    can cause lavish praise to enter Men who are not valuing, why be rejecting \n    their presence? ", "LaFargue": "Elegant words can buy and sell fine conduct gets people promoted. People \n    who are not good, why are they rejected?", "Beck": "Fine words can buy honor. Good deeds can gain respect. Though there be \n    bad people, why reject them?", "Wu": "A good word will find its own market. A good deed may be used as a gift \n    to another. That a man is straying from the right path Is no reason that he \n    should be cast away.", "World": "Flattery can purchase advancement. Good deeds can obtain admiration. If \n    a man is bad, do not distinguish his badness. See his oneness with humanity.", "Muller": "With skilful words you can be successful. With honourable actions you \n    can be included. People may not be so good, but how can you deny them?", "Merel": "Fine words are often borrowed, And great deeds are often appropriated; \n    Therefore, when a man falls, do not abandon him,", "Ta-Kao": "Good words will procure one honour; good deeds will get one credit.", "Crowley": "Its words are the fountain of honour, and its deeds the engine of \n    achievement. It is present even in evil.", "Bynner": "Clever performances come dear or cheap, Goodness comes free; And how \n    shall a man who acts better deny a man who acts worse This right to be.", "Walker": "Beautiful words win some men honours; good deeds buy others acclaim. But \n    the Tao values everyone, not just those who excel. What's the sense in \n    discarding anyone?", "Mabry": "Flattery may buy one's position And good deeds can win people over But \n    if one's heart is not pure That is all the more reason to cling to the Tao!", "Hansen": "Beautiful language can be marketed. Respectful behaviour can augment \n    humanness. Those who are not worthy, what abandonment is there?", "Mitchell": "Honours can be bought with fine words, respect can be won with good \n    deeds; but the Tao is beyond all value, and no one can achieve it.", "McDonald": "Fine words can buy honour, fine sayings can be sold. Fine deeds can win \n    respect from others. The best conduct is a gift. Persons of noble, grave \n    demeanour are accepted as gifts. Even if a man is bad, when has (dao) \n    rejected him? Why reject bad people [the winners of tomorrow if all goes \n    fine]? Even the bad let slip no opportunity to acquire gifts that fit them \n    well enough.", "Chan": "Fine words can buy honour, And fine deeds can gain respect from others. \n    Even is a man is bad, when has (Tao) rejected him?", "Cleary": "Fine words can be sold, honored acts can oppress people; why should \n    people who are not good abandon them.", "LinYutan": "Beautiful saying can be sold at the market, Noble conduct can be \n    presented as a gift. Though there be bad people, Why reject them?"}, "section": 2}, {"content": {"Legge": "Therefore when the sovereign occupies his place as the Son of Heaven, \n    and he has appointed his three ducal ministers, though (a prince) were to \n    send in a round symbol-of-rank large enough to fill both the hands, and that \n    as the precursor of the team of horses (in the court-yard), such an offering \n    would not be equal to (a lesson of) this Tao, which one might present on his \n    knees.", "Byrn": "When a new leader takes office, don't give him gifts and offerings. \n    These things are not as valuable as teaching him about the Tao.", "Red Pine": "thus when emperors are enthroned or ministers installed though there be \n    great discs of jade followed by teams of horses they don't rival one who \n    sits and offers up this Way", "Wieger": "It is for that reason (for the conservation and development of the part \n    of the Principle which is in all beings) that the emperor and the great \n    ministers were instituted. Not so that they should become complacent with \n    their sceptre and their ancient four-horsed chariot; but in order that they \n    should meditate on the Principle (advancing themselves in their knowledge, \n    and in the development of others).", "Blackney": "On the day of the emperor's crowning, When the three noble dukes are \n    appointed, Better than chaplets of jade Drawn by a team of four horses, \n    Bring the Way as your tribute.", "Lindauer": "So establish the emperor Install three ministers Even though it happens \n    That the gift of the large jade disk is preceded by a team of horses It can \n    not compare to sitting, emulating this tao.", "LaFargue": null, "Beck": "Therefore at the crowning of the emperor or at the installation of the \n    three ministers, instead of sending gifts of jade and a team of four horses, \n    remain still and send the Way.", "Wu": "Hence, at the Enthronement of an Emperor, Or at the installation of the \n    Three Ministers, Let others offer their discs of jade, following it up with \n    teams of horses; It is better for you to offer the Tao without moving your \n    feet!", "World": "Therefore, when the king is crowned and the state officials are sworn \n    in, do not send them gifts of jade dishes or a team of four horses. Instead \n    flow in peace and harmony and remind them of their oneness with humanity.", "Muller": "Therefore, even though there are great jewels brought in by teams of \n    horses at the coronation of the emperor and the installation of the three \n    princes, This is not as good as staying where you are And advancing in this \n    Tao.", "Merel": "And when a man gains power, do not honour him; Only remain impartial and \n    show him the Way.", "Ta-Kao": "Therefore at the enthronement of an emperor and the appointment of the \n    three ministers, better still than those, who present jewels followed by \n    horses, is the one who sitting presents (propounds) this Tao.", "Crowley": "Though the Son of Heaven were enthroned with his three Dukes appointed \n    to serve him, and he were offered a round symbol-of-rank as great as might \n    fill the hands, with a team of horses to follow; this gift were not to be \n    matched against the Dao, which might be offered by the humblest of men.", "Bynner": "Rather, when an emperor is crowned, let the three Ministers whom he \n    appoints to receive for him fine horses and gifts of jade Receive for him \n    also the motionless gift of integrity,", "Walker": "Thus, on the day a new king is crowned or powerful ministers installed, \n    while others rush forward with gifts and praises, just be still and offer \n    Tao.", "Mabry": "Therefore when a king is coronated, Crowned in ceremony, Presented with \n    gifts of rare value, And escorted in luxury, All these things pale when \n    compared to the humble gift of the Tao, offered in silence.", "Hansen": "Hence, set up the master of nature and establish the three dukes. \n    Although one presents jade followed by a team of horses It is not as good as \n    sitting and promoting this guide.", "Mitchell": "Thus, when a new leader is chosen, don't offer to help him with your \n    wealth or your expertise. Offer instead to teach him about the Tao.", "McDonald": "Therefore on the crowning of an emperor and appointing his three \n    ministers of the state, rather than send ta disc of jade and teams of four \n    horses, sit down and deliver this dao. It can be done without moving from \n    one's seat.", "Chan": "Therefore on the occasion of crowning an emperor or installing the three \n    ministers, Rather than present four large pieces of jade preceded by teams \n    of four horses, It is better to kneel and offer this Tao.", "Cleary": "Therefore to establish an emperor and set up high officials, one may \n    have a great jewel and drive a team of horses, but that is not as good as \n    advancing callmly on this Way.", "LinYutan": "Therefore on the crowning of an emperor, On the appointment of the Three \n    Ministers, Rather than send tributes of jade and teams of four horses, Send \n    in the tribute of Tao."}, "section": 3}, {"content": {"Legge": "Why was it that the ancients prized this Tao so much? Was it not because \n    it could be got by seeking for it, and the guilty could escape (from the \n    stain of their guilt) by it? This is the reason why all under heaven \n    consider it the most valuable thing.", "Byrn": "Why was the Tao esteemed by the ancient Masters? Is it not said: \"With \n    it we find without looking. With it we find forgiveness for our \n    transgressions.\" That is why the world can not understand it.", "Red Pine": "why the ancients exalted it did they not proclaim who searches thereby \n    finds who errs thereby escapes thus the world exalts it", "Wieger": "Why did the ancients make so much of the Principle? is it not because it \n    is the source of all good and the remedy for all evil? It is the most noble \n    thing in the world.", "Blackney": "How used the ancients to honour the Way? Didn't they say that the seeker \n    may find it, And that sinners who find are forgiven? So did they lift up the \n    Way and its Virtue Above everything else in the world.", "Lindauer": "Why did it happen that in ancient times There were those who treasured \n    this tao? Did they go without saying Seek and finding happens Possess faults \n    and escape from the anomalous happens? So it acts as the treasure of the \n    world ", "LaFargue": null, "Beck": "Why did the ancients prize this Way? Did they not say, \"Seek, and you \n    will find; let go, and you will be forgiven.\" Therefore the Way is valued by \n    the world.", "Wu": "Why did the ancients prize the Tao? Is it not because by virtue of it he \n    who seeks finds, And the guilty are forgiven? That is why it is such a \n    treasure to the world.", "World": "Why does everyone flow in peace and harmony when they acknowledge the \n    oneness of Infinity? Because their needs are met and their mistakes are not \n    distinguished. This is the gift of Infinity.", "Muller": "Why did the ancients so value the Tao? You can't say that it was for \n    seeking gain Or to have punishments to deter crime. Therefore it is the most \n    prized in the world.", "Merel": "Why should someone appreciate the Way? The ancients said, \"By it, those \n    who seek may easily find, And those who regret may easily absolve\" So it is \n    the most precious gift.", "Ta-Kao": "Why did the ancients prize this Tao? Was it not because it could be \n    attained by seeking and thus sinners could be freed? For this reason it has \n    become the most valuable thing in the world.", "Crowley": "Why did they of old time set such store by the Dao? Because he that \n    sought it might find it, and because it was the Purification from all evil. \n    Therefore did all men under Heaven esteem it the most exalted of all things.", "Bynner": "The gift prized as highest by those ancients who said, 'Only pursue an \n    offended to show him the way.' What men in all the world could have more \n    wealth than they?", "Walker": "Why have sages prized Tao for so long? Because with Tao, he who seeks \n    finds, and he who has flaws is forgiven. This is why it is the treasure of \n    the world.", "Mabry": "Why did the Sages of old value the Tao so much? Because when you seek, \n    you find And when you sin, you are forgiven. That is why the Tao is the \n    greatest treasure of the Universe.", "Hansen": "That which ancient times treated as valuable was guidance. How can we \n    not say \"with seeking you get to have it, with wrongdoing avoid \n    unorthodoxy.\" Hence construe the social world's value.", "Mitchell": "Why did the ancient Masters esteem the Tao? Because, being one with the \n    Tao, when you seek, you find; and when you make a mistake, you are forgiven. \n    That is why everybody loves it.", "McDonald": "What did the old ones say of this dao, how did they prize it? Why did \n    they treasure such dao? Did they not say of those that have it \"Pursuing, \n    they shall catch; pursued, they shall escape?\" Or, \"Search for the guilty \n    ones and pardon them?\" Or, \"Those who seek shall have it, those who sin \n    shall be freed\"? They thought [common] dao to be the most precious, the \n    treasure of the world.", "Chan": "Why did the ancients highly value this Tao? Did they not say, \"Those who \n    seek shall have it and those who sin shall be freed\"? For this reason it is \n    valued by the world.", "Cleary": "Why did the ancients value this Way? By it one can attain without long \n    seeking and escape from the faults oe has; therefore it is valued by the \n    world.", "LinYutan": "Wherein did the ancients prize this Tao? Did they not say, \"to search \n    for the guilty ones and pardon them\"? Therefore is (tao) the treasure of the \n    world."}, "section": 4}]