[{"content": {"Legge": "The movement of the Tao By contraries proceeds; And weakness marks the course Of Tao's mighty deeds.", "Byrn": "All movement returns to the Tao. Weakness is how the Tao works.", "Red Pine": "The Tao moves the other way the Tao works through weakness", "Wieger": "Going back (towards the Principle) is the type of movement characteristic of those who conform themselves to the Principle. Attenuation is the result\nof their being conformed to the Principle.", "Blackney": "The movement of the Way is a return; In weakness lies its major usefulness.", "Lindauer": "That which returns is tao moving That which lessens is tao using.", "LaFargue": "Turning Back is Tao movement being Weak is Tao practice.", "Beck": "Returning is the movement of the Way. Gentleness is the method of the Way.", "Wu": "The movement of the Tao consists in Returning. The use of the Tao consists in softness.", "Wayism": " ", "World": "Manifesting and disintegrating is the activity of Infinity. Yielding to manifestations, yielding todisintegration is the nature of peace and harmony.", "Muller": "Return is the motion of the Tao. Softening is its function.", "Merel": "The motion of the Way is to return; The use of the Way is to accept;", "Ta-Kao": "Returning is the motion of Tao, Weakness is the appliance of Tao.", "Crowley": "The Dao proceeds by correlative curves, and its might is in weakness.", "Bynner": "Life on its way returns into a mist, Its quickness is its quietness again:", "Walker": "Returning to the root is the movement of Tao. Quietness is how it functions.", "Mabry": "Returning is the movement of the Tao. Yielding is the way of the Tao.", "Hansen": "That which is converse is the action of a guide. That which is weak is the use of a guide.", "Mitchell": "Return is the movement of the Tao. Yielding is the way of the Tao.", "McDonald": "Reversion is the action of dao. In dao the only motion is a return; and the one useful quality is named soft [or polite] gentleness, So polite or weak\ngentleness [or humility] is the function of dao.", "Chan": "Reversion is the action of Tao. Weakness is the function of Tao.", "Cleary": "Return is the movement of the Way; yielding is the function of the Way.", "LinYutan": "Reversion is the action of Tao. Gentleness is the function of Tao."}, "section": 1}, {"content": {"Legge": "All things under heaven sprang from It as existing (and named); that existence sprang from It as non-existent (and not named).", "Byrn": "All of creation is born from substance. Substance is born of nothing-ness.", "Red Pine": "the things of this world come from something something comes from nothing", "Wieger": "Considering all that exists is born of simple being, and that being is born of formless non-being, they tend, in diminishing themselves without cease,\nto go back to primordial simplicity.", "Blackney": "From What-is all the world of things was born But What-is sprang in turn from What-is-not.", "Lindauer": "The world, the 10000 things give birth in relation to presence Presence gives birth in relation to absence.", "LaFargue": "\"The thousands of things in the world are born of Being\" ", "Beck": "All things in the world come from being, and being comes from non-being.", "Wu": "All things under heaven are born of the corporeal: The corporeal is born of the Incorporeal.", "Wayism": " ", "World": "Things are manifested from the tangible. The tangible is manifested from the intangible. ", "Muller": "All things in the cosmos arise from being. Being arises from non-being.", "Merel": "All things come from the Way, And the Way comes from nothing.", "Ta-Kao": "All things in the Universe come from existence, And existence from non-existence.", "Crowley": "All things arose from the De, and the De budded from the Dao.", "Bynner": "Existence of this world of things and men Renews their needing to exist.", "Walker": "The ten thousand things are born of being. Being is born of nothing.", "Mabry": "All things in the world are born of existence. Existence is born of non-existence.", "Hansen": "The cosmos and the ten-thousand natural kinds arise from 'existing.' 'Existing' arises from 'non-existing.'", "Mitchell": "All things are born of being. Being is born of non-being.", "McDonald": "The creatures and things of this world come from being. And being from not-yet-being. though all", "Chan": "All things in the world come from being. And being comes from non-being.", "Cleary": "All things in the world are born of being; being is born of nonbeing.", "LinYutan": "The things of this world come from Being, And Being (comes) from Non-being."}, "section": 2}]