[{"content": {"Legge": "A state may be ruled by (measures of) correction; weapons of war may be used with crafty dexterity; (but) the kingdom is made one's own (only) by\nfreedom from action and purpose. How do I know that it is so? By these facts: -", "Byrn": "Govern your country with integrity, Weapons of war can be used with great cunning, but loyalty is only won by not-doing. How do I know the way\nthings are? By these:", "Red Pine": "Use direction to govern a country use indirection to fight a war use inaction to rule the world how do we know this works", "Wieger": "One can govern with rectitude, one can wage war with competence, but it takes non-action to win and hold the empire. How do I know that this is\nso? From what I am going to say:", "Blackney": "\"Govern the realm by the right, And battles by stratagem.\" The world is won by refraining. How do I know this is so? By this:", "Lindauer": "When governing the nation happens correctly Surprising use of strategy happens. Absent of effort grabbing the world happens. Why do I know this is\nso? This just happens.", "LaFargue": "\"Rule the kingdom by the norm wage war by the unexpected.\" Take over the world by Not Working. ", "Beck": "States are governed by justice. Wars are waged by violations. The world is mastered by nonintervention. How do I know this? By this:", "Wu": "You govern a kingdom by normal rules; You fight a war by exceptional moves; But you win the world by letting alone. How do I know that this is\nso? By what is within me!", "Wayism": " ", "World": "Govern a nation with fairness. In war do the unexpected. Lead the nation by becoming one with it. Why do I say this? Because:", "Muller": "Use fairness in governing the state. Use surprise tactics in war. Be unconcerned and you will have the world. How do I know it is like this? Because:", "Merel": "Do not control the people with laws, Nor violence nor espionage, But conquer them with inaction.", "Ta-Kao": "Albeit one governs the country by rectitude, And carries on wars by stratagems, Yet one must rule the empire by meddling with no business. The\nempire can always be ruled by meddling with no business. Otherwise, it can never be done. How do I know it is so? By this:", "Crowley": "One may govern a state by restriction; weapons may be used with skill and cunning; but one acquires true command only by freedom, given and\ntaken. How am I aware of this? By experience,", "Bynner": "A realm is governed by ordinary acts, A battle is governed by extraordinary acts; The world is governed by no acts at all. And how do I know? This\nis how I know.", "Walker": "Govern a nation by following nature. Fight a war with unexpected moves. Win the world by letting go. How do I know this? From seeing these:", "Mabry": "As a leader, lead properly. Don't resort to force in the usual ways. Win the World by \"not-doing.\" How do I know to do this?", "Hansen": "Use correcting to order the state. Use shock in deploying military force. Use absence of social matters to take charge of the social world. How do I\nknow these are so? With this.", "Mitchell": "If you want to be a great leader, you must learn to follow the Tao. Stop trying to control. Let go of fixed plans and concepts, and the world will\ngovern itself.", "McDonald": "Kingdoms can only be governed if rules are kept; rule a kingdom by some normal standards and with utmost discretion. Battles, on the other hand,\ncan be won if rules are aptly broken. Operate the army and fight some battles by (unusual) tactics of surprise and attack. Yet administer the kingdom\nby engaging in no activity. Win the world by doing next to nothing, for major adherence can only be won by letting well alone. How do I know this\nwill be so? By this:", "Chan": "Govern the state with correctness. Operate the army with surprise tactics. Administer the empire by engaging in no activity. How do I know that this\nshould be so? Through this:", "Cleary": "Use straightforwardness for civil government, use surprise for military operations; use noninvolvement to take the world. How do I know this?", "LinYutan": "Rule a kingdom by the Normal. Fight a battle by (abnormal) tactics of surprise. Win the world by doing nothing. How do I know it is so? Through\nthis: - "}, "section": 1}, {"content": {"Legge": "In the kingdom the multiplication of prohibitive enactments increases the poverty of the people; the more implements to add to their profit that the\npeople have, the greater disorder is there in the state and clan;", "Byrn": "The more prohibitions you make, the poorer people will be. The more weapons you posses, the greater the chaos in your country.", "Red Pine": "the greater the prohibitions the poorer the people the sharper the weapons the darker the realm", "Wieger": "The more rules there are, the less people enrich themselves. The more taxes there are, the less order there is.", "Blackney": "As taboos increase, people grow poorer; When weapons abound, the state grows chaotic;", "Lindauer": "The world has an abundance of prohibitions and taboos Yet people become increasingly inadequate People have an abundance of beneficial tools\nConfusion multiplies in the families of the nation ", "LaFargue": "In the world: The more rules and restrictions there are the poorer the people will be. The people: The more 'sharp weapons' they have, the more\ndisordered the state and the clans will be.", "Beck": "The more restrictions there are, the poorer the people. The more sharp weapons, the more trouble in the state.", "Wu": "The more taboos and inhibitions there are in the world, The poorer the people become. The sharper the weapons the people possess, The greater\nconfusion reigns in the realm.", "Wayism": " ", "World": "The more rules and regulations, the more oppressed the citizens. The more energy used to develop weapons, the more tension in the land. ", "Muller": "The more regulations there are, The poorer people become. The more people own lethal weapons, The more darkened are the country and clans.", "Merel": "For: The more morals and taboos there are, The more cruelty afflicts people; The more guns and knives there are, The more factions divide people;", "Ta-Kao": "The more restrictions and avoidances are in the empire, The poorer become the people; The more sharp implements the people keep, The more\nconfusions are in the country;", "Crowley": "that to multiply restrictive laws in the kingdom impoverishes the people; the use of machines causes disorder in state and race alike.", "Bynner": "Act after act prohibits Everything but poverty, Weapon after weapon conquers Everything but chaos,", "Walker": "The more prohibitions there are, the poorer people become. The more weapons there are, the darker things become.", "Mabry": "Listen, the more laws and prohibitions there are The poorer the people become. The more dreadful weapons you have The more chaotic the state of\nthe nation.", "Hansen": "The more the social world has to elude, the more the people are impoverished. The more the people have beneficial artifacts, the more the state and\nsociety are befuddled.", "Mitchell": "The more prohibitions you have, the less virtuous people will be. The more weapons you have, the less secure people will be.", "McDonald": "The more prohibitions, ritual avoidances, and taboos there are, the poorer the people will end. The more 'sharp weapons' there are, the more troubled\nand chaotic the state will be, and the more benighted the whole land will grow.", "Chan": "The more taboos and prohibitions there are in the world, The poorer the people will be. The more sharp weapons the people have, The more troubled\nthe state will be.", "Cleary": "The more taboos there are in the world, the poorer the populace is;", "LinYutan": "The more prohibitions there are, The poorer the people become. The more sharp weapons there are, The greater the chaos in the state."}, "section": 2}, {"content": {"Legge": "the more acts of crafty dexterity that men possess, the more do strange contrivances appear; the more display there is of legislation, the more thieves\nand robbers there are.", "Byrn": "The more knowledge that is acquired, the stranger the world will become. The more laws that you make, the greater the number of criminals.", "Red Pine": "the smarter the scheme the stranger the outcome the finer the treasure the thicker the thieves", "Wieger": "The more ingenious inventions there are, the fewer serious and useful objects there are. The more detailed the penal code, the more thieves abound.\nMultiplication ruins everything.", "Blackney": "Where skills multiply, novelties flourish; As statutes increase, more criminals start.", "Lindauer": "Men have an abundance of skills and cleverness Surprising things arise and multiply Laws and decrees multiply conspicuously Robbers and thieves\nare present in abundance.", "LaFargue": "Men: The more clever and skillful they are, the more weird things will start to happen. The more you publicize rules and laws, the more robbers and\nthieves you will have.", "Beck": "The more clever cunning, the more contrivances. The more rules and regulations, the more thieves and robbers.", "Wu": "The more clever and crafty the men, The oftener strange things happen. The more articulate the laws and ordinances, The more robbers and thieves\narise.", "Wayism": " ", "World": "The more clever and manipulative the leaders become, the more agitated and unpredictable the population.The more religious morals and restrictions,\nthe more depression and self-hatred manifests.", "Muller": "The more clever the people are, The more extraordinary actions they take. The more picky the laws are, The more thieves and gangsters there are.", "Merel": "The more arts and skills there are, The more change obsoletes people; The more laws and taxes there are, The more theft corrupts people.", "Ta-Kao": "The more arts and crafts men have, The more are fantastic things produced; The more laws and regulations are given, The more robbers and thieves\nthere are.", "Crowley": "The more men use skill and cunning, the more machines there are; And the more laws there are, the more felons there are.", "Bynner": "Business after business provides A craze of waste, Law after law breeds A multitude of thieves.", "Walker": "The more laws there are, the greater the number of scoundrels.", "Mabry": "The more clever and advanced your knowledge The stranger things become. The more commandments and regulations you have The more thieves\nthere are.", "Hansen": "The more humans are skilled and clever the more strange natural kinds crop up. The more standards of behaviour and commands are promulgated,\nthe more thieves and robbers there are.", "Mitchell": "The more subsidies you have, the less self-reliant people will be.", "McDonald": "The more cunning craftsmen there are, the more skills of technique, the more vicious things will appear: the more pernicious contrivances will be\ninvented. The more laws are promulgated, the more thieves and bandits there will be. So: The greater the number of statutes, the greater the number\nof thieves in the end.", "Chan": "The more cunning and skill a man possesses, The more vicious things will appear. The more laws and orders are made prominent, The more thieves\nand robbers there will be.", "Cleary": "The more crafts the people have, the more exotic things are produced; the more laws are promulgated, the greater the number of thieves.", "LinYutan": "The more skills of technique, The more cunning things are produced. The greater the number of statutes, The greater the number of thieves and\nbrigands."}, "section": 3}, {"content": {"Legge": "Therefore a sage has said, 'I will do nothing (of purpose), and the people will be transformed of themselves; I will be fond of keeping still, and the\npeople will of themselves become correct.", "Byrn": "Therefore the Master says: and people become good by themselves. I seek peace, and people take care of their own problems.", "Red Pine": "thus the sage declares I change nothing and the people transform themselves I stay still and the people adjust themselves", "Wieger": "Therefore the programme of the Sage is quite the contrary. Not acting, And the people amend themselves. Staying peaceful, And the people rectify\nthemselves.", "Blackney": "So the Wise Man will say: As I refrain, the people will reform: Since I like quiet, they will keep order;", "Lindauer": "So sages say I am absent of action yet people transform themselves I am fond of stillness yet people correct themselves", "LaFargue": null, "Beck": "Therefore the wise say, \"Do not interfere, and people transform themselves. Love peace, and people do what is right.", "Wu": "Therefore, the Sage says: I do not make any fuss, And the people transform themselves. I love quietude, And the people settle down in their regular\ngrooves.", "Wayism": " ", "World": "Therefore, when the ruler is at one with the population she says: I take no action and the citizens govern themselves. I flow in peace and harmony\nand the people follow in my footsteps.", "Muller": "Therefore the sages say: \"I do not force my way and the people transform themselves. I enjoy my serenity and the people correct themselves.", "Merel": "Yet take no action, and the people nurture each other; Make no laws, and the people deal fairly with each other; ", "Ta-Kao": "Therefore the Sage says; Inasmuch as I betake myself to non-action, the people of themselves become developed. Inasmuch as I love quietude, the\npeople of themselves become righteous.", "Crowley": "A wise man has said this: I will refrain from doing, And the people will act rightly of their own accord; I will love Silence, And the people will\ninstinctively turn to perfection;", "Bynner": "Therefore a sensible man says: If I keep from meddling with people, they take care of themselves, If I keep from commanding people, they behave\nthemselves,", "Walker": "Therefore the sage says: I take no action, and people transform themselves. I love tranquility, and people naturally do what is right.", "Mabry": "Therefore the Sage who leads says: \"I practice 'not-doing' and the people transform themselves. I enjoy peace and the people correct themselves.", "Hansen": "Hence sages say: I lack deeming-action and the people self-transform. I remain calm and the people self-correct.", "Mitchell": "Therefore the Master says: I let go of the law, and people become honest. I let go of economics, and people become prosperous. I let go of religion,\nand people become serene.", "McDonald": "So a wise man decreed: So long as I \"do nothing\" the people get transformed of themselves. So long as I love quietude, the people will of themselves\ngo straight.", "Chan": "Therefore the sage says: I take no action and the people of themselves are transformed. I love tranquillity and the people of themselves become\ncorrect.", "Cleary": "Therefore the sage says, I contrive nothing, and the people are naturally civilized; I am fond of tranquility, and the people are naturally upright.", "LinYutan": "Therefore the sage says: I do nothing and the people are reformed of themselves. I love quietude and the people are righteous of themselves."}, "section": 4}, {"content": {"Legge": "I will take no trouble about it, and the people will of themselves become rich; I will manifest no ambition, and the people will of themselves attain to\nthe primitive simplicity.'", "Byrn": "I do not meddle in their personal lives, and the people become prosperous. I let go of all my desires, and the people return to the Uncarved Block.", "Red Pine": "I do nothing and the people enrich themselves I want nothing and the people simplify themselves", "Wieger": "Doing nothing, And the people enrich themselves. Wishing for nothing, And the people come back to natural spontaneity.", "Blackney": "When I forebear, the people will prosper; When I want nothing, they will be honest.", "Lindauer": "I am absent of effort yet people are of themselves wealthy I am absent from desire yet people of themselves exhibit true nature.", "LaFargue": "I do No Work, and the people enrich themselves. I have no desires, and the people by themselves become Simple.", "Beck": "Do not intervene, and people prosper. Have no desires, and people live simply.\"", "Wu": "I do not engage myself in anything, And the people grow rich. I have no desires, And the people return to Simplicity.", "Wayism": " ", "World": "I refuse to manipulate and control and the population becomes predictable. I ignore religion and tolerance replaces judgment.", "Muller": "I do not interfere and the people enrich themselves. I have no desires And the people find their original mind.", "Merel": "Own no interest, and the people cooperate with each other; Express no desire, and the people harmonize with each other.", "Ta-Kao": "Inasmuch as I make no fuss, the people of themselves become wealthy. Inasmuch as I am free from desire, the people of themselves remain simple.", "Crowley": "I will take no measures, And the people will enjoy true wealth; I will restrain ambition, And the people will attain simplicity.", "Bynner": "If I keep from preaching at people, they improve themselves, If I keep from imposing on people, they become themselves.", "Walker": "I don't interfere, and people prosper on their own. I have no desires, and people return to simplicity.", "Mabry": "I stay out of their business affairs and the people prosper. I have no desires and the people, all by themselves, become simple and honest.\"", "Hansen": "I avoid social matters and the people self-enrich. I lack desires and the people self-simplify (become like uncarved wood).", "Mitchell": "I let go of economics, and people become prosperous. I let go of religion, and people become serene. I let go of all desire for the common good, and\nthe good becomes common as grass.", "McDonald": "So long as I act only by proper inactivity the people will of themselves grow rich. I have no desires, and the people of themselves become simple as\nthe mythological raw block'.", "Chan": "I engage in no activity and the people of themselves become prosperous. I have no desires and the people of themselves become simple.", "Cleary": "I have nothing to do, and the people are naturally enriched.; I have no desire, and the people are naturally simple.", "LinYutan": "I deal in no business and the people grow rich by themselves. I have no desires and the people are simple and honest by themselves."}, "section": 5}]