[{"content": {"Legge": "We look at it, and we do not see it, and we name it 'the Equable.' We listen to it, and we do not hear it, and we name it 'the Inaudible.' We try to\ngrasp it, and do not get hold of it, and we name it 'the Subtle.'", "Byrn": "Look for it, and it can't be seen. Listen for it, and it can't be heard. Grasp for it, and it can't be caught.", "Red Pine": "We look but don't see it and call it indistinct we listen but don't hear it and call it faint we reach but don't grasp it and call it ethereal", "Wieger": "Looking, one does not see it, for it is invisible. Listening, one does not hear it, for it is silent. Touching, one does not feel it, for it is impalpable.", "Blackney": "They call it elusive, and say That one looks But it never appears. They say that indeed it is rare, Since one listens, But never a sound. Subtle, they\ncall it, and say That one grasps it But never gets hold.", "Lindauer": "Being observed, lacking sight Say the name smooth Being listened to, lacking hearing Say the name rare Being pounced on, lacking obtainment Say\nthe name small.", "LaFargue": "\"Look for It, you won't see It: It is called 'fleeting' Listen for It, you won't hear It: It is called 'thin'. Grasp at It, you can't get It: It is called\n'subtle'.\"", "Beck": "We look at it, and do not see it; it is invisible. We listen to it, and do not hear it; it is inaudible. We touch it, and do not feel it; it is intangible.", "Wu": "Look at it but you cannot see it! Its name is Formless. Listen to it but you cannot hear it! Its name is Soundless. Grasp it but you cannot get it! Its\nname is Incorporeal.", "Wayism": "When you look at it but cannot see it. When you listen to it but cannot hear it. When you reach for it but cannot grasp it:", "World": "Look and see the manifestations of the Infinite but not its essence. Listen and hear the manifestations of the Infinite but not its essence. Reach out and\ntouch the manifestations of the Infinite but not its essence.", "Muller": "Look for it, it cannot be seen. It is called the distant. Listen for it, it cannot be heard. It is called the rare. Reach for it, it cannot be gotten. It is called\nthe subtle.", "Merel": "Looked at but cannot be seen - it is beneath form; Listened to but cannot be heard - it is beneath sound; Held but cannot be touched - it is beneath\nfeeling;", "Ta-Kao": "That which we look at and cannot see is called plainness. That which we listen to and cannot hear is called rareness. That which we grope for and\ncannot get is called minuteness.", "Crowley": "We look at it, and see it not, though it is Omnipresent; and we name it the Root-Balance. We listen for it, and hear it not, though it is Omniscient;\nand we name it the Silence. We feel for it, and touch it not, though it is Omnipotent; and we name it the Concealed.", "Bynner": "What we look for beyond seeing And call the unseen, Listen for beyond hearing, Grasp for beyond reaching and call the withheld,", "Walker": "Looked at but not seen, listened to but not heard, grasped for but not held, formless, soundless, intangible:", "Mabry": "Look for it and it cannot be seen - it is beyond sight. Listen for it and it cannot be heard - it is beyond hearing. Grasp at it and it cannot be caught - it\nis beyond substance.", "Hansen": "Look at it and fail to see: its name is 'remote.' Listen to it and fail to hear: its name is 'diffuse.' Feel it and fail to get anything: its name is 'subtle.'", "Mitchell": "Look, and it can't be seen. Listen, and it can't be heard. Reach, and it can't be grasped.", "McDonald": "Look at it, it can't be seen, is called the invisible. Listen to it, it can't be heard, is called the inaudible. Grasp at it, it can't be touched, is called the fine\nformless.", "Chan": "We look at it and do not see it; Its name is The Invisible. We listen to it and do not hear it; Its name is The Inaudible. We touch it and do not find it;\nIts name is The Subtle (formless).", "Cleary": "What you don't see when you look is called the unobtrusive. What you don't hear when you listen is called the rarefied. What you don't get when\nyou grasp is called the subtle.", "LinYutan": "Looked at, but cannot be seen - That is called the Invisible (yi). Listened to, but cannot be heard - That is called the Inaudible (hsi). Grasped at, but\ncannot be touched - That is called the Intangible (wei)."}, "section": 1}, {"content": {"Legge": "With these three qualities, it cannot be made the subject of description; and hence we blend them together and obtain The One.", "Byrn": "These three cannot be further described, so we treat them as The One.", "Red Pine": "three failed means to knowledge I weave into one", "Wieger": "These three attributes must not be separated, for they designate one and the same being.", "Blackney": "These three complaints amount To only one, which is Beyond all resolution.", "Lindauer": "That which these three describes cannot be resolved So they mingle yet act as one.", "LaFargue": null, "Beck": "These three elude our inquiries, and hence merge into one.", "Wu": "These three attributes are unfathomable; Therefore they fuse into one.", "Wayism": "The unfathomable is the One. ", "World": "These three are one in their inability to relate the essence of Infinity.", "Muller": "These three ultimately cannot be fathomed. Therefore they join to become one.", "Merel": "These depthless things evade definition, And blend into a single mystery.", "Ta-Kao": "These three cannot be closely examined; So they blend into One.", "Crowley": "These three Virtues has it, yet we cannot describe it as consisting of them; but, mingling them aright, we apprehend the One.", "Bynner": "Merge beyond understanding In a oneness", "Walker": "the Tao resists analysis and defies comprehension.", "Mabry": "These three cannot be fully comprehended. They re fundamentally connected and somehow they are one.", "Hansen": "This threesome cannot be exhaustively probed for portents. Hence we blend them and deem them as one.", "Mitchell": "-", "McDonald": "These three elude all solid inquiries And merge and become one.", "Chan": "These three cannot be further inquired into, And hence merge into one.", "Cleary": "These three cannot be completely fathomed, so they merge into one;", "LinYutan": "These three elude our inquiries And hence blend and become One."}, "section": 2}, {"content": {"Legge": "Its upper part is not bright, and its lower part is not obscure. Ceaseless in its action, it yet cannot be named, and then it again returns and becomes\nnothing.", "Byrn": "Its highest is not bright. Its depths are not dark. Unending, unnamable, it returns to nothingness.", "Red Pine": "with no light above and no shade below too fine to be named returning to nothing", "Wieger": "This being, the Principle, is not light above and dark below, as are opaque material bodies. Like a slender thread, it unwinds itself (as continuous\nexistence and action). It has no name of its own. It goes back as far as the time when there were no other beings but itself.", "Blackney": "At rising, it does not illumine; At setting, no darkness ensues; It stretches far back To that nameless estate Which existed before the creation.", "Lindauer": "What is high lacks brightness What is low lacks darkness Restrictions and restraints cannot be named Return, merge with, relate to the absence of\nthings.", "LaFargue": "Its top is not bright Its underside is not dim. ", "Beck": "Not by its rising, is it bright, nor by its sinking, is it dark. Infinite and eternal, it cannot be defined. It returns to nothingness.", "Wu": "Its upper side is not bright: Its under side not dim. Continually the Unnameable moves on, Until it returns beyond the realm of things.", "Wayism": "It is neither bright on appearing or dark on disappearing, it merely is. It flows from the void and returns again to it. ", "World": "Above it is not light. Below it is not dark. It is neither light nor dark. Infinity is the potential manifestation of all things and the essence into which all\nmanifestations disintegrate. Yet it is inconceivable and indescribable; intangible but the essence of all manifestations.", "Muller": "Its top is not bright; Its bottom is not dark; Existing continuously, it cannot be named and it returns to no-thingness.", "Merel": "In its rising there is no light, In its falling there is no darkness, A continuous thread beyond description, Lining what does not exist;", "Ta-Kao": "Revealed, it is not dazzling; Hidden, it is not dark. Infinite, it cannot be defined. It goes back to non-existence.", "Crowley": "Above it shines not; below, it is not dark. It moves all continuously, without Expression, returning into Naught.", "Bynner": "Which does not merely rise and give light, Does not merely set and leave darkness, But forever sends forth a succession of living things as\nmysterious As the unbegotten existence to which they return.", "Walker": "Its rising is not about light, its setting not a matter of darkness. Unnameable, unending, emerging continually, and continually pouring back into\nnothingness,", "Mabry": "Its highest is not bright. Its lowest isn't dark. It is infinite! Continually emerging, completely beyond description, It returns again and again to\nnothingness.", "Hansen": "Its height is not sparkling. Its depth is not murky. Stringlike, it cannot be named. It reverts to being no natural kind.", "Mitchell": "Seamless, unnameable, it returns to the realm of nothing. Above, it isn't bright. Below, it isn't dark.", "McDonald": "Its rising brings no light; its sinking, no darkness. Unceasing, continuous, it can't be defined, on the way back to where there's nothing.", "Chan": "Going up high, it is not bright, and coming down low, it is not dark. Infinite and boundless, it cannot be given any name; It reverts to nothingness.", "Cleary": "above is not bright, below is not dark. Continuous, unnameable, it returns again to nothing.", "LinYutan": "Not by its rising, is there light, Nor by its sinking, is there darkness. Unceasing, continuous, It cannot be defined, And reverts again to the realm of\nnothingness."}, "section": 3}, {"content": {"Legge": "This is called the Form of the Formless, and the Semblance of the Invisible; this is called the Fleeting and Indeterminable. We meet it and do not see\nits Front; we follow it, and do not see its Back.", "Byrn": "Formless forms, and imageless images, subtle, beyond all understanding. Approach it and you will not see a beginning; follow it and there will be no\nend.", "Red Pine": "this is the formless form the immaterial image this is the waxing waning we meet without seeing its face we follow without seeing its back", "Wieger": "It has no parts; from in front one sees no head, from behind no rear.", "Blackney": "Describe it as form yet unformed; As shape that is still without shape; Or say it is vagueness confused: One meets it and it has no front; One follows\nand there is no rear.", "Lindauer": "It is an appropriate action to call it The absence of being shape's shape The absence of being thing's form. It is appropriately called ungraspable,\nelusive Moving toward it there is no seeing a head Following it there is no seeing a tail.", "LaFargue": null, "Beck": "This is the form of the formless, being in non-being. It is nebulous and elusive. Meet it, and you do not see its beginning. Follow it, and you do not\nsee its end.", "Wu": "We call it the formless Form, the imageless Image. We call it the indefinable and unimaginable. Confront it and you do not see its face! Follow it\nand you do not see its back!", "Wayism": "Approach it and there is no beginning; follow it and there is no end. You can not know it, but you can be in it. ", "World": "You cannot confront what has no head and you cannot follow what has no tail.", "Muller": "Thus, it is called the formless form, The image of no-thing. This is called the most obscure. Go to meet it, you cannot see its face. Follow it, you\ncannot see its back.", "Merel": "Its form formless, Its image nothing, Its name silence; Follow it, it has no back, Meet it, it has no face.", "Ta-Kao": "It is called the form of the formless, And the image of non~existence. it is called mystery. Meet it, you cannot see its face; Follow it, you cannot see\nits back.", "Crowley": "It is the Form of That which is beyond Form; it is the Image of the Invisible; it is Change, and Without Limit. We confront it, and see not its Face;\nwe pursue it, and its Back is hidden from us.", "Bynner": "That is why men have called them empty phenomena, Meaningless images, In a mirage With no face to meet, No back to follow.", "Walker": "It is formless form, unseeable image, elusive, evasive unimaginable mystery. Confront it, and you won't see its face. Follow it and you can't find an\nend.", "Mabry": "And this is what nothingness looks like: It is the image of the absence of being. (It sounds vague and elusive to me!) Approach it and you will not see\nits beginning Follow it and you will not see its end.", "Hansen": "This we call the condition of being in no condition; the sign of no natural kind. This we call 'confused' and 'indistinct.' Facing it you cannot see its\nhead; Following it you cannot see its rear", "Mitchell": "Form that includes all forms, image without an image, subtle, beyond all conception. Approach it and there is no beginning; follow it and there is no\nend.", "McDonald": "It's called shape free from shapes; forms without form; the image of nothingness. That's why it's called the elusive; Go towards them, and you can see\nno physical front; go after them, and you see no rear.", "Chan": "This is called shape without shape, Form without objects. It is the Vague and Elusive. Meet it and you will not see its head. Follow it and you will\nnot see its back.", "Cleary": "This is called the stateless state, the image of no thing; this is called mental abstraction. When you face it you do not see its head, and when you\nfollow it you do not see its back.", "LinYutan": "That is why it is called the Form of the Formless, The Image of Nothingness. That is why it is called the Elusive: Meet it and you do not see its face;\nFollow it and you do not see its back."}, "section": 4}, {"content": {"Legge": "When we can lay hold of the Tao of old to direct the things of the present day, and are able to know it as it was of old in the beginning, this is called\n(unwinding) the clue of Tao.", "Byrn": "When we grasp the Tao of the ancient ones, we can use it to direct our life today. To know the ancient origin of Tao: this is the beginning of\nwisdom.", "Red Pine": "holding onto this very Way we rule this very realm and discover its ancient past this is the thread of the Way", "Wieger": "It is this primordial Principle that has ruled, and rules, all beings right up to the present. Everything that has been, or is, since the ancient origin, is\nfrom the unwinding of the Principle.", "Blackney": "If you hold ever fast To that most ancient Way, You may govern today. Call truly that knowledge Of primal beginnings The clue to the Way.", "Lindauer": "Holding the tao of the ancients Warding off presence of the now happens The ability to know the ancient beginnings Is appropriately called a bond to\ntao.", "LaFargue": "Keep to the Tao of the ancients and so manage things happening today. The ability to know the ancient sources, this is the main thread of Tao.", "Beck": "Stay with the ancient Way in order to master what is present. Knowing the primeval beginning is the essence of the Way.", "Wu": "Yet, equipped with this timeless Tao, You can harness present realities. To know the origins is initiation into the Tao.", "Wayism": "Taking hold of the One from ever past uproots the problems of the present. Knowing the ancient origins of self; is the essence of wisdom.", "World": "Remember your oneness, flow in the peace and harmony of Infinity, live in the now, changing and flowing with change. There was no beginning.\nThis is the mystery of Infinity.", "Muller": "By holding to the ancient Tao You can manage present existence And know the primordial beginning. This is called the very beginning thread of the\nTao.", "Merel": "Attend the present to deal with the past; Thus you grasp the continuity of the Way, Which is its essence.", "Ta-Kao": "By adhering to the Tao of the past You will master the existence of the present And be able to know the origin of the past. This is called the clue of\nTao.", "Crowley": "Ah! But apply the Dao as in old Time to the work of the present: Know it as it was known in the beginning; follow fervently the Thread of the Dao.", "Bynner": "Yet one who is anciently aware of existence Is master of every moment, Feels no break since time beyond time In the way life flows.", "Walker": "Perceive its ancient subtle heart, however, and you become master of the moment. Know what came before time, and the beginning of wisdom is\nyours.", "Mabry": "If you cling to the Tao of ancient times the present will be no problem. To know the ancient origin is to follow the Tao.", "Hansen": "If you grasp guiding discourse from ancient times in dealing with today's reality you can know the ancient beginnings. This is called a guiding\ndiscourse's record.", "Mitchell": "You can't know it, but you can be it, at ease in your own life. Just realize where you come from: this is the essence of wisdom.", "McDonald": "Hold on to the dao of old to master the things of the present. Master what once was, at the start, It's the essence of rarefied, pearl-stringed dao.", "Chan": "Hold on to the Tao of old in order to master the things of the present. From this one may know the primeval beginning (of the universe). This is\ncalled the bond of Tao.", "Cleary": "Hold to the ancient Way so as to direct present existence: only when you know the ancient can this be called the basic cycle of the Way.", "LinYutan": "- "}, "section": 5}]