[{"content": {"Legge": "He who stands on his tiptoes does not stand firm; he who stretches his legs does not walk (easily).", "Byrn": "Those who stand on tiptoes do not stand firmly. Those who rush ahead don't get very far.", "Red Pine": "Who tiptoes doesn't stand who strides doesn't walk", "Wieger": "By dint of holding oneself on tiptoe, one loses one's balance. By trying to take too great a stride, one does not go forward.", "Blackney": "On tiptoe your stance is unsteady; Long strides make your progress unsure;", "Lindauer": "Those on tiptoe are not standing firmly Those who stride are not moving ", "LaFargue": "\"A person on tiptoe is not firmly planted a person in a rush will not go far.\"", "Beck": "Those who stand on tiptoe are not steady. Those who strain their strides cannot long keep up the pace.", "Wu": "One on tiptoe cannot stand. One astride cannot walk.", "Wayism": " ", "World": "Stand on your toes and you will not maintain your balance. Run and you will have to rest. Keep a harmonious pace and you can circumnavigate the\nearth", "Muller": "Standing on tiptoe, you are unsteady. Straddle-legged, you cannot go.", "Merel": "Straighten yourself and you will not stand steady;", "Ta-Kao": "A man on tiptoe cannot stand firm; A man astride cannot walk on;", "Crowley": "He who stands a-tiptoe stands not firm; he who makes rigid his legs walks ill.", "Bynner": "Standing tiptoe a man loses balance, Walking stride he has no pace,", "Walker": "A man who tiptoes can't stand. A man who straddles can't walk.", "Mabry": "One who stands on tiptoe does not stand firm. One who rushes ahead is likely to trip.", "Hansen": "Those who tiptoe do not stand. Those who stride do not walk.", "Mitchell": "He who stands on tiptoe doesn't stand firm. He who rushes ahead doesn't go far.", "McDonald": "Who stands on tiptoe, doesn't stand steady; He who takes the longest strides, doesn't walk.", "Chan": "He who stands on tiptoe is not steady. He who strides forward does not go.", "Cleary": "Those on tiptoe don't stand up, those who take long strides don't walk;", "LinYutan": "He who stands on tiptoe does not stand (firm); He who strains his strides does not walk (well);"}, "section": 1}, {"content": {"Legge": "(So), he who displays himself does not shine; he who asserts his own views is not distinguished;", "Byrn": "Those who try to outshine others dim their own light. Those who call themselves righteous can't know how wrong they are.", "Red Pine": "who watches himself doesn't appear who displays himself doesn't flourish", "Wieger": "By making a show of oneself, one loses one's reputation. Through imposing oneself, one loses one's influence.", "Blackney": "Show off and you get no attention; Your boasting will mean you have failed;", "Lindauer": "Those who boast of themselves are not of outstanding service Those who brag of themselves are not growing.", "LaFargue": "One who shows off will not shine one who promotes himself won't become famous", "Beck": "Those who display themselves do not illuminate. Those who justify themselves are not distinguished.", "Wu": "One who displays himself cannot shine. One who justifies himself has no glory.", "Wayism": " ", "World": "Draw attention to yourself and others may consider you a fool. Become self-righteous and others will avoid you. ", "Muller": "If you show yourself, you will not be seen. If you affirm yourself, you will not shine.", "Merel": "Display yourself and you will not be clearly seen; Justify yourself and you will not be respected;", "Ta-Kao": "A man who displays himself cannot shine; A man who approves himself cannot be noted;", "Crowley": "He who preens himself shines not; he who talks positively is vulgar;", "Bynner": "Kindling himself he fails to light, Acquitting himself he forfeits his hearers,", "Walker": "A man who shows off can't shine. A man who boasts of his achievements has no merit.", "Mabry": "One who listens only to himself cannot learn. One who considers himself righteous, isn't.", "Hansen": "Those who see for themselves are not discerning. Those who affirm for themselves are not insightful.", "Mitchell": "He who tries to shine dims his own light. He who defines himself can't know who he really is.", "McDonald": "He who does his own looking sees little, and he who shows or reveals himself is hardly luminous.", "Chan": "He who shows himself is not luminous. He who justifies himself is not prominent.", "Cleary": "those who see themselves are not perceptive, those who assert themselves are not illustrious;", "LinYutan": "He who boasts of himself is not given credit; He who prides himself is not chief among men."}, "section": 2}, {"content": {"Legge": "he who vaunts himself does not find his merit acknowledged; he who is self-conceited has no superiority allowed to him.", "Byrn": "Those who boast of their accomplishments diminish the things they have done.   ", "Red Pine": "who flatters himself achieves nothing who parades himself doesn't lead", "Wieger": "Through boasting about oneself, one becomes discredited. Through pushing oneself, one ceases to be augmented.", "Blackney": "Asserting yourself brings no credit; Be proud and you will never lead.", "Lindauer": "They that join tao also say Surplus food and redundant actions are somehow disliked So those present with tao are not dwelling there.", "LaFargue": "one who boasts of himself will get no credit one who glorifies himself will not become leader.", "Beck": "Those who make claims are not given credit. Those who seek glory are not leaders.", "Wu": "One who boasts of his own ability has no merit. One who parades his own success will not endure.", "Wayism": " ", "World": "Boasting impresses no one. Brag and you may be put to the te", "Muller": "If you boast, you will have no merit. If you promote yourself, you will have no success.", "Merel": "Promote yourself and you will not be believed; Pride yourself and you will not endure.", "Ta-Kao": "A man who praises himself cannot have merit; A man who glories in himself cannot excel:", "Crowley": "he who boasts is refused acceptance; he who is wise in his own conceit is thought inferior.", "Bynner": "Admiring himself he does so alone. Pride has never brought a man greatness", "Walker": "A man who brags will not endure.", "Mabry": "One who brags has nothing to brag about. /One who feels sorry for himself does not grow.", "Hansen": "Those who attack it themselves do not achieve. Those who esteem themselves do not become elders.", "Mitchell": "He who has power over others can't empower himself. He who clings to his work will create nothing that endures.", "McDonald": "He who justifies and defines himself isn't subsequently distinct. He who boasts of what he will do succeeds in nothing; Who brags doesn't endure for\nlong. Who is proud of his work, achieves nothing well lasting.", "Chan": "He who boasts of himself is not given credit. He who brags does not endure for long.", "Cleary": "those who glorify themselves have no merit, those who are proud of themselves do not last.", "LinYutan": "These in the eyes of Tao Are called \"the dregs and tumors of Virtue,\" Which are things of disgust. Therefore the man of Tao spurns them."}, "section": 3}, {"content": {"Legge": "Such conditions, viewed from the standpoint of the Tao, are like remnants of food, or a tumour on the body, which all dislike. Hence those who\npursue (the course) of the Tao do not adopt and allow them.", "Byrn": "Compared to the Tao, these actions are unworthy. If we are to follow the Tao, we must not do these things.", "Red Pine": "on the road they say too much food and a tiring pace some things are simply bad thus the Taoist avoids them", "Wieger": "In the light of the Principle all these ways of acting are odious, distasteful. They are superfluous excesses. They are like a pain in the stomach, a\ntumour in the body. He who has principles (in conformity with the Principle), does not act like this.", "Blackney": "To persons of the Way, these traits Can only bring distrust; they seem Like extra food for parasites. So those who choose the Way, Will never give\nthem place.", "LaFargue": " Things seem to detest this, so the ambitious man does not dwell here.", "Beck": "According to the Way these are like extra food and waste, which all creatures detest. Therefore followers of the Way avoid them.", "Wu": "In Tao these things are called \"unwanted food and extraneous growths,\" Which are loathed by all things. Hence, a man of Tao does not set his heart\nupon them.", "Wayism": " ", "World": "Within the oneness of Infinity, all these are delusions of the physical world. They do not bring peace and harmony. Be at one with Infinity and keep\nthese in perspective. They are transient excesses in a transient universe", "Muller": "Those who abide in the Tao call these Leftover food and wasted action And all things dislike them. Therefore the person of the Tao does not act like\nthis.", "Merel": "These behaviours are wasteful, indulgent, And so they attract disfavour; Harmony avoids them.", "Ta-Kao": "These, when compared with Tao, are-called; 'Excess in food and overdoing action.' Even in other things, mostly, they are rejected; Therefore the\nman of Tao does not stay with them.", "Crowley": "Such attitudes, to him that has the view given by understanding the Dao, seem like garbage or like cancer, abhorrent to all. They then who follow the\nWay do not admit them.", "Bynner": "But, according to the way of life, Brings the ills that make him unfit, Make him unclean in the eyes of his neighbour, And a sane man will have none\nof them.", "Walker": "To a person of Tao, these things are excess food and superfluous behaviour. Because nothing good can come of them, he doesn't indulge in them.", "Mabry": "Compared to the Tao, these people are table scraps and wasted effort, and not well- liked by anyone or anything. So, if you follow the Tao, you will\nnot live like that.", "Hansen": "When these are in guides, we say: 'Excess provision; redundant action.' Some natural kinds avoid them. Hence those who have guides don't place\nthem.", "Mitchell": "If you want to accord with the Tao, just do your job, then let go.", "McDonald": "Such people are like remnants of food and tumours of action from the dao point of view. Good braggarts could be dregs. So it's said \"Pass round\nsuperfluous dishes to those that have already had enough, Such things of disgust all are likely to detest and reject in disgust.\" So the man of dao\nspurns them. The man that has dao doesn't stay to bray and show off.", "Chan": "From the point of view of Tao, these are like remnants of food and tumours of action, Which all creatures detest. Therefore those who possess Tao\nturn away from them.", "Cleary": "On the Way, these are called overconsumption and excess activity. Some people disdain them, so those with the Way abstain."}, "section": 4}]