[{"content": {"Legge": "The thirty spokes unite in the one nave; but it is on the empty space (for the axle), that the use of the wheel depends. ", "Byrn": "Thirty spokes are joined together in a wheel, but it is the center hole that allows the wheel to function.", "Red Pine": "Thirty spokes converge on a hub but it's the emptiness that makes a wheel work", "Wieger": "A wheel is made of thirty perceptible spokes, but it turns due to the imperceptible central axis of the hub.", "Blackney": "Thirty spokes will converge In the hub of a wheel; But the use of the cart Will depend on the part Of the hub that is void.", "Lindauer": "Thirty spokes converge at one hub The use of a chariot is in the presence of what is absent ", "LaFargue": "Thirty spokes unite in one hollow hub in this 'nothing' lies the wheel's usefulness.", "Beck": "Thirty spokes are united around the hub of a wheel, but the usefulness of the wheel depends on the space where nothing exists.", "Wu": "Thirty spokes converge upon a single hub; It is the hole in the centre that the use of the cart hinges.", "Wayism": "Thirty spokes join together in a wheel, but it is the centre hole that makes the wagon move. ", "World": "Thirty spokes converge on the wheel's hub. But the center hole which receives the axle makes it useful.", "Muller": "Thirty spokes join together in the hub. It is because of what is not there that the cart is useful.", "Merel": "Thirty spokes meet at a nave; Because of the hole we may use the wheel.", "Ta-Kao": "Thirty spokes unite in one nave, And because of the part where nothing exists we have the use of a carriage wheel.", "Crowley": "The thirty spokes join in their nave, that is one; yet the wheel depends for use upon the hollow place for the axle. ", "Bynner": "Thirty spokes are made one by holes in a hub By vacancies joining them for a wheel's use.", "Walker": "Thirty spokes meet at a hollowed-out hub; the wheel won't work without its hole.", "Mabry": "Thirty spokes join together at one hub, But it is the hole in the enter that makes it operable.", "Hansen": "Thirty spokes together make one hub. Where the nothing is, lies the cart's use.", "Mitchell": "We join spokes together in a wheel, but it is the centre hole that makes the wagon move.", "McDonald": "We put thirty spokes together and call it a wheel; but it's on the space where there's nothing that the usefulness of the wheel depends.", "Chan": "Thirty spokes are united around the hub to make a wheel, But it is on its non-being that the utility of the carriage depends.", "Cleary": "Thirty spokes join at a hub: their use for the cart is where they are not.", "LinYutan": "Thirty spokes unite around the nave; From their not-being (loss of their individuality) Arises the utility of the wheel."}, "section": 1}, {"content": {"Legge": "Clay is fashioned into vessels; but it is on their empty hollowness, that their use depends.", "Byrn": "We mold clay into a pot, but it is the emptiness inside that makes the vessel useful.", "Red Pine": "pots are fashioned from clay but it's the hollow that make a pot work", "Wieger": "Vessels are made of perceptible clay, but it is their imperceptible hollow that is useful.", "Blackney": "With a wall all around A clay bowl is moulded; But the use of the bowl Will depend on the part Of the bowl that is void.", "Lindauer": "Shaping clay, it happens to act as a vessel The use of a vessel is in the presence of what is absent ", "LaFargue": "Knead clay to make a jar - in its 'nothing' lies the jar's usefulness.", "Beck": "Clay is molded into a vessel, but the usefulness of the vessel depends on the space where nothing exists.", "Wu": "We make a vessel from a lump of clay; It is the empty space within the vessel that makes it useful.", "Wayism": "We shape clay into a pot, yet it is the emptiness that we use. ", "World": "Clay is shaped into a pot. But the inner space which receives whatever one puts into it makes it useful.", "Muller": "Clay is formed into a vessel. It is because of its emptiness that the vessel is useful.", "Merel": "Clay is moulded into a vessel; Because of the hollow we may use the cup.", "Ta-Kao": "Clay is moulded into vessels, And because of the space where nothing exists we are able to use them as vessels.", "Crowley": "Clay is shaped to make vessels; but the contained space is what is useful.", "Bynner": "The use of clay in moulding pitchers Comes from the hollow of its absence;", "Walker": "A vessel is moulded from solid clay; its inner emptiness makes it useful.", "Mabry": "Clay is molded into a pot, But it is the emptiness inside that makes it useful.", "Hansen": "Throwing clay to deem:make a utensil; Where the nothing is, lies the utensil's use.", "Mitchell": "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.", "McDonald": "We turn clay to make a vessel; but it's on the space where there's nothing that the usefulness of the vessel depends.", "Chan": "Clay is moulded to form a utensil, But it is on its non-being that the utility of the utensil depends.", "Cleary": "When the potter's wheel makes a pot, the use of the pot is precisely where there is nothing.", "LinYutan": "Mold clay into a vessel; From its not-being (in the vessel's hollow) Arises the utility of the vessel."}, "section": 2}, {"content": {"Legge": "The door and windows are cut out (from the walls) to form an apartment; but it is on the empty space (within), that its use depends.", "Byrn": "We fashion wood for a house, but it is the emptiness inside that makes it livable.", "Red Pine": "windows and doors are carved for a house but it's the spaces that make a house work", "Wieger": "The imperceptible holes which make the doors and windows of a house, are its essentials.", "Blackney": "Cut out windows and doors In the house as you build; But the use of the house Will depend on the space In the walls that is void.", "Lindauer": "Cutting doors and windows to have it act as a room The use of a room is in the presence of what is absent.", "LaFargue": "Cut out doors and windows in making a house - in their 'nothing' lies the house's usefulness.", "Beck": "Doors and windows are cut out of the walls of a house, and the usefulness of the house depends on the space where nothing exists.", "Wu": "We make doors and windows for a room; But it is these empty spaces that make the room livable.", "Wayism": "We fashion wood for a house, but it is the inner emptiness where we live, and the empty holes of windows and doors that  makes it livable. ", "World": "Wood is cut and joined to build a house. But the windows and doors which allow things to enter and leave make it useful.", "Muller": "Cut doors and windows to make a room. It is because of its emptiness that the room is useful.", "Merel": "Walls are built around a hearth; Because of the doors we may use the house.", "Ta-Kao": "Doors and windows are cut out in the walls of a house, And because they are empty spaces, we are able to use them.", "Crowley": " ", "Bynner": "Doors, windows, in a house, Are used for their emptiness:", "Walker": "To make a room, you have to cut doors and windows; without openings, a place isn't livable.", "Mabry": "Doors and windows are cut to make a room, It is the empty spaces that we use.", "Hansen": "Sculpting windows and doors to deem:make a room; Where the nothing is, lies the room's use.", "Mitchell": "We hammer wood for a house, but the space is where we live.", "McDonald": "We pierce and cut out doors and windows to make a house; and it's on these spaces where there's nothing that the usefulness of the house depends.", "Chan": "Doors and windows are cut out to make a room, But it is on its non-being that the utility of the room depends.", "Cleary": "When you open the doors and windows for a room, it is where there is nothing that they are useful to the room.", "LinYutan": "Cut out doors and windows in the house (-wall), From their not-being (empty space) arises the utility of the house."}, "section": 3}, {"content": {"Legge": "Therefore, what has a (positive) existence serves for profitable adaptation, and what has not that for (actual) usefulness.", "Byrn": "We work with the substantial, but the emptiness is what we use.", "Red Pine": "existence makes something useful but nonexistence makes it work", "Wieger": "It is the imperceptible that produces effects and results.", "Blackney": "So advantage is had From whatever is there; But usefulness rises From whatever is not.", "Lindauer": "So Where there is presence beneficial actions happen Where there is absence useful actions happen.", "LaFargue": "", "Beck": "Therefore take advantage of what exists, and use what does not exist.", "Wu": "Thus, while the tangible has advantages, It is the intangible that makes it useful.", "Wayism": "Therefore, being is what we have, but non-being is what we use. ", "World": "The potential utility resides in the tangible. But true usefulness is a manifestation of the intangible.", "Muller": "Therefore, what is present is used for profit. But it is in absence that there is usefulness.", "Merel": "Thus tools come from what exists, But use from what does not.", "Ta-Kao": "Therefore, on the one hand we have the benefit of existence, and on the other, we make use of non-existence.", "Crowley": "Matter is therefore of use only to make the limits of the Space which is the thing of real value.", "Bynner": "Thus we are helped by what is not to use what is.", "Walker": "To make use of what is here, you must make use of what is not", "Mabry": "Therefore, existence is what we have, But non-existence is what we use.", "Hansen": "So where we deem having it as beneficial. We deem use to consist in lacking it.", "Mitchell": "We work with being, but non-being is what we use.", "McDonald": "Take advantage of what is, turn existing into a great advantage: just make as much as you can out of it here. Feel free to recognise the possible\nusefulness of what's not yet here. Prosper by clever use of something not yet.", "Chan": "Therefore turn being into advantage, and turn non-being into utility.", "Cleary": "Therefore being is for benefit, nonbeing is for usefulness.", "LinYutan": "Therefore by the existence of things we profit. And by the non-existence of things we are served."}, "section": 4}]