[{"content": {"Legge": "What makes a great state is its being (like) a low-lying, down-flowing (stream); - it becomes the center to which tend (all the small states) under\nheaven. (To illustrate from) the case of all females:--the female always overcomes the male by her stillness. Stillness may be considered (a sort of)\nabasement.", "Byrn": "A large country should take the low place like a great watershed, which from its low position assumes the female role. The female overcomes the\nmale by the power of her position. Her tranquillity gives rise to her humility.", "Red Pine": "The great state is a watershed the confluence of the world the female of the world through stillness the female conquers the male in order to be still\nshe needs to be lower", "Wieger": "If a great state lowers itself, like those holes in which water accumulates, everyone will come to it. It will belike the universal female. In her apparent\npassivity and inferiority, the female is superior to the male (for it is she who gives birth).", "Blackney": "The great land is a place To which the streams descend; It is the concourse and The female of the world: Quiescent, underneath, It overcomes the\nmale.", "Lindauer": "Those which are great nations flow and spread lower The intersection of the world The female of the world. The female entirely conquers the male\nthrough stillness ", "LaFargue": "The great state is a low and easy woman for the world the one the Whole world unites with. Femininity always overcomes Masculinity, by Stillness,\n", "Beck": "A large country is like low land where rivers flow, a place where everything comes together, the female of all. The female overcomes the male with\ntranquillity. Tranquillity is underneath.", "Wu": "A great country is like the lowland toward which all streams flow. It is the Reservoir of all under heaven, the Feminine of the world. The Feminine\nalways conquers the Masculine by her quietness, by lowering herself through her quietness.", "Wayism": " ", "World": "The great nation is like the ocean, at one with Infinity, it receives all waters in peace and harmony. The female integrates the male by residing in\npeace and harmony", "Muller": "The great state should be like a river basin. The mixing place of the world, The feminine of the world. The feminine always overcomes the masculine\nby softness Because softness is lesser.", "Merel": "A nation is like a hierarchy, a marketplace, and a maiden. A maiden wins her husband by submitting to his advances; Submission is a means of\nunion.", "Ta-Kao": "A great state is the world's low-stream (to which all the river flows down), the world's field and the world's female. The female always conquers the\nmale by quietude, which is employed as a means to lower oneself.", "Crowley": "A state becomes powerful when it resembles a great river, deep-seated; to it tend all the small streams under Heaven. It is as with the female, that\nconquers the male by her Silence. Silence is a form of Gravitation.", "Bynner": "A large country is the low level of interflowing rivers. It draws people to the sea-end of a valley As the female draws the male, Receives it into\nabsorbing depth Because depth always absorbs.", "Walker": "A great country is like a low-lying land into which many streams flow. It draws powerful energies to it as a receptive woman draws an eager man.\nThe feminine can always conquer the masculine by yielding and taking the lower position. In this way she becomes as low-lying land: in time,\neverything comes her way.", "Mabry": "A great country is like a low-lying lake where many rivers converge; A focal point for the Earth, the feminine Spirit of the World. The female\nalways overcomes the male by stillness. Stillness is the lowest position.", "Hansen": "Those which are great states flow downward. The interchanges in the social world! The female of the social world! The female constants using\nstillness. She conquer the male using stillness to act out 'beneath'.", "Mitchell": "When a country obtains great power, it becomes like the sea: all streams run downward into it. The more powerful it grows, the greater the need for\nhumility. Humility means trusting the Tao, thus never needing to be defensive.", "McDonald": "A big kingdom can be compared to the lower part of a river, like the low ground which all streams flow down towards. Here is a point towards\nwhich all things under heaven converge. Its part must be that of the woman who overcomes man by simple quietude. By [such as] quiescence she\ngets underneath, and by tranquillity she is down under.", "Chan": "A big country may be compared to the lower part of a river. It is the converging point of the world; It is the female of the world. The female always\novercomes the male by tranquillity, And by tranquillity she is underneath.", "Cleary": "A great nation flows downward into intercourse with the world. The female of the world always prevails over the male by stillness.", "LinYutan": "A big country (should be like) the delta low-regions, Being the concourse of the world, (And) the Female of the world. The Female overcomes the\nMale by quietude, And achieves the lowly position by quietude."}, "section": 1}, {"content": {"Legge": "Thus it is that a great state, by condescending to small states, gains them for itself; and that small states, by abasing themselves to a great state, win it\nover to them.", "Byrn": "If a large country takes the low position, it will be able to influence smaller countries.", "Red Pine": "the great state that is lower governs the small state the small state that is lower is governed by the great state", "Wieger": "On condition of knowing how to lower itself, a great state will win over lesser states,", "Blackney": "By quietness and by humility The great land then puts down the small And gets it for its own; But small lands too absorb the great By their\nsubservience.", "Lindauer": "It happens that stillness acts lower. So when a great nation is lower than a tiny nation  It next grabs the tiny nation  When a tiny nation is lower than a\ngreat nation It next grabs the great nation.", "LaFargue": null, "Beck": "A large country wins over a small country by placing itself below the small country. A small country wins over a large country by placing itself\nbelow the large country.", "Wu": "Hence, is a great country can lower itself before a small country, it will win over the small country; and if a small country can lower itself before a\ngreat country, it will win over the great country.", "Wayism": " ", "World": "Therefore, if the great nation does not distinguish the small nation as separate from itself, it will integrate the smaller nation into its oneness. If a\nsmall nation does not distinguish itself as different from from the great nation, it will incorporate the peace and harmony of the great nation.", "Muller": "Therefore if a large state serves a small state It will gain the small state. If a small state serves a large state It will gain the large state.", "Merel": "So when a large country submits to a small country It will adopt the small country; When a small country submits to a large country It will be\nadopted by the large country;", "Ta-Kao": "Thus a great state lowers itself towards a small state before it takes over the small state. A small state lowers itself towards a great state before it\ntakes over the great state.", "Crowley": "Thus a great state attracts small states by meeting their views, and the small state attracts the great state by revering its eminence.", "Bynner": "And so a large country, inasfar as it is deeper than a small country, Absorbs the small - Or a small country, inasfar as it is deeper than a large\ncountry, Absorbs the large.", "Walker": "Therefore a great country can win over a small country by practicing humility. A small country can also win over a great country by practicing\nhumility.", "Mabry": "Therefore a big country, By placing itself below a smaller country Will win the smaller country. And a small country, By placing itself below a\nlarger country Will gain the large country.", "Hansen": "Hence if great states use 'beneath' on small states, then they take small states. If small states use 'beneath' on great states, then they take great states.", "Mitchell": "A great nation is like a great man: When he makes a mistake, he realizes it. Having realized it, he admits it. Having admitted it, he corrects it.", "McDonald": "A big kingdom can take over [a soul of] a small one if it succeeds in getting itself below the small kingdom; If so it absorbs some from the small\ncountry, or wins some adherence of the small kingdom in the open.", "Chan": "A big state can take over a small state if it places itself below the small state; And the small state can take over a big state if it places itself below the\nbig state.", "Cleary": "Because stillness is considered lower, by lowering itself to a small nation a great nation takes a small nation; by being lower than a great nation a\nsmall nation takesa gret nation.", "LinYutan": "Therefore if a big country places itself below a small country It absorbs the small country. (And) if a small country places itself below a big country,\nIt absorbs the big country."}, "section": 2}, {"content": {"Legge": "In the one case the abasement leads to gaining adherents, in the other case to procuring favour.", "Byrn": "If smaller countries take the lower position, then they can allow themselves to be influenced.", "Red Pine": "some lower themselves to govern some lower themselves to be governed", "Wieger": "which in their turn, will lower themselves, seeking its protection.", "Blackney": "Thus some lie low, designing conquest's ends; While others lowly are, by nature bent To conquer all the rest.", "Lindauer": "So some are lower and it happens they grab Some are lower and yet they grab.", "LaFargue": null, "Beck": "Thus some win by placing themselves below, and others win by being below.", "Wu": "The one wins by stooping; the other by remaining low.", "Wayism": " ", "World": "A great nation conquers by being a reservoir of peace and harmony. A small nation conquers by becoming one with the great nation.", "Muller": "Therefore some serve in order to gain And some gain despite their servitude.", "Merel": "The one submits and adopts; The other submits and is adopted.", "Ta-Kao": "Therefore some lower themselves to take, while others lower themselves to gather.", "Crowley": "In the first case this Silence gains supporters; in the second, favour.", "Bynner": "Some countries consciously seek depth into which to draw others. Some countries naturally have depth into which to draw others:", "Walker": "One wins by willingly taking the lower position. The other wins by willingly acknowledging its lower position.", "Mabry": "Therefore, by being humble, one gains And the other, being humble already, also gains.", "Hansen": "Hence some 'beneath' in order to take, some 'beneath' and then take.", "Mitchell": "He considers those who point out his faults as his most benevolent teachers. He thinks of his enemy as the shadow that he himself casts.", "McDonald": "If a small country on the other hand places itself below a big country, it can absorbs or take over some of the big country [assets]. Therefore some\nplace themselves low so as to take over or absorb (others). Some are (naturally) low and absorb (others). Because small kingdoms are by nature in\nthis way underneath large kingdoms, they [sometimes] win the adherence of large kingdoms [or end].", "Chan": "Thus some, by placing themselves below, take over (others), And some, by being (naturally) low, take over (other states).", "Cleary": "So one takes by lowering itself, another takes place by being lower.", "LinYutan": "Therefore some place themselves low to absorb (others), Some are (naturally) low and absorb (others)."}, "section": 3}, {"content": {"Legge": "The great state only wishes to unite men together and nourish them; a small state only wishes to be received by, and to serve, the other.", "Byrn": "So both seek to take the lower position in order to influence the other, or be influenced. Large countries should desire to protect and help the people,\nand small countries should desire to serve others.", "Red Pine": "the great state's only desire is to unite and lead others the small state's only desire is to join and serve others", "Wieger": " ", "Blackney": "The great land's foremost need is to increase The number of its folk; The small land needs above all else to find Its folk more room to work.", "Lindauer": "Without fail a great nation desires to bring together and rear others Without fail a tiny nation desires to enter into the efforts of others.", "LaFargue": null, "Beck": "A large country wants to protect people, and a small country wants to join and serve.", "Wu": "What a great country wants is simply to embrace more people; and what a small country wants is simply to come to serve its patron.", "Wayism": " ", "World": " The great state is a reservoir of peace and harmony for smaller states.Small states seek the peace and harmony of the great state.", "Muller": "The large state wants nothing more Than to unite and feed its people. The small state wants nothing more Than to enter into the service of the right\nperson.", "Merel": "It is in the interest of a large country to unite and gain service, And in the interest of a small country to unite and gain patronage;", "Ta-Kao": "A great state wishes nothing more than to have and keep many people, and a small state wishes nothing more than to get more things to do.", "Crowley": "The great state unites men and nurtures them; the small state wishes the good will of the great, and offers service; ", "Bynner": "A large country needs to admit, A small country needs to emit,", "Walker": "The great country wants to embrace and nourish more people. The small country wants to ably serve its benefactor.", "Mabry": "A great country needs to embrace the lowly. The small country needs to serve others.", "Hansen": "Great states simply desire universally domesticating people. Small states simply desire serving people.", "Mitchell": " ", "McDonald": "What a big kingdom is after is but to annex and herd others. So what large countries really need is a lot of inhabitants. What small countries need is\nsome place where their surplus inhabitants can go and get employment. What they want can be little more that to join, be somewhat sheltered and\nperhaps serve for it all.", "Chan": "After all, what a big state wants is but to annex and herd others, And what a small state wants is merely to join and serve others.", "Cleary": "A great nation wants no more than to include and nurture people; a small nation ants no more than to admit and serve people.", "LinYutan": "What a big country wants is but to shelter others, And what a small country wants is but to be able to come in and be sheltered."}, "section": 4}, {"content": {"Legge": "Each gets what it desires, but the great state must learn to abase itself.", "Byrn": "Both large and small countries benefit greatly from humility.", "Red Pine": "for both to achieve their desire the greater needs to be lower", "Wieger": "For this to be realized, only one thing is needed, but it is essential. It is that the great state deigns to lower itself before the lesser ones. (if it is proud\nand hard, there is no hope).", "Blackney": "That both be served and each attain its goal The great land should attempt humility.", "Lindauer": "In the end for both of these to acquire their desired position Those which are great appropriately act low.", "LaFargue": null, "Beck": "Thus both get what they want. It is best for the large country to place itself below.", "Wu": "Thus, each gets what it wants. But it behooves a great country to lower itself.", "Wayism": " ", "World": " Both get what they want; oneness.  It is natural for the great nation to be receptive to the smaller nation.", "Muller": "Thus both get what they want. Greatness lies in placing oneself below.", "Merel": "If both would serve their interests, Both must submit.", "Ta-Kao": "When the two both mean to obtain their wishes, the greater one should lower itself.", "Crowley": "thus each gains its advantage. ", "Bynner": "And so each country can naturally have what it needs If the large country submit.", "Walker": "Both accomplish their ends by yielding.", "Mabry": "Thus, both needs are satisfied And each gets what it wants. // Remember, the great country should always humble itself.", "Hansen": "So of the two, each gets what it wants. The great fittingly deems 'beneath'.", "Mitchell": "If a nation is centred in the Tao, if it nourishes its own people and doesn't meddle in the affairs of others, it will be a light to all nations in the world.", "McDonald": "Both can have what they want; I say the large kingdom must \"get underneath\".", "Chan": "Since both big and small states get what they want, The big state should place itself low.", "Cleary": "Both get what they want, so the great should be below.", "LinYutan": "Thus (considering) that both may have what they want, A big country ought to place itself low."}, "section": 5}]