[{"content": {"Legge": "When the Tao prevails in the world, they send back their swift horses to (draw) the dung-carts. When the Tao is disregarded in the world, the war-horses breed in the border lands.", "Byrn": "When the world follows the Tao, horses run free to fertilize the fields. When the world does not follow the Tao, war horses are bread outside the\ncities.", "Red Pine": "When the Tao prevails courier horses manure fields instead of roads when the Tao fails war-horses are raised on the border", "Wieger": "When the Principle reigns (in perfect peace), war horses work in the fields. When the Principle is forgotten, (war horses are the order of the day) And\nthey are raised even in the suburbs of the towns.", "Blackney": "When the Way rules the world, Coach horses fertilize the fields; When the Way does not rule, War horses breed in the parks.", "Lindauer": "When the world is present with tao It happens that even galloping horses fertilize When the world is absent of tao War-horses exist in the suburbs.", "LaFargue": "When the world has Tao, they have no use for saddle horses, using them to haul manure. When the world has no Tao, they raise war horses on\nsacred ground.", "Beck": "When the world lives in accord with the Way, horses work on farms. When the world does not live in accord with the Way, the cavalry practices in\nthe parks.", "Wu": "When the world is in possession of the Tao, The galloping horses are led to fertilize the fields with their droppings. When the world has become\nTaoless, War horses breed themselves on the suburbs.", "Wayism": " ", "World": "When the world remembers its oneness, horses plow the fields. When the world focuses on the manifestations of Infinity, distinctions, judgment and\nwar replace peace and harmony.", "Muller": "When the Tao prevails in the land The horses leisurely graze and fertilize the ground. When the Tao is lacking in the land War horses are bred\noutside the city.", "Merel": "When a nation follows the Way, Horses bear manure through its fields; When a nation ignores the Way, Horses bear soldiers through its streets.", "Ta-Kao": "When Tao reigns in the world Swift horses are curbed for hauling the dung carts (in the field). When Tao does not reign in the world, War horses are\nbred on the commons (outside the cities).", "Crowley": "When the Dao bears way on Earth, men put swift horses to night-carts. When it is neglected, they breed chargers in the border marshes.", "Bynner": "In a land where the way of life is understood Race-horses are led back to serve the field; In a land where the way of life is not understood War-horses are bred on the autumn yield.", "Walker": "When the world practices Tao, horses fertilize the fields. When the world ignores Tao, horses are bred for war.", "Mabry": "When the World keeps to the Tao Strong horses are best used to manufacture manure. When the World forgets the Tao War horses are bred outside\nthe city.", "Hansen": "When the social world has a guide We turn back fast horses in order to fertilize. When the social world lacks a guide War horses are produced in the\nsuburbs.", "Mitchell": "When a country is in harmony with the Tao, the factories make trucks and tractors. When a country goes counter to the Tao, warheads are stockpiled\noutside the cities.", "McDonald": "When dao reigns in the kingdom, galloping horses are turned back to fertilise certain fields with their manure. If the world in accord with dao, racing\nhorses are turned back to pull refuse carts. When the world hardly lives in accord with dao, dao doesn't prevail or win. Next war horses will be\nreared even on a sacred hill below the city walls, and blatant cavalry will frolic in the countryside, driving and riding pestering war horses in suburbs\nin between. Dao does hardly prevail if war is on in city suburbs.", "Chan": "When Tao prevails in the world, galloping horses are turned back to fertilize (the fields with the dung). When Tao does not prevail in the world, war\nhorses thrive in the suburbs.", "Cleary": "When the world has the Way, running horses are retired to till the fields. When the world lacks the Way, war-horses are bred in the countryside.", "LinYutan": "When the world lives in accord with Tao, Racing horses are turned back to haul refuse carts. When the world lives not in accord with Tao, Cavalry\nabounds in the countryside."}, "section": 1}, {"content": {"Legge": "There is no guilt greater than to sanction ambition; no calamity greater than to be discontented with one's lot; no fault greater than the wish to be\ngetting.", "Byrn": "There is no greater transgression than condoning peoples selfish desires, no greater disaster than being discontent, and no greater retribution than for\ngreed.", "Red Pine": "no crime is worse than yielding to desire no wrong is greater than discontent no curse is crueller than getting what you want", "Wieger": "To give in to one's covetousness (And this includes the mania for waging war), is the worst of crimes. Not to know how to control oneself, is the\nworst of nasty things. The worst of faults is to want more, always.", "Blackney": "No sin can exceed Incitement to envy; No calamity's worse Than to be discontented, Nor is there an omen More dreadful than coveting.", "Lindauer": "No calamity is greater than relating to not knowing enough No fault is greater than relating to the desire to obtain.", "LaFargue": "Nothing is more crime producing than desirable things nothing is a worse misfortune than not being content nothing makes for more guilt than desire\nfor gain.", "Beck": "The greatest temptation to crime is desire. The greatest curse is discontent. The greatest calamity is greed.", "Wu": "There is no calamity like not knowing what is enough. There is no evil like covetousness.", "Wayism": " ", "World": "There is no greater confusion than desire; no greater burden than discontent. Nothing is as unfortunate as seeing one's self as separate from others.\nPeace and harmony come from the realization that what one has is enough.", "Muller": "Natural disasters are not as bad as not knowing what is enough. Loss is not as bad as wanting more.", "Merel": "There is no greater mistake than following desire; There is no greater disaster than forgetting contentment; There is no greater sickness than seeking\nattainment;", "Ta-Kao": "There is no greater crime than seeking what men desire; There is no greater misery than knowing no content; There is no greater calamity than\nindulging in greed.", "Crowley": "There is no evil worse than ambition; no misery worse then discontent; no crime greater than greed.", "Bynner": "Owning is the entanglement, Wanting is the bewilderment, Taking is the presentiment:", "Walker": "There is no greater calamity than desire, no greater curse than greed.", "Mabry": "There is no greater cure than discontent. Nothing breeds trouble like greed.", "Hansen": "Among bad omens, none is greater than not knowing to 'sufficient.' Among evils, none is greater than desiring 'getting.'", "Mitchell": "There is no greater illusion than fear, no greater wrong than preparing to defend yourself, no greater misfortune than having an enemy.", "McDonald": "No lure is greater than to possess what others want. There's no greater guilt than [sudden] discontent. There's (...) greater disaster than greed.\n[Eventually] there's hardly a greater sin than desire for possession. No disaster could be greater than [...] to be content with what one has [in dire need\nand disabling poverty]. No presage of [airy] evil is greater than men wanting to get more.", "Chan": "There is no calamity greater than lavish desires. There is no greater guilt than discontentment. And there is no greater disaster than greed.", "Cleary": "No crime is greater than discontent, no fault is greater than possessiveness.", "LinYutan": "There is no greater curse than the lack of contentment. No greater sin than the desire for possession."}, "section": 2}, {"content": {"Legge": "Therefore the sufficiency of contentment is an enduring and unchanging sufficiency.", "Byrn": "Whoever knows contentment will be at peace forever.", "Red Pine": "the contentment of being content is true contentment indeed", "Wieger": "Those who know how to say 'enough is enough', are always content.", "Blackney": "But once be contented, And truly you'll always be so.", "Lindauer": "So know the enough of being enough There is entirely enough to go with each.", "LaFargue": " Be content with enough, and there will always be enough.", "Beck": "Whoever is content with contentment is always content.", "Wu": "Only he who knows what is enough will always have enough.", "Wayism": " ", "World": "Because you are at one with Infinity", "Muller": "Therefore the sufficiency that comes from knowing what is enough is an eternal sufficiency.", "Merel": "But one who is content to satisfy his needs Finds that contentment endures.", "Ta-Kao": "Therefore the contentment of knowing content will ever be contented.", "Crowley": "Content of mind is peace and satisfaction eternal.", "Bynner": "Only he who contains content Remains content.", "Walker": "Know that enough is enough, and you'll always have enough.", "Mabry": "Only one who is content with what is enough will be content always.", "Hansen": "Hence, knowing to 'sufficient' is sufficient for constant sufficiency.", "Mitchell": "Whoever can see through all fear will always be safe.", "McDonald": "He who has once known the pure [orgasm] contentment that comes simply through being content [at its peak], gets rather content-centred a long time\nafter.", "Chan": "He who is contented with contentment is always contented.", "Cleary": "So the satisfaction of contentment is always enough.", "LinYutan": "Therefore he who is contented with contentment shall be always content."}, "section": 3}]