[{"content": {"Legge": "When we renounce learning we have no troubles. The (ready) 'yes,' and (flattering) 'yea;'-- Small is the difference they display. But mark their\nissues, good and ill;-- What space the gulf between shall fill?", "Byrn": "Renounce knowledge and your problems will end. What is the difference between yes and no? What is the difference between good and evil?", "Red Pine": "Yes and no aren't so far apart lovely and ugly aren't so unalike", "Wieger": "Give up learning, and you will be free from all your worries. What is the difference between yes and no (about which the rhetoricians have so much\nto say)? What is the difference between good and evil (on which the critics never agree)? (These are futilities that prevent the mind from being free.\nNow freedom of mind is necessary to enter into relation with the Principle).", "Blackney": "Be done with rote learning And its attendant vexations; For is there distinction Of a \"yes\" from a \"yea\" Comparable now to the gulf Between evil\nand good?", "Lindauer": "Break off from studying, there is an absence of grief. Being individual or pandering to each other How do these differ? Valuing or hating each other\nWhat is the difference? ", "LaFargue": "Break with Learning, and there will be no trouble. 'Yeah' and 'yes sir' - is there a big difference between them? 'Excellent' and 'despicable' -\nwhat's the real difference between them?", "Beck": "Abandon memorizing, and vexations end. How much difference is there between yes and no? How much difference is there between good and evil?", "Wu": "Have done with learning, And you will have no more vexation. How great is the difference between \"eh\" and \"o\"? What is the distinction between\n\"good\" and \"evil\"?", "Wayism": " ", "World": "Give up the pursuit of knowledge and live in peace and harmony. Without knowledge there is no difference between good and evil.", "Muller": "Get rid of \"learning\" and there will be no anxiety. How much difference is there between \"yes\" and \"no\"? How far removed from each other are\n\"good\" and \"evil\"?", "Merel": "What is the difference between assent and denial? What is the difference between beautiful and ugly?", "Ta-Kao": "Between yea and nay, how much difference is there? Between good and evil, how much difference is there?", "Crowley": "To forget learning is to end trouble. The smallest difference in words, such as \"yes\" and \"yea\", can make endless controversy for the scholar.", "Bynner": "Leave off fine learning! End the nuisance Of saying yes to this and perhaps to that, Distinctions with how little difference! Categorical this,\ncategorical that, What slightest use are they!", "Walker": "Be done with knowing and your worries will disappear. How much difference is there between yes and no? How much distinction between good and\nevil?", "Mabry": "Forget ambitious acquisition of knowledge, and your sorrows will end. How much difference is there between \"yes\" and \"no\"? What is the\ndistinction between \"good\" and \"evil\"?", "Hansen": "How much separates 'Uh huh' and 'Huh uh'? What is the separation like between 'worthy' and 'vile'?", "Mitchell": "Stop thinking, and end your problems. What difference between yes and no? What difference between success and failure?", "McDonald": "Abandon learning and there will be no sorrow. Between Yes, sir,\" and Of course not\", how much difference is there? Between good\" and bad\", how\nmuch difference is there? ", "Chan": "Abandon learning and there will be no sorrow. How much difference is there between \"Yes, sir,\" and \"Of course not\"? How much difference is there\nbetween \"good\" and \"evil\"?", "Cleary": "Detach from learning and you have no worries. How far apart are yes and yeah? How far apart are good and bad?", "LinYutan": "Banish learning, and vexations end. Between \"Ah!\" and \"Ough!\" How much difference is there? Between \"good\" and \"evil\" How much difference is\nthere?\""}, "section": 1}, {"content": {"Legge": "What all men fear is indeed to be feared; but how wide and without end is the range of questions (asking to be discussed)!", "Byrn": "Must you fear what others fear? Nonsense, look how far you have missed the mark!", "Red Pine": "what others fear we too must fear", "Wieger": "Without doubt, among the things which common people fear, there are things that should be feared; but not as they do, with a mind so troubled that\nthey lose their mental equilibrium.", "Blackney": "\"What all men fear, I too must fear\"- How barren and pointless a thought!", "Lindauer": "It looks like one cannot lack respect for what others put respect in Such reckless desertion! It is not yet centered, this way.", "LaFargue": "\"What others hold in respect, we can't fail to respect.\" ", "Beck": "Is what people fear really to be feared? How very remote the actual occurrence!", "Wu": "Must I fear what others fear? What abysmal nonsense this is!", "Wayism": " ", "World": "Is it necessary to learn to fear what others perceive should be feared? Nonsense!", "Muller": "Yet what the people are in awe of cannot be disregarded. I am scattered, never having been in a comfortable center.", "Merel": "What is the difference between fearsome and afraid?", "Ta-Kao": "What are feared by others we must fear; Vastly are they unlimited!", "Crowley": "Fearful indeed is death, since all men fear it; but the abyss of questionings shoreless and bottomless, is worse.", "Bynner": "If one man leads another must follow, How silly that is and how false!", "Walker": "Fearing what others fear, admiring what they admire-nonsense.", "Mabry": "Must I value what others value? Nonsense! Having no end to their desires, they are desolate.", "Hansen": "What humans fear cannot not be feared. Futile! Not focussed yet.", "Mitchell": "Must you value what others value, avoid what others avoid? How ridiculous!", "McDonald": "That which men fear is indeed to be feared; alas confused, and the end isn't yet.", "Chan": "What people dread, do not fail to dread. But, alas, how confused, and the end is not yet.", "Cleary": "The things people fear cannot but be feared. Wild indeed the uncentered!", "LinYutan": "That which men fear Is indeed to be feared; But, alas, distant yet is the dawn (of awakening)!"}, "section": 2}, {"content": {"Legge": "The multitude of men look satisfied and pleased; as if enjoying a full banquet, as if mounted on a tower in spring. I alone seem listless and still, my\ndesires having as yet given no indication of their presence. I am like an infant which has not yet smiled. I look dejected and forlorn, as if I had no\nhome to go to.", "Byrn": "Other people are joyous, as though they were at a spring festival. I alone am unconcerned and expressionless, like an infant before it has learned to\nsmile.", "Red Pine": "before the moon wanes everyone is gay as if they were at the Great Sacrifice or climbing a tower in spring I sit here and make no sign like a child\nthat doesn't smile lost with no one to turn to", "Wieger": "Neither should one permit oneself to lose equilibrium through pleasure, as happens to those who have a good meal or view the surrounding\ncountryside in spring from the top of a tower (with the accompaniment of wine, etc.). I (the Sage) seem to be colourless and undefined; neutral as a\nnew-born child that has not yet experienced any emotion; without design or aim.", "Blackney": "The reveling of multitudes At the feast of Great Sacrifice, Or up on the terrace At carnival in spring, Leave me, alas, unmoved, alone, Like a child\nthat has never smiled. Lazily, I drift As though I had no home.", "Lindauer": "Collective mind is bright and sunny, gay and prosperous Like enjoying a sacrificial ox Like ascending a tower in springtime. The self alone, so\nmoored! is not yet divined on the tortoise-shell Like being a baby-child before it smiles.Unattached, so unattached The self looks absent of a place to\nmerge.", "LaFargue": "\"All the others are beaming and beaming like people enjoying a great ceremonial feast, like people climbing an overlook tower in the spring. I am\nalone still - no indications at all yet like an infant who hasn't yet even smiled. So sad. Like someone with no place to go home to.", "Beck": "The people of the world make merry as though at a holiday feast or a spring carnival. I alone am inactive and desireless, like a new-born baby who\ncannot yet smile, unattached, as though homeless.", "Wu": "All men are joyous and beaming, As though feasting upon a sacrificial ox, As though mounting the Spring Terrace; I alone am placid and give no\nsign, Like a babe which has not yet smiled. I alone am forlorn as one who has no home to return to.", "Wayism": " ", "World": "Other people are excited, joyous and festive as if enjoying a holiday. I alone am indifferent, without emotion or expression; like a baby before it has\nlearned to smile.", "Muller": "All the people enjoy themselves, as if they are at the festival of the great sacrifice, Or climbing the Spring Platform. I alone remain, not yet having\nshown myself. Like an infant who has not yet laughed. Weary, like one despairing of no home to return to.", "Merel": "The people are merry as if at a magnificent party Or playing in the park at springtime, But I am tranquil and wandering, Like a newborn before it\nlearns to smile, Alone, with no true home.", "Ta-Kao": "The people in general are as happy as if enjoying a great feast. Or, as going up a tower in spring. I alone am tranquil, and have made no signs, Like a\nbaby who is yet unable to smile; Forlorn as if I had no home to go to.", "Crowley": "Consider the profane man, how he preens, as if at feast, or gazing upon Spring from a tower! But as for me, I am as one who yawns, without any\ntrace of desire. I am like a babe before its first smile. I appear sad and forlorn, like a man homeless.", "Bynner": "Yet conventional men lead an easy life With all their feast-days, A constant spring visit to the Tall Tower, While I am a simpleton, a do-nothing, Not\nbig enough yet to raise a hand, Not grown enough to smile, A homeless, worthless waif.", "Walker": "Conventional people are jolly and reckless, feasting on worldly things and carrying on as though every day were the beginning of spring. I alone\nremain uncommitted, like an infant who hasn't yet smiled: lost, quietly drifting, unattached to ideas and places and things.", "Mabry": "People rush here and there, maybe going to a feast, or perhaps climbing a tower in the springtime. I alone and calm and unconcerned. Like an\nunselfconscious infant at peace and having no destination.", "Hansen": "The crowd festive - like enjoying an Easter picnic or on an Easter sunrise hike. I, alone, am placid - it's portent not yet clear. Like an infant not yet a\nbaby. Dangerous! Like having no refuge.", "Mitchell": "Other people are excited, as though they were at a parade. I alone don't care, I alone am expressionless, like an infant before it can smile.", "McDonald": "All men are wreathed in smiles, ever merry-making, as if feasting after the great sacrifice, like ascending a tower in spring. I alone am inert, like a\nchild that has not yet given sign; Like a new-born child that can't smile yet. I seem to be without a home, droop and drift, as though I belonged\nnowhere, completely unattached.", "Chan": "The multitude are merry, as though feasting on a day of sacrifice. Or like ascending a tower in the springtime. I alone am inert, showing no sign (of\ndesires), Like an infant that has not yet smiled. Wearied, indeed, I seem to be without a home.", "Cleary": "Most people celebrate as if they were barbecuing a slaughtered cow, or taking in the springtime vistas; I alone am aloof, showing no sign, like an\ninfant that doesn't yet smile, riding buoyantly as if with nowhere to go.", "LinYutan": "The people of the world are merry-making, As if partaking of the sacrificial feasts, As if mounting the terrace in spring; I alone am mild, like one\nunemployed, Like a new-born babe that cannot yet smile, Unattached, like one without a home."}, "section": 3}, {"content": {"Legge": "The multitude of men all have enough and to spare. I alone seem to have lost everything. My mind is that of a stupid man; I am in a state of chaos.", "Byrn": "Other people have more than they need; I alone seem to possess nothing. I am lost and drift about with no place to go. I am like a fool, my mind is in\nchaos.", "Red Pine": "while others enjoy more I alone seem forgotten my mind is so foolish so simple", "Wieger": "The common people abound (in varied knowledge), but I am poor (having rid myself of all uselessness) and seem ignorant, so much have I purified\nmyself.", "Blackney": "All others have enough to spare; I am the one left out. I have the mind of a fool, Muddled and confused!", "Lindauer": "In the collective mind each is present of a surplus Yet the self alone appears to offer as a gift. The self is foolish, men's minds are also this way\nUnclear, so unclear.", "LaFargue": "All the others have a superabundance I alone seem to have missed out. Oh my simpleton's mind! So confused.", "Beck": "The people of the world possess more than enough. I alone seem to have lost all. I must be a fool, so indiscriminate and nebulous.", "Wu": "All men have courage enough and to spare: I alone appear to possess nothing. What a fool I am! What a muddled mind I have!", "Wayism": " ", "World": "Others have things they feel they need. I alone own nothing. I am like a fool unfettered by knowledge.", "Muller": "All the people enjoy extra While I have left everything behind. I am ignorant of the minds of others. So dull!", "Merel": "The people have enough and to spare, Where I have nothing, And my heart is foolish, Muddled and cloudy.", "Ta-Kao": "Others all have more than enough, And I alone seem to be in want. Possibly mine is the mind of a fool, Which is so ignorant!", "Crowley": "The profane man has his need filled, aye, and more also. For me, I seem to have lost all I had. My mind is, as it were, stupefied; it has no definite\nshape.", "Bynner": "Men of the world have a surplus of goods, While I am left out, owning nothing. What a booby I must be Not to know my way round, What a fool!", "Walker": "Conventional people hoard more than they need, but I possess nothing at all, know nothing at all, understand nothing at all.", "Mabry": "Most people have more than they need. But I alone seem lost an out of place. I have the mind of a fool - so confused!", "Hansen": "The crowd all have plenty I alone treat it as loss. Mine is the heart-mind of the stupid, indeed. Indiscriminate!", "Mitchell": "Other people have what they need; I alone possess nothing. I alone drift about, like someone without a home. I am like an idiot, my mind is so\nempty.", "McDonald": "All men have enough and to spare; I alone seem to have lost everything; I am like one left out. Mine is indeed the mind of a very idiot, my heart must\nbe that of a fool, dull as I seem - muddled, nebulous!", "Chan": "The multitude all possess more than enough. I alone seem to have lost all. Mine is indeed the mind of an ignorant man, Indiscriminate and dull!", "Cleary": "Most people have too much; I alone seem to be missing something. Mine is indeed the mind of an ignoramus in its unadulterated simplicity.", "LinYutan": "The people of the world have enough and to spare, But I am like one left out, My heart must be that of a fool, Being muddled, nebulous!"}, "section": 4}, {"content": {"Legge": "Ordinary men look bright and intelligent, while I alone seem to be benighted. They look full of discrimination, while I alone am dull and confused. I\nseem to be carried about as on the sea, drifting as if I had nowhere to rest.", "Byrn": "Ordinary people are bright; I alone am dark. Ordinary people are clever; I alone am dull. Ordinary people seem discriminating; I alone am muddled\nand confused. I drift on the waves on the ocean, blown at the mercy of the wind.", "Red Pine": "others look bright I alone seem dim others are certain I alone am confused receding like the ocean waxing without cease", "Wieger": "They seem full of light, I seem dull. They seek and scrutinize, I remain concentrated in myself. Indeterminate, like the immensity of the oceans, I\nfloat without stopping.", "Blackney": "When common people scintillate I alone make shadows. Vulgar folks are sharp and knowing: Only I am melancholy. Restless like the ocean, Blown\nabout, I cannot stop.", "Lindauer": "Customs of men are clear, obvious The self alone is dark, indistinct Customs of men are curious, scrutinizing The self alone is tightly closed, shut\noff. So indifferent, it looks like the ocean Such a gusty wind, it looks ceaseless.", "LaFargue": "Ordinary men are so bright I alone am so dull. Ordinary men are so sharp I alone am so stupid. Churned up like the ocean, blown about, like\nsomeone with no place to rest.", "Beck": "Most people seem knowledgeable and bright. I alone am simple and dull. Most people see differences and are sharp. I alone make no distinctions,\nseeming aimless, drifting as the sea, like the wind blowing about, seemingly without destination.", "Wu": "All men are bright, bright: I alone am dim, dim. All men are sharp, sharp; I alone am mum, mum! Bland like the ocean, Aimless like the wafting\ngale.", "Wayism": " ", "World": "Other people are intelligent. I alone am ignorant. Others are shrewd and cunning. I alone am untouched and moronic. I aimlessly drift on the great\ntides of the endless seas at the mercy of the indifferent winds. ", "Muller": "While average people are clear and bright, I alone am obscure. Average people know everything. To me alone all seems covered. So flat! Like the\nocean. Blowing around! It seems there is no place to rest.", "Merel": "The people are bright and certain, Where I am dim and confused; The people are clever and wise, Where I am dull and ignorant; Aimless as a wave\ndrifting over the sea, Attached to nothing.", "Ta-Kao": "The vulgar are bright, And I alone seem to be dull. The vulgar are discriminative, and I alone seem blunt. I am negligent as if being obscure;\nDrifting, as if being attached to nothing.", "Crowley": "The profane man looks lively and keen-witted; I alone appear blank in my mind. They seem eagerly critical; I appear careless and without\nperception. I seem to be as one adrift upon the sea, with no thought of an harbour.", "Bynner": "The average man is so crisp and so confident That I ought to be miserable Going on and on like the sea, Drifting nowhere.", "Walker": "They are bright; I am dark. They are sharp; I am dull. Like the sea, I am calm and indifferent. Like the wind I have no particular direction.", "Mabry": "Ordinary people are bright. I alone seem dim. Ordinary people are discriminating. I alone am ambivalent. As quiet as the ocean. As free as the wind.", "Hansen": "People of custom are lustrous, I alone am dull. People of custom are critically discriminating; I alone obfuscate. Bland! It's like the ocean; drifting!\nlike I have no place to stop.", "Mitchell": "Other people are bright; I alone am dark. Other people are sharper; I alone am dull. Other people have a purpose; I alone don't know. I drift like a\nwave on the ocean, I blow as aimless as the wind.", "McDonald": "The world is full of knowing people that shine; I alone am dull, confused. I seem to be in the dark. They look lively and clear-cut self-assured; I\nappear alone, depressed, or patient as the sea, blown adrift, seemingly aimless, never brought to a stop.", "Chan": "Common folks are indeed brilliant; I alone seem to be in the dark. Common folks see differences and are clear-cut; I alone make no distinctions. I\nseem drifting as the sea; Like the wind blowing about, seemingly without destination.", "Cleary": "Ordinary people try to shine; I alone seem to be dark. Ordinary people try to be on the alert; I alone am unobtrusive, calm as the ocean depths,\nbuoyant as if anchored nowhere.", "LinYutan": "The vulgar are knowing, luminous; I alone am dull, confused. The vulgar are clever, self-assured; I alone, depressed. Patient as the sea, Adrift,\nseemingly aimless."}, "section": 5}, {"content": {"Legge": "All men have their spheres of action, while I alone seem dull and incapable, like a rude borderer. (Thus) I alone am different from other men, but I\nvalue the nursing-mother (the Tao).", "Byrn": "Other people have their goals, I alone am dull and uncouth. I am different from ordinary people. I nurse from the Great Mother's breasts.", "Red Pine": "everyone has a goal I alone am dumb and backward for I alone choose to differ preferring still my mother's breast", "Wieger": "They are full of talent, whereas I seem limited and uncultured. I differ thus from the common people, because I venerate and imitate the universal\nnourishing mother, the Principle.", "Blackney": "Other men can find employment, But I am stubborn; I am mean. Alone I am and different, Because I prize and seek My sustenance from the Mother!", "Lindauer": "In the collective mind each possesses a cause Yet the self alone seems stubborn and rustic The self alone differs from relating to men Yet treasures\nnourishment in relating to the mother.", "LaFargue": "All the others all have their function I alone am thick-headed, like someone from the back country.\" ", "Beck": "People of the world all have a purpose. I alone seem impractical and out of place. I am different from others, and value drawing sustenance from the\nMother.", "Wu": "All men settle down in their grooves: I alone am stubborn and remain outside. But wherein I am most different from others is In knowing to take\nsustenance from my Mother!", "Wayism": " ", "World": "Others have direction, goals and purposes. I alone flow within the harmony of Infinity. I am different from others. I reside in the peace and harmony\nof the Infinite oneness of all things.", "Muller": "Everybody has a goal in mind. I alone am as ignorant as a bumpkin. I alone differ from people. I enjoy being nourished by the mother.", "Merel": "The people are busy with purpose, Where I am impractical and rough; I do not share the peoples' cares But I am fed at nature's breast.", "Ta-Kao": "The people in general all have something to do, And I alone seem to be impractical and awkward. I alone am different from others. But I value\nseeking sustenance from the Mother.", "Crowley": "The profane have each one his definite course of action; I alone appear useless and uncomprehending, like a man from the border. Yea, thus I differ\nfrom all other men: but my jewel is the All-Mother.", "Bynner": "All these people are making their mark in the world, While I, pig-headed, awkward, Different from the rest, Am only a glorious infant still nursing at\nthe breast.", "Walker": "Everyone else takes his place and does his job; I alone remain wild and natural and free. I am different from others; my sustenance comes directly\nfrom the Mother.", "Mabry": "People rush about on their very important business. But I alone seem incorrigible and uncouth. I am different from other people; I enjoy feeding from\nthe Great Mother's breasts.", "Hansen": "The crowd all have the-capacity-to and I alone am dallying and wanton. I alone am different from humans, and value nursing at Mother's breast. ", "Mitchell": "I am different from ordinary people. I drink from the Great Mother's breasts.", "McDonald": "All men can be put to some use; as worldlings have a purpose. I alone am intractable and boorish, appearing rustic, stubborn and uncouth, differing\nfrom most people, But I differ most from others in that I prize no sustenance that doesn't come from the breast of mama mia.", "Chan": "The multitude all have a purpose; I alone seem to be stubborn and rustic. I alone differ from others, And value drawing sustenance from Mother\n(Tao).", "Cleary": "Most people have ways and means; I alone am unsophisticated and simple. I alone am different from people in that I value seeking food from the\nmother.", "LinYutan": "The people of the world all have a purpose; I alone appear stubborn and uncouth. I alone differ from the other people, And value drawing sustenance\nfrom the Mother."}, "section": 6}]