[{"content": {"Legge": "The people do not fear death; to what purpose is it to (try to) frighten them with death?", "Byrn": "If you do not fear death, then how can it intimidate you? If you aren't afraid of dying, there is nothing you can not do.", "Red Pine": "If people no longer fear death why do we threaten to kill them", "Wieger": "If the people do not fear death, what is the good of trying to control them by the threat of death?", "Blackney": "The people do not fear at all to die; What's gained therefore by threat'ning them with death?", "Lindauer": "When people lack respect for death How does it happen that death looks threatening? ", "LaFargue": "\"The people are always lacking in the fear of death.\" ", "Beck": "People are not afraid to die. So why threaten them with death?", "Wu": "When the people are no longer afraid of death, Why scare them with the specter of death?", "Wayism": " ", "World": "When people are at one with Infinity, they have no fear of death and so they are indifferent to threats.", "Muller": "If the people don't fear death How will you scare them with death?", "Merel": "If people were not afraid of death, Then what would be the use of an executioner?", "Ta-Kao": "When the people are not afraid of death, what use is it to frighten them with the punishment of death?", "Crowley": "The people have no fear of death; why then seek to awe them by the threat of death?", "Bynner": "Death is no threat to people Who are not afraid to die;", "Walker": "If people don't love life, they won't fear death, and threatening them with it won't work.", "Mabry": "If people do not fear death How can you threaten them with it?", "Hansen": "When the people are not afraid of death For what reason would you use death to frighten them?", "Mitchell": "If you realize that all things change, there is nothing you will try to hold on to.", "McDonald": "When the people are not afraid of death, why threaten them with death sentences?", "Chan": "The people are not afraid of death. Why, then, threaten them with death?", "Cleary": "If people usually don't fear death, how can death be used to scare them?", "LinYutan": "The people are not afraid of death; Why threaten them with death?"}, "section": 1}, {"content": {"Legge": "If the people were always in awe of death, and I could always seize those who do wrong, and put them to death, who would dare to do wrong?", "Byrn": "-", "Red Pine": "and if others fear death and still act perverse and we catch and kill them who else will dare", "Wieger": "If they fear death, then only capture and execute those who cause disorder, turning the others away from doing likewise. (The legalists who are\nlavish with the death penalty and believe it will sort everything out, are therefore wrong).", "Blackney": "If you could always make them fear decease, As if it were a strange event and rare, Who then would dare to take and slaughter them?", "Lindauer": "Suppose people entirely respect death Yet there are those who act strange. I may obtain hold of them yet who would venture to be killing them? ", "LaFargue": null, "Beck": "If people were afraid of death, and lawbreakers could be caught and put to death, who would dare to do so?", "Wu": "If you could make the people always afraid of death, And they still persisted in breaking the law, Then you might with reason arrest and execute\nthem, And who would dare to break the law?", "Wayism": " ", "World": "When people are confused with the distinction of life and death, they fear death. If death is the penalty for breaking the law, the vast majority will be\nlaw abiding.", "Muller": "If you make the people continuously fear death By seizing anybody who does something out of the ordinary And killing them, Who will dare to\nmove?", "Merel": "If people were only afraid of death, And you executed everyone who did not obey, No one would dare to disobey you. Then what would be the use\nof an executioner?", "Ta-Kao": "If the people were constantly afraid of death and we could arrest and kill those who commit treacheries, who then would dare to commit such?", "Crowley": "If the people feared death and I could put to death evil-doers, who would dare to offend?", "Bynner": "But even if these offenders feared death all day, Who would be rash enough To act as executioner?", "Walker": "If people have lives worth living, then the threat of death is meaningful, and they'll do what is right to avoid it.", "Mabry": "If people live in constant fear of death, Because those who break the law are seized and killed, Who would dare to break the law?", "Hansen": "If you cause the people to constant fear of death And yet those who deem:act deviantly, we take, hold and kill them, who will dare do it?", "Mitchell": "If you aren't afraid of dying, there is nothing you can't achieve.", "McDonald": "Even supposing the people are constantly afraid of death and we can seize and kill those who are unruly or vicious, who would dare to slay them?", "Chan": "Suppose the people are always afraid of death and we can seize those who are vicious and kill them, Who would dare to do so?", "Cleary": "If people are made to fear death, and you catch them and kill them when they act oddly, who would dare?", "LinYutan": "Supposing that the people are afraid of death, And we can seize and kill the unruly, Who would dare to do so?"}, "section": 2}, {"content": {"Legge": "There is always One who presides over the infliction death. He who would inflict death in the room of him who so presides over it may be described\nas hewing wood instead of a great carpenter. Seldom is it that he who undertakes the hewing, instead of the great carpenter, does not cut his own\nhands!", "Byrn": "Those who harm others are like inexperienced boys trying to take the place of a great lumberjack. Trying to fill his shoes will only get them seriously\nhurt.", "Red Pine": "as long as people fear death the executioner will exist to kill in the executioner's place is to take the carpenter's place who takes the carpenter's place\nis bound to hurt his hands", "Wieger": "The servant of death (heaven), kills, (let him do it. Let us not do his work. He alone is capable of it). The man who wants to kill may end up like\nthose who play with the carpenter's tools, and often lose a finger in their play.", "Blackney": "The executioner is always set To slay, but those who substitute for him Are like would-be master carpenters Who try to chop as that skilled\ncraftsman does And nearly always mangle their own hands!", "Lindauer": "Entireness possesses that which is the master killer, killing.In the end taking the place Of that which is the master killer, killing Is appropriately\ncalled Taking the place of the great carpenter, carving. In the end take the place of the great carpenter, carving It is rarely true that a lack of\nwounding the hand goes with this.", "LaFargue": null, "Beck": "There is the Lord of Death who executes. Trying to do his job is like trying to cut wood for the Master Carpenter. Those who try to cut wood for the\nMaster Carpenter rarely escape injuring their own hands.", "Wu": "Is not the Great Executor always there to kill? To do the killing for the Great Executor Is to chop wood for a master carpenter, And you would be\nlucky indeed If you did not hurt your own hand!", "Wayism": " ", "World": "There are always official executioners and they are at one with killing. If you try to take their place, it is the same as trying to cut wood in place of\nthe master carpenter. If you try to take the master carpenter's place, you will only succeed in cutting your hands.", "Muller": "There is always an official executioner to handle this. If you play the role of the official executioner It is like cutting wood in the capacity of Master\nCarpenter. There are few who will not cut their hands.", "Merel": "People fear death because death is an instrument of fate. When people are killed by execution rather than by fate, This is like carving wood in the\nplace of a carpenter. Those who carve wood in place of a carpenter Often injure their hands.", "Ta-Kao": "Only the Supreme Executioner kills. To kill in place of the Supreme Executioner is to hack instead of a greater carpenter. Now if one hacks in place\nof a great carpenter one can scarcely avoid cutting one's own hand.", "Crowley": "There is one appointed to inflict death. He who would usurp that position resembles a hewer of wood doing the work of a carpenter. Such a one,\npresumptuous, will be sure to cut his own hands.", "Bynner": "Nature is executioner. When man usurps the place, A carpenter's apprentice takes the place of the master: And 'an apprentice hacking with the\nmaster's axe May slice his own hand.'", "Walker": "But killing itself should be the province of the great executioner alone. Trying to take his place and kill is like cutting wood in the place of the master\ncarpenter: The odds are you'll hurt your own hand.", "Mabry": "There has always been an official executioner. If you take the law into your own hands And try to take his place, It is like trying to take the place of\na master carpenter In which case you would probably hurt your hands.", "Hansen": "Should we constant having a professional executor do the killing? To delegate a professional executor for killing, Is this called \"delegating the great\ncarpenter to chop\"? Those who delegate the great carpenter to chop are few. It doesn't hurt his hand.", "Mitchell": "Trying to control the future is like trying to take the master carpenter's place. When you handle the master carpenter's tools, chances are that you'll\ncut your hand.", "McDonald": "There's always the master executioner (Heaven). To kill in his stead is like thrusting oneself into he master-carpenter's place and doing his chipping\nfor him. \"He who tries it is lucky if he doesn't cut his hand,\" they say. To undertake executions for the master executioner is like hewing wood for\nhim. It rarely happens you escape injuring your own hands. Now, often it happens as well that the executioner is killed - And to take the place of the\nexecutioner is in part like handling the hatchet for the master carpenter. He who handles the hatchet for the master carpenter seldom escapes injury to\nhis hands.", "Chan": "There is always the master executioner (Heaven) who kills. To undertake executions for the master executioner is like hewing wood for the master\ncarpenter. Whoever undertakes hewing wood for the master carpenter rarely escapes injuring his own hands.", "Cleary": "There are always executioners. And to kill in the place of an executioner is taking the place of a master carver. Those who take the place of a master\ncarver rarely avoid cutting their hands.", "LinYutan": "Often it happens that the executioner is killed. And to take the place of the executioner Is like handling the hatchet for the master carpenter. He who\nhandles the hatchet for the master carpenter seldom escapes injury to his hands."}, "section": 3}]