[{"content": {"Legge": "In the highest antiquity, (the people) did not know that there were (their rulers). In the next age they loved them and praised them. In the next they\nfeared them; in the next they despised them.", "Byrn": "The best leaders are those the people hardly know exist. The next best is a leader who is loved and praised. Next comes the one who is feared. The\nworst one is the leader that is despised.", "Red Pine": "During the High Ages people knew they were there then people loved and praised them then they feared them finally they despised them", "Wieger": "In the early days (when, in human affairs, everything still conformed to the action of the Principle), subjects scarcely knew that they had a prince (so\ndiscreet was the action of the latter). After this the people loved and flattered their prince (because of his good deeds), but later on, they feared him\n(because of his laws), and scorned him (because of his unjust acts).", "Blackney": "As for him who is highest, The people just know he is there. His deputy's cherished and praised; Of the third, they are frightened; The fourth, they\ndespise and revile.", "Lindauer": "The very highest, little knowledge is present of it That next is attached to yet praised That next is respected That next is despised.", "LaFargue": "The greatest ruler: those under him only know he exists the next best kind: they love and praise him the next: they are in awe of him the next: they\ndespise him.", "Beck": "The best leaders the people barely know. The next best they love and praise. The next they fear. And the next they hate.", "Wu": "The highest type of ruler is one of whose existence the people are barely aware. Next comes one whom they love and praise. Next comes one whom\nthey fear. Next comes one whom they despise and defy.", "Wayism": " ", "World": "The best leaders are in harmony with their followers. The next best are those who are respected. Then comes those who are feared. The worst are\nthose who are despised.", "Muller": "From great antiquity forth they have known and possessed it. Those of the next level loved and praised it. The next were in awe of it. And the next\ndespised it.", "Merel": "The best rulers are scarcely known by their subjects; The next best are loved and praised; The next are feared; The next despised:", "Ta-Kao": "The great rulers - the people do not notice their existence; The lesser ones - they attach to and praise them; The still lesser ones - they fear them;\nThe still lesser ones - they despise them.", "Crowley": "In the Age of Gold, the people were not conscious of their rulers; in the Age of Silver, they loved them, with songs; In the Age of Brass, they feared\nthem; in the Age of Iron, they despised them.", "Bynner": "A leader is best When the people barely know that he exists, Not so good when people obey and acclaim him, Worst when they despise him.", "Walker": "The best leader is one whose existence is barely known. Next best is one who is lived and praised. Next is one who is feared. Worst of all is a leader\nwho is despised.", "Mabry": "The best leader is one that the people are barely aware of. The next best is one who is loved and praised by the people. Next comes one who is\nfeared. Worst is one who is despised.", "Hansen": "The best hierarchy is one those below realize is there. Next to that is one that you feel kin to and extol. Next to that is one you dread. Next to that is\none you contemn.", "Mitchell": "When the Master governs, the people are hardly aware that he exists. Next best is a leader who is loved. Next, one who is feared. The worst is one\nwho is despised.", "McDonald": "Of the best the people hardly ever know they exist; The next best they flock to and praise for nothing. The next they shrink from; the next get reviled.", "Chan": "The best (rulers) are those whose existence is (merely) known by the people. The next best are those who are loved and praised. The next are those\nwho are feared. And the next are those who are despised.", "Cleary": "Very great leaders in their domains are only known to exist. Those next best are loved and praised. The lesser are feared and despised.", "LinYutan": "The people (only) know that they exist; The next best the love and praise; The next they fear; And the next they revile."}, "section": 1}, {"content": {"Legge": "Thus it was that when faith (in the Tao) was deficient (in the rulers) a want of faith in them ensued (in the people).", "Byrn": "If you don't trust the people, they will become untrustworthy.", "Red Pine": "when honesty fails dishonesty prevails", "Wieger": "They became disloyal, though having been treated disloyally. They lost confidence in him though receiving only good words which were never put\ninto effect.", "Blackney": "If you trust people less than enough, Some of them never trust you.", "Lindauer": "Where there is belief without enough within A lack of believing what is within is present.", "LaFargue": "When sincerity does not suffice it was not sincerity.", "Beck": "Those who lack trust will not be trusted. Then they resort to promises.", "Wu": "When you are lacking in faith, Others will be unfaithful to you.", "Wayism": " ", "World": "If one perceives others as untrustworthy, then that will be the experience that one acknowledges. The selective acknowledgment of \nuntrustworthiness verifies one's perception of the untrustworthiness of others.", "Muller": "If you lack sincerity no one will believe you.", "Merel": "They have no faith in their people, And their people become unfaithful to them.", "Ta-Kao": "For where faith is lacking, It cannot be met by faith.", "Crowley": "As the rulers lost Confidence, so also did the people lose confidence in them.", "Bynner": "'Fail to honour people, They fail to honour you;'", "Walker": "If you fail to trust people, they won't turn out to be trustworthy.", "Mabry": "If the leader does not have enough faith in his people, They will not have faith in him.", "Hansen": "When reliability is inadequate in it There will be unreliability in it.", "Mitchell": "If you don't trust the people, you make them untrustworthy.", "McDonald": "\"Not believing people you turn them into liars\" - such bosses don't command the people's faith. They lose faith in them and take to oaths!", "Chan": "It is only when one does not have enough faith in others that others will have no faith in him.", "Cleary": "Therefore when faith is insufficient and there is disbelief,", "LinYutan": "When they do not command the people's faith, Some will lose faith in them, And then they resort to oaths!"}, "section": 2}, {"content": {"Legge": "How irresolute did those (earliest rulers) appear, showing (by their reticence) the importance which they set upon their words! Their work was done\nand their undertakings were successful, while the people all said, 'We are as we are, of ourselves!'", "Byrn": "The best leaders value their words, and use them sparingly. When she has accomplished her task, the people say, \"Amazing: we did it, all by\nourselves!\"", "Red Pine": "hesitate and guard your words when their work succeeds let people think they did it", "Wieger": "How delicate was the touch of ancient rulers. When everything prospered under their administration, the people believed they had done everything\nthemselves, of their own free will.", "Blackney": "He is aloof, as if his talk Were priced beyond the purchasing; But once his project is contrived, The folk will want to say of it: \"Of course! We did it\nby ourselves!\"", "Lindauer": "So remote, those treasure words Outstanding service performed, efforts successful the one hundred families say We did it naturally.", "LaFargue": "(\"Reticent - he is sparing with words.\") He achieves successes he accomplishes his tasks and the hundred clans all say: We are just being natural.", "Beck": "But when they accomplish their task and complete their work, the people say, \"We did it ourselves.\"", "Wu": "The Sage is self-effacing and scanty of words. When his task is accomplished and things have been completed, All the people say, \"We ourselves\nhave achieved it!\"", "Wayism": " ", "World": "When the leaders are in harmony with their followers, few laws are necessary and all tasks are accomplished with ease. The followers, not\nperceiving the administration of leadership, marvel at the manifestationsof harmony and experience a sense of self worth.", "Muller": "How careful she is with her precious words! When her work is complete and her job is finished, Everybody says: \"We did it!\"", "Merel": "When the best rulers achieve their purpose Their subjects claim the achievement as their own.", "Ta-Kao": "Now how much importance must be attributed to words!", "Crowley": "How hesitating did they seem, the Lords of the Age of Gold, speaking with deliberation, aware of the weight of their world! Thus they accomplished\nall things with success; and the people deemed their well-being to be the natural course of events.", "Bynner": "But of a good leader, who talks little, When his work is done, his aim fulfilled, They will all say, 'We did this ourselves.'", "Walker": "Therefore, guide others by quietly relying on Tao. Then, when the work is done, the people can say, \"We did this ourselves.\"", "Mabry": "The best leader puts great value in words and says little So that when his work is finished The people all say, \"We did it ourselves!\"", "Hansen": "Reflectively! His ennobling of language. Works are completed; affairs proceed And the hundred surnames all call this 'our nature (our own doing)' ", "Mitchell": "The Master doesn't talk, he acts. When his work is done, the people say, \"Amazing: we did it, all by ourselves!\"", "McDonald": "The wise man is a clever ruler; he values his words highly. It's so hard to get a single word from at any price that when his task is finished, a work\nwell done, everyone says, \"It happened by itself, and we did it.\"", "Chan": "(The great rulers) value their words highly. They accomplish their task; they complete their work. Nevertheless their people say that they simply\nfollow Nature.", "Cleary": "it is from the high value placed on words. Works are accomplished, tasks are completed, and ordinary folk all say they are acting spontaneously.", "LinYutan": "But (of the best) when their task is accomplished, their work done, The people all remark, \"We have done it ourselves.\""}, "section": 3}]