[{"content": {"Legge": "", "Byrn": "", "Red Pine": "", "Wieger": "", "Blackney": "", "Lindauer": "", "LaFargue": "", "Beck": "", "Wu": "", "Wayism": "The supreme person is like water which nourishes all things without effort. It is content with the low places that people despise Thus it is like the Tao. ", "World": "", "Muller": "", "Merel": "", "Ta-Kao": "", "Crowley": "", "Bynner": "", "Walker": "", "Mabry": "", "Hansen": "", "Mitchell": "", "McDonald": "", "Chan": "", "Cleary": "", "LinYutan": ""}, "section": 1}, {"content": {"Legge": "The excellence of a residence is in (the suitability of) the place; that \n    of the mind is in abysmal stillness; that of associations is in their being \n    with the virtuous;", "Byrn": "The location makes the dwelling good. Depth of understanding makes the \n    mind good. A kind heart makes the giving good.", "Red Pine": "dwelling with earth thinking with depth helping with kindness speaking \n    with truth", "Wieger": "From its example, those who imitate the Principle, lower themselves, \n    sink themselves. They are benevolent, sincere, regulated, efficacious, and \n    they conform themselves to the times.", "Blackney": "If the good of the house is from land, Or the good of the mind is depth, \n    Or love is the virtue of friendship, Or honesty blesses one's talk,", "Lindauer": "The value of a home is in location The value of a mind is in breadth The \n    value of a relationship is in humanity The value of a word is in belief", "LaFargue": " \"Excellence in a mind: depth \n    Excellence in companions: Goodness Excellence in speaking: sincerity \n    Excellence in setting things right:", "Beck": "In their dwellings, they love the earth. In their hearts, they love what \n    is profound. In their friendship, they love humanity. In their words, they \n    love sincerity.", "Wu": "In choosing your dwelling, know how to keep to the ground. In \n    cultivating your mind, know how to dive in the hidden deeps. In dealing with \n    others, know how to be gentle and kind. In speaking, know how to keep your \n    words.", "Wayism": "In dwelling, live close to the ground.  In thinking; deep yet simple. In conflict and speech; fair and generous. ", "World": "In dwelling, live in harmony with the land. In meditation, remember your \n    oneness with the Infinite. In dealing with others, do not judge. In \n    communicating, relate the truth.", "Muller": "For dwelling, the Earth is good. For the mind, depth is good. The \n    goodness of giving is in the timing. The goodness of speech is in honesty.", "Merel": "So the sage: Lives within nature, Thinks within the deep, Gives within \n    impartiality, Speaks within trust,", "Ta-Kao": "In dwelling, think it a good place to live; In feeling, make the heart \n    deep; In friendship, keep on good terms with men; In words, have confidence;", "Crowley": "The virtue of a house is to be well-placed; of the mind, to be at ease \n    in silence as of Space; of societies, to be well-disposed;", "Bynner": "Loves living close to the earth, Living clear down in his heart, Loves \n    kinship with his neighbours, The pick of words that tell the truth,", "Walker": "In living, choose your ground well. In thought, stay deep in the heart. \n    In relationships, be generous. In speaking, hold to the truth.", "Mabry": "In dwelling, live close to the Earth. In thinking, be open to new ideas. \n    In relationships, be kind. In speech, tell the truth and keep your word.", "Hansen": "In dwelling value the earth. In heart-mind value depth. In being-with \n    value kindness. In words value reliability.", "Mitchell": "In dwelling, live close to the ground. In thinking, keep to the simple. \n    In conflict, be fair and generous.", "McDonald": "And if men think the ground the best place for building a house upon, if \n    among thoughts they value those that are profound, if in friendship they \n    value gentleness; in words, truth, or sincere faithfulness,", "Chan": "(The best man) in his dwelling loves the earth. In his heart, he loves \n    what is profound. In his associations, he loves humanity. In his words, he \n    loves faithfulness.", "Cleary": "Where it dwells becomes good ground; profound is the good in its heart, \n    benevolent the good it bestows. Goodness in words is trustworthiness,", "LinYutan": "In his dwelling, (the Sage) loves the (lowly) earth; In his heart, he \n    loves what is profound; In his relations with others, he loves kindness; In \n    his words, he loves sincerity;"}, "section": 2}, {"content": {"Legge": "that of government is in its securing good order; that of (the conduct \n    of) affairs is in its ability; and that of (the initiation of) any movement \n    is in its timeliness.", "Wyism": "In governing, don't try to control. In work, enjoy what you do.", "Byrn": "Integrity makes the government good. Accomplishment makes your labors \n    good. Proper timing makes a decision good.", "Red Pine": "governing with peace working with skill moving with time", "Wieger": "-", "Blackney": "Or in government, goodness is order, Or in business, skill is admired, \n    Or the worth of an act lies in timing,", "Lindauer": "The value of a government is in governing The value of an effort is in \n    ability The value of a movement is in time.", "LaFargue": "good management Excellence on the job: ability Excellence in making a \n    move: good timing.\"", "Beck": "In government, they love peace. In business, they love ability. In their \n    actions, they love timeliness.", "Wu": "In governing, know how to maintain order. In transacting business, know \n    how to be efficient. making a move, know how to choose the right moment.", "World": "In governing, be fair. In daily life, be in harmony with all things and \n    at peace with all people. In action, be mindful that there is a time and a \n    season for all things.", "Muller": "In government, self-mastery is good. In handling affairs, ability is \n    good.", "Merel": "Governs within order, Crafts within ability, Acts within opportunity.", "Ta-Kao": "In ruling, abide by good order; In business, take things easy; In \n    motion, make use of the opportunity.", "Crowley": "of governments, to maintain quietude; of work, to be skillfully \n    performed; and of motion, to be made at the right time.", "Bynner": "The even tenor of a well-run state, The fair profit of able dealing, The \n    right timing of useful deeds,", "Walker": "In leadership, be organized. In work, do your best. In action, be \n    timely.", "Mabry": "In leading people, demonstrate integrity. In daily matters, be \n    competent. In acting, consider the appropriate timing.", "Hansen": "In rectifying value order. In social affairs value ability. In action \n    value timing.", "Mitchell": "In governing, don't try to control. In work, do what you enjoy. In \n    family life, be completely present.", "McDonald": "in government, [bugbear] order; in deeds: competence, ability, \n    effectiveness; in actions: timeliness and being properly timed - ", "Chan": "In government, he loves order. In handling affairs, he loves competence. \n    In his activities, he loves timeliness.", "Cleary": "goodness in government is order; goodness in work is ability, goodness \n    in action is timeliness.", "LinYutan": "In government, he loves peace; In business affairs, he loves ability; In \n    his actions, he loves choosing the right time."}, "section": 3}, {"content": {"Legge": "And when (one with the highest excellence) does not wrangle (about his \n    low position), no one finds fault with him.", "Byrn": "Only when there is no competition will we all live in peace.", "Red Pine": "and because they don't compete they aren't maligned", "Wieger": "They do not struggle for their own interest, but yield. Therefore they \n    do not suffer and contradiction.", "Blackney": "Then peace is the goal of the Way By which no one ever goes astray.", "Lindauer": "In the end only be without contending So be absent from reproach.", "LaFargue": " do not contend then there will be no fault.", "Beck": "It is because they do not compete that there is no resentment.", "Wu": "If you do not strive with others, You will be free from blame.", "Wayism": " In society life be completely present; content to be simply yourself,  don't compare or compete and  you will gain true respect. ", "World": "Avoid judging and its legacy, contention and flow in the peace and \n    harmony of the oneness of humanity.", "Muller": "If you do not wrangle, you will not be blamed.", "Merel": "He does not contend, and none contend against him.", "Ta-Kao": "Since there is no contention, there is no blame.", "Crowley": "Also it is the virtue of a man to abide in his place without discontent; \n    thus offends he no man.", "Bynner": "And for blocking no one's way No one blames him.", "Walker": "If you compete with no one, no one can compete with you.", "Mabry": "When you do not try to prove yourself to others, You will be beyond \n    reproach.", "Hansen": "In general, simply don't wrangle Hence have no indiscretion. ", "Mitchell": "When you are content to be simply yourself and don't compare or compete, \n    everybody will respect you.", "McDonald": "In each case it's because they prefer things that hardly lead to strife, \n    and therefore hardly go much astray or amiss.", "Chan": "It is because he does not compete that he is without reproa", "Cleary": "But only by non-contention is there nothing extreme.", "LinYutan": "It is because he does not contend That he is without reproach."}, "section": 4}]