[{"content": {"Legge": "To him who holds in his hands the Great Image (of the invisible Tao), the whole world repairs. Men resort to him, and receive no hurt, but (find) rest,\npeace, and the feeling of ease.", "Byrn": "She who follows the way of the Tao will draw the world to her steps. She can go without fear of being injured, because she has found peace and\ntranquillity in her heart.", "Red Pine": "Hold up the Great Image and the world will come and be beyond harm safe serene and at one", "Wieger": "Because he resembles the great prototype (the Principle, through his disinterested devotion), all come to the Sage. He welcomes them all, does them\ngood, and gives them rest, peace, and happiness.", "Blackney": "Once grasp the great Form without form, And you roam where you will With no evil to fear, Calm, peaceful, at ease.", "Lindauer": "Take hold of the great form The world comes toward Comes toward without harm  Peace and stability in the extreme.", "LaFargue": "Grasp the Great Image and the world will come it will come and not be harmed - a great peace and evenness.", "Beck": "Hold to the great form, and all the world follows, following without meeting harm, in health, peace, and happiness.", "Wu": "He who holds the Great Symbol will attract all things to him. They flock to him and receive no harm, for in him they find peace, security and\nhappiness.", "Merel ": "But if you accord with the Way All the people of the world will keep you In safety, health, community, and peace.", "Wayism": " ", "World": "All beings are drawn to those who stay centered in their oneness with Infinity because they flow in peace and harmony.", "Muller": "Holding to the Great Form All pass away. They pass away unharmed, resting in Great Peace.", "Ta-Kao": "To him who holds to the Great Form all the world will go. It will go and see no danger, but tranquillity, equality and community.", "Crowley": "The whole world is drawn to him that has the Likeness of the Dao. Men flock unto him, and suffer no ill, but gain repose, find peace, enjoy all ease.", "Bynner": "If the sign of life is in your face He who responds to it Will feel secure and fit", "Walker": "Stay centered in the Tao and the world comes to you: Comes, and isn't harmed; Comes, and finds contentment.", "Mabry": "Whoever holds firmly to following the Tao Will draw all the World to herself. She may go anywhere and not be afraid, Finding only safety, balance,\nand peace.", "Hansen": "Grasp great signs. The social world moves. If it move and does not harm, the comfort and balance is supreme.", "Mitchell": "She who is centered in the Tao can go where she wishes, without danger. She perceives the universal harmony, even amid great pain, because she\nhas found peace in her heart.", "McDonald": "Hold the great symbol and great form of dao know-how. He who visualises or holds the great symbol form at its best can go about his work (in such\nas his empire), yet without doing harm. An then all the world follows. At last a lot of people will come and meet no harm. All in peace, quietness\nand security, commonwealth. All can enjoy comfort and health.", "Chan": "Hold fast to the great form (Tao), And all the world will come. They come and will encounter no harm; But enjoy comfort, peace, and health.", "Cleary": "When holding the Great Image, the world goes on and on without harm, peaceful, even, tranquil.", "LinYutan": "Hold the Great Symbol and all the world follows, Follows without meeting harm, (And lives in) health, peace, commonwealth."}, "section": 1}, {"content": {"Legge": "Music and dainties will make the passing guest stop (for a time).", "Byrn": "Where there is music and good food, people will stop to enjoy it.", "Red Pine": "fine food and song detain passing guests", "Wieger": "Music and good cheer may hold up a passer-by for but a night, (since sensual pleasures are fleeting and leave nothing behind).", "Blackney": "At music and viands The wayfarer stops.", "Lindauer": "Music and handing out dainties Passing guests stop ", "LaFargue": "or music and cakes, passing strangers stop", "Beck": "Music and delicacies to eat induce travelers to stay.", "Wu": "Music and dainty dishes can only make a passing guest pause.", "Wayism": " ", "World": "The manifestations of music and delicious foodcatch the attention of those passing by.", "Muller": "It is for food and music that the passing traveler stops.", "Merel": "If you offer music and food Strangers may stop with you;", "Ta-Kao": "Music and dainties will make the passing stranger stop.", "Crowley": "Sweet sounds and cakes lure the traveler from his way.", "Bynner": "As when, in a friendly place, Sure of hearty care, A traveler gladly waits.", "Walker": "Most travelers are drawn to music and good food.", "Mabry": "Music and good food lure passers-by But words about the Tao Seem bland and flavourless to them.", "Hansen": "Concerts and feasts bring passing guests to a halt.", "Mitchell": "Music or the smell of good cooking may make people stop and enjoy.", "McDonald": "Sound of music, smell of good dishes will make the passing stranger pause. Yes, offer music and dainties, very good things to eat and the [odd],\npassing and wayfaring stranger will stays.", "Chan": "When there are music and dainties, Passing strangers will stay.", "Cleary": "When there is music and dining, passing travelers stop;", "LinYutan": "Offer good things to eat And the wayfarer stays."}, "section": 2}, {"content": {"Legge": "But though the Tao as it comes from the mouth, seems insipid and has no flavour, though it seems not worth being looked at or listened to, the use of\nit is inexhaustible.", "Byrn": "But words spoken of the Tao seem to them boring and stale. When looked at, there is nothing for them to see. When listen for, there is nothing for\nthem to hear. Yet if they put it to use, it would never be exhausted.", "Red Pine": "when the Tao speaks it's senseless and plain we look and don't see it we listen and don't hear it", "Wieger": "Whereas the exposition of the great principle of disinterested devotion, simple and gentle, which charms neither the eyes nor the ears, pleases,\nengraves itself, and is of an inexhaustible fecundity in matters of practical application.", "Blackney": "But the Way, when declared, Seems thin and so flavourless! It is nothing to look at And nothing to hear; But used, it will prove Inexhaustible.", "Lindauer": "Things belonging with tao expressed Its blandness is equal to its lack of flavor. Observing lacks enough sight Listening lacks enough hearing Using\nlacks enough grasp.", "LaFargue": "Tao flowing from the lips - flat. No taste to it. Look for it: you will not be satisfied looking listen for it: you will not be satisfied listening ", "Beck": "But the Way is mild to the taste. Looked at, it is invisible. Listened to, it is inaudible. Applied, it is inexhaustible.", "Wu": "But the words of Tao possess lasting effects, Though they are mild and flavourless, Though they appeal neither to the eye nor the ear.", "Wayism": " ", "World": "But the essence of Infinity goes unnoticed. It makes no sound and has no flavor and yet It is the inexhaustible source of the manifestations of all\nsounds and all flavors.", "Muller": "When the Tao appears from its opening It is so subtle, it has no taste. Look at it, you cannot see it. Listen, you cannot hear it. Use it You cannot\nexhaust it.", "Merel": "The Way lacks art and flavour; It can neither be seen nor heard, But its benefit cannot be exhausted.", "Ta-Kao": "But Tao when uttered in words is so pure and void of flavour When one looks at it, one cannot see it; When one listens to it, one cannot hear it.\nHowever, when one uses it, it is inexhaustible. But we use it without end", "Crowley": "But the Word of the Dao, though it appear harsh and insipid, unworthy to hearken or behold, has this use all inexhaustible.", "Bynner": "Though it may not taste like food And he may not see the fare Or hear the sound of plates, How endless it is and how good!", "Walker": "When Tao is talked about, the words can seem bland and flavourless. Looked at, it may not catch the eye. Listened to, it might not seduce the ear.\nUsed, it can never be exhausted.", "Mabry": "Look, and it cannot be seen. Listen, and it cannot be heard. Use it, and it cannot be exhausted.", "Hansen": "Guidance coming out of the mouth. Isn't it bland? It lacks flavour. Looking at it, it is not visible. Listen to it, it is not audible. Use it, it is not\napplicable.", "Mitchell": "But words that point to the Tao seem monotonous and without flavour. When you look for it, there is nothing to see. When you listen for it, there is\nnothing to hear. When you use it, it is inexhaustible.", "McDonald": "How different the words that dao gives forth! So thin, insipid, so flavour- or tasteless! Still dao is mild to the taste. Looked at, it can't be seen. So\nlook at dao; it's quite imperceptible. If one looks for dao, there's hardly anything solid to see. If one listens for it, there's nothing loud to hear. We\nlisten to this inaudible [thing]. If one uses it, its supply never fails. So use it; it's inexhaustible.", "Chan": "But the words uttered by Tao, How insipid and tasteless! We look at it; it is imperceptible. We listen to it; it is inaudible. We use it; it is\ninexhaustible.", "Cleary": "but the issue of the Way is so plain as to be flavorless. When you look at it, it is invisible; when you listen to it, it is inaudible; when you use it, it\ncannot be exhausted.", "LinYutan": "But Tao is mild to the taste. Looked at, it cannot be seen; Listened to, it cannot be heard; Applied, its supply never fails."}, "section": 3}]