[{"content": {"Legge": "To know and yet (think) we do not know is the highest (attainment); not to know (and yet think) we do know is a disease. It is simply by being\npained at (the thought of) having this disease that we are preserved from it.", "Byrn": "Knowing you don't know is wholeness. Thinking you know is a disease. Only by recognizing that you have an illness can you move to seek a cure.", "Red Pine": "To understand yet not understand is transcendence not to understand yet understand is affliction", "Wieger": "Knowing all and believing that one knows nothing, is true knowledge (of a superior kind). Knowing nothing and believing that one knows\neverything, is the common evil of humans. Seeing this evil as an evil, keeps one away from it.", "Blackney": "To know that you are ignorant is best; To know what you do not, is a disease; But if you recognize the malady Of mind for what it is, then that is\nhealth.", "Lindauer": "Knowing, lack of knowing Better, lack of knowing Knowing, a disease.In the end only when the disease is sick Appropriate lack of the disease\nhappens.", "LaFargue": "\"Aware but not aware of it: a high thing.\"  Simply sick of the sickness - and so no longer sick.", "Beck": "To know that you do not know is the best. To think you know when you do not is a disease. Recognizing this disease as a disease is to be free of\nit.", "Wu": "To realize that our knowledge is ignorance, This is a noble insight. To regard our ignorance as knowledge, This is mental sickness. Only when we\nare sick of our sickness Shall we cease to be sick.", "Wayism": " ", "World": "Acknowledging oneness manifests peace. Acknowledging distinctions manifests confusion. If one is in harmony with disharmony, then one is at\npeace.", "Muller": "There is nothing better than to know that you don't know. Not knowing, yet thinking you know - This is sickness. Only when you are sick of\nbeing sick Can you be cured.", "Merel": "Who recognizes his limitations is healthy; Who ignores his limitations is sick.", "Ta-Kao": "Knowing that one knows is best; Thinking that one knows when one does not know is sickness.", "Crowley": "To know, yet to know nothing, is the highest; not to know, yet pretend to knowledge, is a distemper. Painful is this distemper; therefore we shun it.", "Bynner": "A man who knows how little he knows is well, A man who knows how much he knows is sick. If, when you see the symptoms, you can tell, Your\ncure is quick.", "Walker": "Moving from knowing to not knowing - this is good. Moving from not knowing to knowing - this is sickness. You have to become sick of your\nsickness before you can get rid of it.", "Mabry": "She who knows that she does not know is the best off. He who pretends to now but doesn't is ill. Only someone who realizes he is ill can become\nwhole.", "Hansen": "Knowing not to know is better. Not knowing to know is a defect. In general, in only 'defecting' defects, using this is not to 'defect.'", "Mitchell": "Not-knowing is true knowledge. Presuming to know is a disease. First realize that you are sick; then you can move toward health.", "McDonald": "To know that you do not know is best. Who knows that he doesn't know is the highest. To know when one doesn't know is best. Who pretends to\nknow what he doesn't know is sick-minded; To think one knows when one doesn't know is a sort of malady. Pretend to know when you don't know\n- that's a disease. He who recognises this disease as a disease can also cure himself of it [and maybe not]. [One may eventually get free from a\ndisease by recognising it for what it is.] Who recognises sick-mindedness as sick-mindedness can't be wholly sick-minded, after all.", "Chan": "To know that you do not know is the best. To pretend to know when you do not know is a disease. Only when one recognizes this disease as a\ndisease can one be free from the disease.", "Cleary": "To know unconsciously is best. To presume to know what you don't is sick. Only by recognizing the sickness of sickness is it possible to be not\nsick.", "LinYutan": "Who knows that he does not know is the highest; Who (pretends to) know what he does not know is sick-minded. And who recognizes\nsick-mindedness as sick-mindedness is not sick-minded."}, "section": 1}, {"content": {"Legge": "The sage has not the disease. He knows the pain that would be inseparable from it, and therefore he does not have it.", "Byrn": "The Master is whole because she sees her illnesses and treats them, and thus is able to remain whole.", "Red Pine": "the reason the sage is not afflicted is because he treats affliction as affliction hence he is not afflicted", "Wieger": "The Sage is exempt from self-conceit, because he dreads it. This fear keeps him from it.", "Blackney": "The Wise Man has indeed a healthy mind; He sees an aberration as it is And for that reason never will be ill.", "Lindauer": "Sages lack the disease It happens the disease was sick. Appropriately lack of the disease happens.", "LaFargue": "The Wise Person's lack of this sickness: He became sick of being sick, and so he's no longer sick.", "Beck": "The wise are free of disease, because they recognize the disease as a disease. Therefore they are free of disease.", "Wu": "The Sage is not sick, being sick of sickness; This is the secret of health.", "Wayism": " ", "World": "The sage is at peace because she is not confused with the distinctions of harmony and disharmony. The sage is at one with Infinity.", "Muller": "The sage's not being sick Is because she is sick of sickness. Therefore she is not sick.", "Merel": "The sage recognizes this sickness as a limitation. And so becomes immune.", "Ta-Kao": "Only when one becomes sick of this sickness can one be free from sickness. The Sage is never sick; because he is sick of this sickness, therefore he\nis not sick.", "Crowley": "The wise man has it not. Knowing it to be bound up with Sorrow, he puts it away from him.", "Bynner": "A sound man knows that sickness makes him sick And before he catches it his cure is quick.", "Walker": "The sage isn't sick. He's sick of his sickness. Therefore he's not sick.", "Mabry": "The Sage is not ill because she recognizes this illness as illness, Therefore she is not ill.", "Hansen": "Sages do not 'defect' because they 'defect' defects. For this reason they do not 'defect.'", "Mitchell": "The Master is her own physician. She has healed herself of all knowing. Thus she is truly whole.", "McDonald": "The wise man is hardly sick-minded if he recognises sick mind as sick and also cures some diseases. He's hardly a sick mind.", "Chan": "The sage is free from the disease. Because he recognizes this disease to be disease, he is free from it.", "Cleary": "The sages' freedom from ills was from recognizing the sickness of sickness, so they didn't suffer from sickness.", "LinYutan": "The Sage is not sick-minded. Because he recognizes sick-mindedness as sick-mindness, Therefore he is not sick-minded."}, "section": 2}]