[{"content": {"Legge": "He who knows (the Tao) does not (care to) speak (about it); he who is (ever ready to) speak about it does not know it.", "Byrn": "Those who know do not talk. Those who talk do not know.", "Red Pine": "Those who know don't talk those who talk don't know", "Wieger": "He who knows (the Principle), does not speak.", "Blackney": "Those who know do not talk And talkers do not know.", "Lindauer": "Those who know are without words Those with words are without knowing.", "LaFargue": "Those who understand are not talkers talkers don't understand.", "Beck": "Those who know do not speak. Those who speak do not know.", "Wu": "He who knows does not speak. He who speaks does not know.", "Wayism": " ", "World": "Those who know have no need to speak. Those who speak are searching for peace and harmony.", "Muller": "She who knows does not speak. She who speaks does not know.", "Merel": "Who understands does not preach; Who preaches does not understand.", "Ta-Kao": "Those who know to act do not speak. Those who speak, do not know to act.", "Crowley": "Who knows the Dao keeps silence. He who babbles knows it not.", "Bynner": "Those who know do not tell, Those who tell do not know.", "Walker": "Those who know don't talk. Those who talk don't know.", "Mabry": "Those who know, do not speak. Those who speak, do not know.", "Hansen": "He who speaks (much, shows thereby that he) does not know (the Principle).", "Mitchell": "Those who know don't talk. Those who talk don't know.", "McDonald": "He who knows doesn't speak (artfully). He who speaks hardly knows.", "Chan": "He who knows does not speak. He who speaks does not know.", "Cleary": "Those who know do not say; those who say do not know.", "LinYutan": "He who knows does not speak; He who speaks does not know."}, "section": 1}, {"content": {"Legge": "He (who knows it) will keep his mouth shut and close the portals (of his nostrils). He will blunt his sharp points and unravel the complications of\nthings; he will atemper his brightness, and bring himself into agreement with the obscurity (of others). This is called 'the Mysterious Agreement.'", "Byrn": "Stop talking, meditate in silence, blunt your sharpness, release your worries, harmonize your inner light, and become one with the dust. Doing this is\ncalled the dark and mysterious identity.", "Red Pine": "seal the opening close the gate dull the edge untie the tangle soften the light join the dust this is called the Dark Union", "Wieger": " He keeps his mouth closed, controls his breathing, blunts his activity, rescues himself from any complication, tempers his light, And mingles with\npeople. This is mysterious union (with the Principle).", "Blackney": "Stop your senses, Close the doors; Let sharp things be blunted, Tangles resolved, The light tempered And turmoil subdued; For this is mystic unity", "Lindauer": "Corking its bottle Obstructing its door Blunting its sharpness Untying its tangles Harmonizing its brightness Being together with the dusty earth\nAppropriately called insightful togetherness.", "LaFargue": "Close your eyes shut your doors. Dampen the passion untie the tangles make the flashing things harmonious make the dust merge together. ", "Beck": "Close the mouth; shut the doors. Smooth the sharpness; untie the tangles. Dim the glare; calm the turmoil. This is mystical unity.", "Wu": "Block all the passages! Shut all the doors! Blunt all edges! Untie all tangles! Harmonize all lights! Unite the world into one whole! This is called the\nMysterious Whole,", "Wayism": " ", "World": "Do not speak. Ignore your senses. Blunt your sharpness. Unravel your knots. Dim your light. Become one with all things. This is the primal essence.", "Muller": "Soften your sharpness, loosen your knots. Soften your glare and merge with the everyday. This is called mysteriously attaining oneness.", "Merel": "Reserve your judgments and words; Smooth differences and forgive disagreements; Dull your wit and simplify your purpose; Accept the world.", "Ta-Kao": "Blunt all that is sharp; Cut all that is divisible; Blur all that is brilliant; Mix with all that is humble as dust; This is called absolute equality.", "Crowley": "Who knows it closes his mouth and controls the Gates of his Breath. He will make his sharpness blunt; he will loosen his complexes; he will tone\ndown his brightness tot he general obscurity. This is called the Secret of Harmony.", "Bynner": "Not to set the tongue loose But to curb it, Not to have edges that catch But to remain untangled, Unblinded, Unconfused, Is to find balance,", "Walker": "Close your mouth. Block the door. Quiet your senses. Blunt the sharpness. Untie the tangles. Soften the brightness. Be one with the dust, and enter\nthe primal oneness.", "Mabry": "So shut your mouth Guard your senses Blunt your sharpness Untangle your affairs Soften your glare Be one with all dust. This is the mystery of\nunion.", "Hansen": "Shut up its exchanges, close its gates. Dull its sharpness, undo its divisions. Balance its brightness, treat its particles as identical. This is called the\nabstruse identity.", "Mitchell": "Close your mouth, block off your senses, blunt your sharpness, untie your knots, soften your glare, settle your dust. This is the primal identity. Be\nlike the Tao.", "McDonald": "Fill your openings, shut the doors, Dull all nasty edges. Untie all tangles. Temper or soften all glaring light. Submerge its turmoil as unified with the\nworld: Let all chaotic hustle and bustle be smoothed down. This is the called the mysterious [Vossing] levelling for bland unity or deep insider\nidentification.", "Chan": "Close the mouth. Shut the doors. Blunt the sharpness. Untie the tangles. Soften the light. Become one with the dusty world. This is called the\nprofound identification.", "Cleary": "Close the senses, shut the doors; blunt the sharpness, resolve the complications; harmonize the light, assimilate to the world. This is called the\nmysterious sameness.", "LinYutan": "Fill up its apertures, Close its doors, Dull its edges, Untie its tangles, Soften its light, Submerge its turmoil, - This is the Mystic Unity."}, "section": 2}, {"content": {"Legge": "(Such an one) cannot be treated familiarly or distantly; he is beyond all consideration of profit or injury; of nobility or meanness: - he is the noblest\nman under heaven.", "Byrn": "Those who have achieved the mysterious identity can not be approached, and they can not be alienated. They can not be benefited nor harmed. They\ncan not be made noble nor to suffer disgrace. This makes them the most noble of all under the heavens.", "Red Pine": "it can't be embraced it can't be abandoned it can't be helped it can't be harmed it can't be exalted it can't be debased thus does the world exalt it", "Wieger": "No one can attach himself (by doing favours) to such a man, nor repulse him (by treating him badly). He is indifferent to gain or loss, exaltation or\nhumiliation. Being thus, he is the most noble in the world.", "Blackney": "In which the Wise Man is moved Neither by affection Nor yet by estrangement Or profit or loss Or honour or shame. Accordingly, by all the world,\nHe is held highest.", "Lindauer": "So one cannot obtain it yet be attached One cannot obtain it yet be detached One cannot obtain it yet benefit One cannot obtain it yet be harmed One\ncannot obtain it yet treasure One cannot obtain it yet consider as common. So it acts as the treasure of the world.", "LaFargue": null, "Beck": "Those achieving it are detached from friends and enemies, from benefit and harm, from honor and disgrace. Therefore they are the most valuable\npeople in the world.", "Wu": "Which you cannot court after nor shun, Benefit nor harm, honour nor humble. Therefore, it is the Highest of the world.", "Wayism": " ", "World": "Those who flow in the peace and harmony of Infinity make no distinctions. They are therefore indifferent to friend and foe, to good and bad, to\nhonor and infamy. This is the natural state of human beings.", "Muller": "Close your holes, shut your doors, Though you cannot possess it, you are intimate with it And at the same time, distant. Though you cannot possess\nit, you are benefited by it, And harmed by it. You cannot possess it, but are esteemed through it And humbled by it. Therefore the world values you.", "Merel": "Then, Friendship and enmity, Profit and loss, Honour and disgrace, Will not affect you; The world will accept you.", "Ta-Kao": "Therefore it cannot be made intimate; Nor can it be alienated. It cannot be benefited; Nor can it be harmed. It cannot be exalted; Nor can it be\ndebased. Therefore it is the most valuable thing in the world.", "Crowley": "He cannot be insulted either by familiarity or aversion; he is immune to ideas of gain or loss, of honour or disgrace; he is the true man, unequaled\nunder Heaven.", "Bynner": "And he who holds balance beyond sway of love or hate, Beyond reach of profit or loss, Beyond care of praise or blame, Has attained the highest post\nin the world.", "Walker": "One who has merged with Tao in this way can't be courted, can't be bought, can't be harmed, can't be honoured, can't be humiliated. He is the\ntreasure of the world.", "Mabry": "You cannot approach it Yet you cannot escape it. You cannot benefit it Yet you cannot harm it. You cannot bestow any honour on it Yet you cannot\nrob it of its dignity. That is why the whole Universe revers it.", "Hansen": "Hence we cannot obtain and be close. Cannot obtain and be distant. Cannot obtain and benefit. Cannot obtain and harm. Cannot obtain and value.\nCannot obtain and debase. Hence we deem the social world as valuable.", "Mitchell": "It can't be approached or withdrawn from, benefited or harmed, honoured or brought into disgrace. It gives itself up continually. That is why it\nendures.", "McDonald": "Love and hatred can barely affect the gods and supermen who are said to have achieved it. Certain forms of loss can hardly reach up to this. It can be\nhard to repel and shoo such an accomplished god-being, as it's impossible to be distant and indifferent to him. He can't be raised, can't be much\nhumbled, and disgrace can hardly affect him deep inside. So he is already highest of all humbled creatures. He is to be so honoured by the world.", "Chan": "Therefore it is impossible either to be intimate and close to him or to be distant and indifferent to him. It is impossible either to benefit him or to harm\nhim. It is impossible either to honour him or disgrace him. For this reason he is honoured by the world.", "Cleary": "It cannot be made familiar, yet cannot be estranged; it cannot be profited, yet cannot be harmed; it cannot be valued, yet cannot be demeaned.\nTherefore it is precious for the world.", "LinYutan": "Then love and hatred cannot touch him. Profit and loss cannot reach him. Honor and disgrace cannot affect him. Therefore is he always the honored\none of the world."}, "section": 3}]