[{"content": {"Legge": "There was something undefined and complete, coming into existence before Heaven and Earth. How still it was and formless, standing alone, and\nundergoing no change, reaching everywhere and in no danger (of being exhausted)! It may be regarded as the Mother of all things.", "Byrn": "Before the universe was born there was something in the chaos of the heavens. It stands alone and empty, solitary and unchanging. It is ever present\nand secure. It may be regarded as the Mother of the universe.", "Red Pine": "Imagine a nebulous thing here before Heaven and Earth silent and elusive it stands alone not wavering it travels everywhere unharmed it could be the\nmother of us all", "Wieger": "There is a being, of unknown origin, which existed before heaven and earth; imperceptible and undefined, unique and immutable, omnipresent, the\nmother of everything there is.", "Blackney": "Something there is, whose veiled creation was Before the earth or sky began to be; So silent, so aloof and so alone, It changes not, nor fails, but\ntouches all: Conceive it as the mother of the world.", "Lindauer": "A presence of a thing mixed completely Before the birth of heavens and earth So lonely, so deserted Standing alone yet without deviating Working\neverywhere yet lacking danger Action of the mother of the world can happen.", "LaFargue": "There was a chaotic something, yet lacking nothing ", "Beck": "There is something mysterious and whole which existed before heaven and earth, silent, formless, complete, and never changing. Living eternally\neverywhere in perfection, it is the mother of all things.", "Wu": "There was Something undefined and yet complete in itself, Born before Heaven-and-Earth. Silent and boundless, Standing alone without change, Yet\npervading all without fail, It may be regarded as the Mother of the world.", "Wayism": " ", "World": "Before the physical universe existed, the potential of all things permeated time and space. It was silent and empty, loud and pregnant. Solitary in its\noneness, crowded in its potential, static and dynamic, hot and cold, light and dark.   The potential of all things, for lack of another name, I call it\nInfinity. It permeates all things and non-things. It manifests realities and disintegrates those realities. All things are birthed from it and all things return\nto it", "Muller": "Which is born before Heaven and Earth. So silent and desolate! It establishes itself without renewal. Functions universally without lapse. We can\nregard it as the Mother of Everything.", "Merel": "There is a mystery, Beneath abstraction, Silent, depthless, Alone, unchanging, Ubiquitous and liquid, The mother of nature.", "Ta-Kao": "There is a thing inherent and natural, Which existed before heaven and earth. Motionless and fathomless, It stands alone - and never changes; It\npervades everywhere and never becomes exhausted. It may be regarded as the Mother of the Universe.", "Crowley": "Without Limit and Perfect, there is a Becoming beyond Heaven and Earth. It has nor motion nor Form; it is alone; it changes not; it extends all ways;\nit has no adversary. It is like the All-Mother.", "Bynner": "Before creation a presence existed, Self-contained, complete, Formless, voiceless, mateless, Changeless, Which yet pervaded itself With unending\nmotherhood.", "Walker": "Something mysterious and perfect existed before even heaven and earth were born. Silent, immeasurable, standing alone and unchanging, moving\nwithout end or exhaustion, it is the mother of the known and unknown universe.", "Mabry": "Before Heaven and Earth were born There was something undescribable. Perfectly still, having no form, It stands alone, and does not change. It acts\nperpetually, yet never tires. It could very well be the Mother of the Universe.", "Hansen": "There is a thing-kind made up of a mix. It emerges before the cosmos. Solitary! Inchoate! Self grounded and unchanging. Permeating all processes\nwithout extremity. We can deem it the mother of the social world.", "Mitchell": "There was something formless and perfect before the universe was born. It is serene. Empty. Solitary. Unchanging. Infinite. Eternally present. It is\nthe mother of the universe.", "McDonald": "Before heaven and earth here was something nebulous, formless yet complete; without sound, without substance, isolated, free from all form;\nstanding alone and depending on nothing, unchanging, operating everywhere, all pervading, revolving and without fail. One can think of it as the\nmother of all", "Chan": "There was something undifferentiated and yet complete, Which existed before heaven and earth. Soundless and formless, it depends on nothing and\ndoes not change. It operates everywhere and is free from danger. It may be considered the mother of the universe.", "Cleary": "Something undifferentiated was born before heaven and earth; still and silent, standing alone and unchanging, going through cycles unending, able to\nbe mother to the world.", "LinYutan": "Before the Heaven and Earth existed There was something nebulous: Silent, isolated, Standing alone, changing not, Eternally revolving without fail,\nWorthy to be the Mother of All Things."}, "section": 1}, {"content": {"Legge": "I do not know its name, and I give it the designation of the Tao (the Way or Course). Making an effort (further) to give it a name I call it The Great.", "Byrn": "Because I do not know its name, I call it the Tao. If forced to give it a name, I would call it 'Great'.", "Red Pine": "not knowing its name I call it the Tao forced to name it I name it Great", "Wieger": "I do not know it by its own name. I designate it by the word Principle. If it were necessary to name it, one would call it the Great,", "Blackney": "I do not know its name: A name for it is \"Way\"; Pressed for designation, I call it Great.", "Lindauer": "I have no knowledge of its name Giving a word, I say tao. Stubbornly trying to name it I say great ", "LaFargue": null, "Beck": "I do not know its name; I call it the Way. If forced to define it, I shall call it supreme.", "Wu": "I do not know its name; I style it \"Tao\"; And, in the absence of a better word, call it \"The Great.\"", "Wayism": " ", "World": "Infinity is marvelous", "Muller": "There is something that is perfect in its disorder I don't know its name. Hence, when forced to name it, I call it \"Tao.\" When forced to categorize it, I\ncall it \"great.\"", "Merel": "It has no name, but I call it \"the Way\"; It has no limit, but I call it \"limitless\".", "Ta-Kao": "I do not know its name. If I am forced to give it a name, I call it Tao, and I name it as supreme.", "Crowley": "I do not know its Name, but I call it the Dao. Moreover, I exert myself, and call it Vastness.", "Bynner": "Though there can be no name for it, I have called it 'the way of life.' Perhaps I should have called it 'the fullness of life,'", "Walker": "I don't know its name, so I call it by an alias: Tao. Forced to describe it, I only say, \"It is great.\"", "Mabry": "I don't know its name, so I just call it the Tao. If forced to give it a name, I would call it Great.", "Hansen": "I don't know its name. When put in characters we say dao. Forced to deem it as named, we say 'great.'", "Mitchell": "For lack of a better name, I call it the Tao.", "McDonald": "I don't know its true name. I call it dao. \"Way\" is the by-name. If forced to give it a name I can call it great (ta) .", "Chan": "I do not know its name; I call it Tao. If forced to give it a name, I shall call it Great.", "Cleary": "I do not know its name; I label it the Way. Imposing on it a name, I call it Great.", "LinYutan": "I do not know its name And address it as Tao. If forced to give it a name, I shall call it \"Great."}, "section": 2}, {"content": {"Legge": "Great, it passes on (in constant flow). Passing on, it becomes remote. Having become remote, it returns.", "Byrn": "Because it is Great means it is everywhere. Being everywhere means it is eternal. Being eternal means everything returns to it.", "Red Pine": "great means ever-flowing ever-flowing means far-reaching far-reaching means returning", "Wieger": "great going forth, great distance, great return. (The principle of the great cyclic evolution of the cosmos, of the becoming and ending of all beings).", "Blackney": "Great means outgoing, Outgoing, far-reaching, Far-reaching, return.", "Lindauer": "Great, I say passing by Passing by, I say far-reaching Far-reaching, I say returning.", "LaFargue": "Great means going forth going forth means going far away going far away means turning back.", "Beck": "Supreme means absolute. Absolute means extending everywhere. Extending everywhere means returning to itself.", "Wu": "To be great is to go on, To go on is to be far, To be far is to return.", "Wayism": " ", "Muller": "Greatness entails transcendence. Transcendence entails going-far. Going-far entails return.", "Merel": "Being limitless, it flows away forever; Flowing away forever, it returns to my self:", "Ta-Kao": "Supreme means going on; Going on means going far; Going far means returning.", "Crowley": "Vastness, the Becoming! Becoming, it flies afar. Afar, it draws near.", "Bynner": "Since fullness implies widening into space, Implies still further widening, Implies widening until the circle is whole.", "Walker": "That which is great continues. That which continues goes far. That which goes far returns.", "Mabry": "Being Great, I call it eternal. Being eternal, I call it infinite. Being infinite, I call it Reconciliation.", "Hansen": "Being great, we say 'comprehensive.' Being comprehensive, we say 'far reaching.' Being far reaching, we say 'reverting.'", "Mitchell": "It flows through all things, inside and outside, and returns to the origin of all things.", "McDonald": "Now such greatness implies reaching out in space, and also means functioning everywhere, or passing on; Space-yielding or functioning everywhere\nsignifies far-reaching. And passing on means going far away, To go really far is to return to the original point. To reach far is a return. To go far\naway means to return.", "Chan": "Now being great means functioning everywhere. Functioning everywhere means far-reaching. Being far-reaching means returning to the original\npoint.", "Cleary": "Greatness means it goes; going means reaching afar; reaching afar means return.", "LinYutan": "\"Being great implies reaching out in space, Reaching out in space implies far-reaching, Far-reaching implies reversion to the original point."}, "section": 3}, {"content": {"Legge": "Therefore the Tao is great; Heaven is great; Earth is great; and the (sage) king is also great. In the universe there are four that are great, and the\n(sage) king is one of them.", "Byrn": "Tao is great. Heaven is great. Earth is great. Humanity is great. Within the universe, these are the four great things.", "Red Pine": "the Tao is great Heaven is great Earth is great the king is also great the realm contains four greats of these the king is one", "Wieger": "The name Great befits (proportionally) four (superimposed) beings: The emperor, the earth, heaven (the classical Chinese triad), and the Principle.", "Blackney": "The Way is great, The sky is great, The earth is great, The king also is great. Within the realm These four are great; The king but stands For one of\nthem.", "Lindauer": "So tao is great, heavens are great, earth is great Kings are also great. In the center of the universe are four greatnesses Yet kings stand still, blending\nthem into one.", "LaFargue": null, "Beck": "Thus the Way is supreme. Heaven is supreme. Earth is supreme. And the person is supreme. There are four supremes in the universe, and the person\nis one of them.", "Wu": "Hence, \"Tao is great, Heaven is great, Earth is great, King is great.\" Thus, the king is one of the great four in the Universe.", "Wayism": " ", "World": "The physical universe is marvelous. The earth is marvelous. Human beings are marvelous.  These are the four realities", "Muller": "Hence, Tao is great, Heaven is great, the Earth is great And the human is also great. Within our realm there are four greatnesses and the human being\nis one of them.", "Merel": "The Way is limitless, So nature is limitless, So the world is limitless, And so I am limitless.", "Ta-Kao": "Therefore Tao is supreme; heaven is supreme; earth is supreme; and man is also supreme; There are in the universe four things supreme, and man is\none of them.", "Crowley": "Vast is this Dao; Heaven also is vast; and the Holy King is vast also. In the Universe are Four Vastnesses, and of these [one] is the Holy King.", "Bynner": "In this sense The way of life is fulfilled, Heaven is fulfilled, Earth fulfilled And a fit man also is fulfilled: These are the four amplitudes of the\nuniverse And a fit man is one of them:", "Walker": "Therefore Tao is great, heaven is great, earth is great, a person of Tao is great. These are the four greatnesses in the universe.", "Mabry": "Therefore, the Tao is Great. Heaven is Great. The Earth is Great. Humankind is Great. In the Universe there are these four things which are Great,\nAnd humankind is one of them.", "Hansen": "So our dao is great; Nature (heaven) is great, Earth is great, and kings are also great. Within a region are four 'greats.' And the King occupies one of\nthose [lofty] statuses.", "Mitchell": "The Tao is great. The universe is great. Earth is great. Man is great. These are the four great powers.", "McDonald": "So dao is great and far-reaching, and so is heaven, earth and the king. For just as dao, earth and heaven each has its subtle greatness, so does the\nruler. There are four great things in the universe, and the king is one of them. So within the realm there are four portions of greatness\", and one\nbelongs to the king.", "Chan": "Therefore Tao is great Heaven is great. Earth is great. And the king is also great.", "Cleary": "Therefore the Way is great, heaven is great, earth is great, and kingship is also great. Among domains are four greats, of which kingship is one. ", "LinYutan": "Therefore: Tao is Great, The Heaven is great, The Earth is great, The King is also great. There are the Great Four in the universe, And the King is\none of them."}, "section": 4}, {"content": {"Legge": "Man takes his law from the Earth; the Earth takes its law from Heaven; Heaven takes its law from the Tao. The law of the Tao is its being what it is.", "Byrn": "Humanity follows the earth. Earth follows Heaven. Heaven follows the Tao. The Tao follows only itself.", "Red Pine": "Man imitates Earth Earth imitates Heaven Heaven imitates the Tao the Tao imitates itself", "Wieger": "The emperor owes his greatness to the earth (his theater), earth owes its greatness to heaven (of which it is the fruit), heaven owes its greatness to the\nPrinciple (of which it is the principal agent). (Greatness borrowed, as one can see, whereas) the Principle owes its essential greatness to its underived,\nuncreated existence.", "Blackney": "Man conforms to the earth; The earth conforms to the sky; The sky conforms to the Way; The Way conforms to its own nature.", "Lindauer": "Man is an offshoot of earth Earth is an offshoot of the heavens The heavens are an offshoot of tao Tao is an offshoot of the natural.", "LaFargue": "Earth gives the rule for people Heaven gives the rule for Earth Tao gives the rule for Heaven ", "Beck": "The person reflects the earth. The earth reflects heaven. Heaven reflects the Way. And the Way reflects its own nature.", "Wu": "Man follows the ways of the Earth. The Earth follows the ways of Heaven, Heaven follows the ways of Tao, Tao follows its own ways.", "Wayism": " ", "World": "Human beings are a manifestation of the earth; the earth, a manifestation of the physical universe; the physical universe, a manifestation of Infinity;\nInfinity, the potential of all things", "Muller": "Human beings follow the Earth. Earth follows Heaven Heaven follows the Tao The Tao follows the way things are.", "Merel": "For I am abstracted from the world, The world from nature, Nature from the Way, And the Way from what is beneath abstraction.", "Ta-Kao": "Man follows the laws of earth; Earth follows the laws of heaven; Heaven follows the laws of Tao; Tao follows the laws of its intrinsic nature.", "Crowley": "Man follows the formula of Earth; Earth follows that of Heaven, and Heaven that of the Dao. The Formula of the Dao is its own Nature.", "Bynner": "Man rounding the way of earth, Earth rounding the way of heaven, Heaven rounding the way of life Till the circle is full.", "Walker": "A person of Tao follows earth. Earth follows Heaven. Heaven follows Tao. Tao follows its own nature.", "Mabry": "Humankind follows the Earth, The Earth follows Heaven, Heaven follows the Tao, And the Tao just acts like itself.", "Hansen": "Humans treat earth as a standard. Earth treats constant nature as a standard. Constant nature treats dao as a standard. Dao treats being so of itself as a\nstandard. ", "Mitchell": "Man follows the earth. Earth follows the universe. The universe follows the Tao. The Tao follows only itself.", "McDonald": "The ways of men are conditioned by those of earth. The ways of earth, by those of heaven. The ways of heaven by those of dao, and the ways of dao\nby the Self-so's Dao in turn models itself after Nature.", "Chan": "Man models himself after Earth. Earth models itself after Heaven. Heaven models itself after Tao. And Tao models itself after Nature.", "Cleary": "Humanity emulates earth, earth emulates heaven, heaven emulates the Way, the Way emulates nature.", "LinYutan": "Man models himself after the Earth; The Earth models itself after Heaven; The Heaven models itself after Tao; Tao models itself after nature."}, "section": 5}]