[{"content": {"Legge": "He whose boldness appears in his daring (to do wrong, in defiance of the laws) is put to death; he whose boldness appears in his not daring (to do so)\nlives on.", "Byrn": "Being overbold and confidant is deadly. The wise use of caution will keep you alive.", "Red Pine": "Daring to act means death daring not to act means life", "Wieger": "Active (warlike) courage procures death. Passive courage (patience, endurance) conserves life.", "Blackney": "A brave man who dares to, will kill; A brave man who dares not, spares life;", "Lindauer": "Bravery in relation to venturing, next comes being killed Bravery in relation to lack of venturing, next comes being mobile ", "LaFargue": "\"One who shows bravery by being daring will get killed one who shows bravery by not being daring will survive.'", "Beck": "Those brave in killing will be killed. Those brave in not killing will live.", "Wu": "He who is brave in daring will be killed; He who is brave in not daring will survive.", "Wayism": " ", "World": "A distinguishing man in his righteousness is prepared to kill or be killed in the name of righteousness. A non-distinguishing woman is indifferent and\nrefuses to even consider killing.", "Muller": "If you are courageous in daring you will die. If you are courageous in not-daring you will live.", "Merel": "Who is brave and bold will perish; Who is brave and subtle will benefit.", "Ta-Kao": "He who shows courage in daring will perish; He who shows courage in not-daring will live.", "Crowley": "One man, daring, is executed; another, not daring, lives.", "Bynner": "A man with outward courage dares to die, A man with inward courage dares to live;", "Walker": "Those who are courageous out of daring are killed. Those who are courageous out of love survive.", "Mabry": "A soldier who has the courage to fight will eventually be killed. But one who has the courage not to fight will live.", "Hansen": "If one is courageously presumptuous, then - killing. If one is courageously non-presumptuous, then - living.", "Mitchell": "The Tao is always at ease.", "McDonald": "Who is brave in daring can kill or get killed [on a bus]. On the other hand, one who is brave in not daring, can survive or give life. ", "Chan": "He who is brave in daring will be killed. He who is brave in not daring will live.", "Cleary": "Boldness in daring means killing; boldness in not daring means life.", "LinYutan": "Who is brave in daring (you) kill, Who is brave in not daring (you) let live."}, "section": 1}, {"content": {"Legge": "Of these two cases the one appears to be advantageous, and the other to be injurious. But When Heaven's anger smites a man, Who the cause shall\ntruly scan? On this account the sage feels a difficulty (as to what to do in the former case).", "Byrn": "One is the way to death, and the other is the way to preserve your life. Who can understand the workings of Heaven? ", "Red Pine": "of these two one benefits one harms what Heaven hates who knows the reasons", "Wieger": "Therefore there are two courages, one harmful, the other beneficial. (Patience and forbearance are always worth more than incisive action, even in\ngovernment, in politics). For does heaven wish harm, or not, to this or that man, or nation? ... And why? ... Who knows? - Therefore the Sage\nalways acts as though embarrasses, (hesitating, making up his mind with difficulty before any active intervention).", "Blackney": "And from them both come good and ill; \"God hates some folks, but who knows why?\" The Wise Man hesitates there too:", "Lindauer": "Each of these two benefits some, harms some.The place of the heaves dislikes Who knows why it is so? Appropriately it happens that sages see it\njust as difficult.", "LaFargue": null, "Beck": "Of these two, one is good, and one is harmful. Some are not favored by heaven. Who knows why? Even the wise consider it a difficult question.", "Wu": "Of these two kinds of bravery, one is beneficial, while the other proves harmful. Some things are detested by Heaven, But who knows the reason?\nEven the Sage is baffled by such a question.", "Wayism": " ", "World": "Both types of people occupy the world forever. They are one and undistinguished by Infinity.", "Muller": "Among these two, one is beneficial and the other is harmful. Who understands the reason why Heaven dislikes what it dislikes? Even the sage has\ndifficulty in knowing this.", "Merel": "The subtle profit where the bold perish For Fate does not honour daring. And even the sage dares not tempt fate.", "Ta-Kao": "To know these two is to distinguish the one, benefit, from the other, harm. Who can tell that one of them should be loathed by heaven?'", "Crowley": "It would seem as if the one course were profitable and the other detrimental. Yet, when Heaven smites a man, who shall assign the cause thereof?\nTherefore the sage is indifferent.", "Bynner": "But either of these men Has better and a worse side than the other. And who can tell exactly to which qualities heaven objects?", "Walker": "The first is harmful, the second beneficial. Heaven prohibits some things, but who knows the reason? Not even the sage knows the answer to this.", "Mabry": "In these two, one is good and the other harmful. Who knows why Heaven allows some things to happen? Even the Sage is stumped sometimes.", "Hansen": "These pairings: one benefits, one harms. That which nature despises, who knows its cause? Using this, sages make it even more difficult.", "Mitchell": " ", "McDonald": "Either approach can be profitable or unprofitable, still one of them is harmful. Who is brave in non-daring without ado lets live. There can be some\nadvantage and some disadvantage in each approach - Now, \"Dao-heaven hates the one it hates, hates what it hates; and none can know the reason\nwhy.\" Who knows why and what it dislikes? Heaven dislikes certain people; but the wise man considers it a tricky question. Yes, why heaven seems\nto hate - even a wise man regards it as a tricky question.", "Chan": "Of these two, one is advantageous and one is harmful. Who knows why Heaven dislikes what it dislikes? Even the sage considers it a difficult\nquestion.", "Cleary": "These two may help and may harm. Who knows the reason for what heaven dislikes? That is why even sages find it hard for them.", "LinYutan": "In these two, There is some advantage and some disadvantage. (Even if) Heaven dislikes certain people, Who would know (who are to be killed and)\nwhy? Therefore even the Sage regards it as a difficult question."}, "section": 2}, {"content": {"Legge": "It is the way of Heaven not to strive, and yet it skillfully overcomes; not to speak, and yet it is skillful in (obtaining a reply; does not call, and yet\nmen come to it of themselves. Its demonstrations are quiet, and yet its plans are skillful and effective.", "Byrn": "The Tao of the universe does not compete, yet wins; does not speak, yet responds; does not command, yet is obeyed; and does act, but is good at\ndirecting.", "Red Pine": "the Way of Heaven wins easily without a fight answers wisely without a word comes quickly without a summons plans ingeniously without a\nthought", "Wieger": "For the way of heaven (its constant conduct), is not to intervene positively. It wins without fighting. It makes things obey without giving orders. It\nmakes them come without calling them. It brings everything to its conclusion whilst having the appearance of letting everything drag.", "Blackney": "God's Way is bound to conquer all But not by strife does it proceed. Not by words does God get answers: He calls them not and all things come.\nMaster plans unfold but slowly,", "Lindauer": "The tao of the heavens Without contending yet values conquering Without words yet values responding Without summoning yet attracts to itself Is\neasy-natured yet values a place for everything.", "LaFargue": null, "Beck": "The Way of heaven does not strive; yet it wins easily. It does not speak; yet it gets a good response. It does not demand; yet all needs are met. It is\nnot anxious; yet it plans well.", "Wu": "It is Heaven's Way to conquer without striving, To get responses without speaking, To induce the people to come without summoning, To act\naccording to plans without haste.", "Wayism": " ", "World": "Infinity does not contend but through oneness overcomes all things. It does not speak but is the answer to all questions. It does not summons but all\nthings are attracted to it. It makes no plans and has no goals but all things are manifested by it.", "Muller": "The Way of Heaven is to win easily without struggle. To respond well without words, To naturally come without special invitation, To plan well\nwithout anxiety.", "Merel": "Fate does not attack, yet all things are conquered by it; It does not ask, yet all things answer to it; It does not call, yet all things meet it; It does not\nplan, yet all things are determined by it.", "Ta-Kao": "The Tao of heaven does not contend; yet it surely wins the victory. It does not speak; yet it surely responds. It does not call; yet all things come of\ntheir own accord. It remains taciturn; yet it surely makes plans.", "Crowley": "The Dao of Heaven contends not, yet it overcomes; it is silent, yet its need is answered; it summons none, but all men come to it of their own free\nwill. Its method is quietness, yet its will is efficient.", "Bynner": "Heaven does nothing to win the day, Says nothing - Is echoed, Orders nothing - Is obeyed, Advises nothing - Is right:", "Walker": "This is the way of heaven: It doesn't contend, but easily overcomes. It doesn't speak, but always responds. It can't be summoned, but comes of its\nown volition. Utterly without haste, it plans for everything.", "Mabry": "The way of Heaven/ Does not compete, but is good at winning. Does not speak, yet always responds; Does not demand, but is usually obeyed;\nSeems chaotic, but unfolds a most excellent plan.", "Hansen": "The natural guide does not contend and yet is good at winning. Does not discourse and yet skillfully responds. Does not call and yet comes of itself.\nInsensate and yet good at planning.", "Mitchell": "It overcomes without competing, answers without speaking a word, arrives without being summoned, accomplishes without a plan.", "McDonald": "Well, it's in the fixed dao sets of heaven not to strive in the open, but none the less to conquer. Not to compete, but all the same win expertly. Be\ngood at conquest without strife. Dao hardly speaks, it skilfully responds. It comes without skilful invitation, it can appear without a call. It doesn't\nseem anxious about things and yet it shows up it plans very well. It gets able results without obvious design, as from hidden, laid, [broad] plans and\nschemes. [Say little, foster well laid schemes and designs.]", "Chan": "The Way of Heaven does not compete, and yet is skillfully achieves victory. It does not speak, and yet it skillfully responds to things. It comes to\nyou without your invitation. It is not anxious about things and yet it plans well.", "Cleary": "The Way of heaven wins well without contest, responds well without speech, comes of itself uncalled, relaxed yet very resourceful.", "LinYutan": "Heaven's Way (Tao) is good at conquest without strife, Rewarding (vice and virtue) without words, Making its appearance without call, Achieving\nresults without obvious design."}, "section": 3}, {"content": {"Legge": "The meshes of the net of Heaven are large; far apart, but letting nothing escape.", "Byrn": "The nets of Heaven are wide, but nothing escapes its grasp.", "Red Pine": "the Net of Heaven is all-embracing it mesh is wide but nothing escapes", "Wieger": "The heavenly net catches all. Its mesh is wide, but no one escapes it.", "Blackney": "Like God's wide net enclosing all: Its mesh is coarse but none are lost.", "Lindauer": "The net of the heavens is vast, expansive A coarse mesh yet without loss.", "LaFargue": null, "Beck": "The net of heaven is vast; its meshes are wide, but nothing slips through.", "Wu": "Vast is Heaven's net; Sparse-meshed it is, and yet Nothing can slip through it.", "Wayism": " ", "World": "The net of Infinity is all encompassing. The mesh is large yet nothing slips through.", "Muller": "Heaven's net is vast. It is loose. Yet nothing slips through.", "Merel": "Fate's net is vast and its mesh is coarse, Yet none escape it.", "Ta-Kao": "The net of heaven is vast, and its meshes are wide; Yet from it nothing escapes.", "Crowley": "Large are the meshes of Heaven's Net; wide open, yet letting none escape.", "Bynner": "And which of us, seeing that nothing is out side the vast Wide-meshed net of heaven, knows just how it is cast?", "Walker": "The net of heaven is vast. Though its meshes are wide, nothing slips through.", "Mabry": "Heaven's net is cast wide And though its meshes are loose, Nothing is ever lost.", "Hansen": "The natural net is all encompassing. It is loose and yet nothing is lost.", "Mitchell": "Its net covers the whole universe. And though its meshes are wide, it doesn't let a thing slip through.", "McDonald": "Dao-heaven's net is wide, with big, coarse meshes. Still it misses nothing. Nothing slips through.", "Chan": "Heaven's net is indeed vast. Though its meshes are wide, it misses nothing.", "Cleary": "The net of heaven is vast; the holes are large but don't let slip.", "LinYutan": "The heaven's net is broad and wide. With big meshes, yet letting nothing slip through."}, "section": 4}]