[{"content": {"Legge": "The Tao, considered as unchanging, has no name. Though in its primordial simplicity it may be small, the whole world dares not deal with (one\nembodying) it as a minister.", "Byrn": "The Tao is nameless and unchanging. Although it appears insignificant, nothing in the world can contain it.", "Red Pine": "The Tao has never had a name simple and though small no one can command it", "Wieger": "The Principle has no name of its own. It is nature. This nature so unmanifest is stronger than anything.", "Blackney": "The Way eternal has no name. A block of wood untooled, though small, May still excel the world.", "Lindauer": "The tao entirely lacks a name Although its true nature is tiny Noone in the world is able to methodize it either.", "LaFargue": "Tao will always be nameless, an Uncarved Block although it is a thing of no account, no one in the world can make it his subject.", "Beck": "The Way is absolute and undefined. Like natural uncarved wood in simplicity, yet none in the world can overcome it.", "Wu": "Tao is always nameless. Small as it is in its Primal Simplicity, It is inferior to nothing in the world.", "Wayism": " ", "World": "Infinity can never be defined in words. Smaller than an atom, greater than forever, it can never be comprehended.", "Muller": "The Tao is always nameless. And even though a sapling might be small No one can make it be his subject.", "Merel": "The Way has no true shape, And therefore none can control it.", "Ta-Kao": "Tao was always nameless.", "Crowley": "The All-Dao has no name. It is That Minute Point; yet the whole world dare not contend against him that has it.", "Bynner": "Existence is infinite, not to be defined; And, though it seems a bit of wood in your hand, to carve as you please, It is not to be lightly played with and\nlaid down.", "Walker": "The primal eternal Tao is an unnameable simplicity. Though small, there is nothing under all of heaven that can subjugate it.", "Mabry": "The Tao will always be beyond comprehension. Although it seems trivial No one in all the world can control it.", "Hansen": "Guide by treating nameless uncarved wood as constant. Although small, none in the social world can treat it as vassal.", "Mitchell": "The Tao can't be perceived. Smaller than an electron, it contains uncountable galaxies.", "McDonald": "Best dao is absolute and eternal. As such it has neither name nor fame. Its uncunning, cute naiveté, the fabled raw block of wood, and it cant be used\nby anybody. None in the whole world can master and make use of such basic simplicity. Yet, though seemingly of small value, it could be greater\nthan anything in the universe.", "Chan": "Tao is eternal and has no name. Though its simplicity seems insignificant, none in the world can master it.", "Cleary": "The Way is eternally nameless, Though simplicity is small, the world cannot subordinate it.", "LinYutan": "Tao is absolute and has no name. Though the uncarved wood is small, It cannot be employed (used as vessel) by anyone."}, "section": 1}, {"content": {"Legge": "If a feudal prince or the king could guard and hold it, all would spontaneously submit themselves to him.", "Byrn": "If a ruler abides by its principles, then her people will willingly follow.", "Red Pine": "if a lord upheld it the world would be his guest", "Wieger": "If princes and emperors were to conform themselves to it, all beings would collaborate with them spontaneously;", "Blackney": "And if the king and nobles could Retain its potency for good, Then everything would freely give Allegiance to their rule.", "Lindauer": "If nobles and kings are able to keep to it The 10000 things attain self-spontaneity ", "LaFargue": "If the princes and kings could watch over It, the thousands of things would on their own be as deferential as guests.", "Beck": "If leaders would hold to it, the whole world would serve them spontaneously.", "Wu": "If only a ruler could cling to it, Everything will render homage to him.", "Wayism": " ", "World": "If kings would stay centered in the Infinite,they would not try to control the uncontrollable;", "Muller": "If rulers could embody this principle The myriad things would follow on their own.", "Merel": "If a ruler could control the Way All things would follow In harmony with his desire,", "Ta-Kao": " ", "Crowley": "Did a lord or king gain it and guard it, all men would obey him of their own accord.", "Bynner": "When rulers adhered to the way of life, They were upheld by natural loyalty:", "Walker": "If a leader abides by it, all beings are naturally drawn to him.", "Mabry": "If governments and leaders can abide in it All beings shall gratefully behave likewise.", "Hansen": "If fief-holding kings could embrace it, all the natural kinds would come to self conformity.", "Mitchell": "If powerful men and women could remain centered in the Tao, all things would be in harmony.", "McDonald": "Good kings and barons can keep such unspoiled, inborn nature. If kings and barons would but hold on to it, all beings and things would submit to\nthem well of their own accord.", "Chan": "If kings and barons would hold on to it, all things would submit to the spontaneously.", "Cleary": "If lords and monarchs can keep to it, all beings will naturally resort to them.", "LinYutan": "If kings and barons can keep (this unspoiled nature), The whole world shall yield them lordship of their own accord."}, "section": 2}, {"content": {"Legge": "Heaven and Earth (under its guidance) unite together and send down the sweet dew, which, without the directions of men, reaches equally\neverywhere as of its own accord.", "Byrn": "Heaven would then reign on earth, like sweet rain falling on paradise. People would have no need for laws, because the law would be written on\ntheir hearts.", "Red Pine": "when Heaven joins with Earth they bestow sweet dew no one gives the order it comes down to all", "Wieger": "heaven and earth would act in perfect harmony, sprinkling a sweet dew (the best possible omen); the people would be governable without the need\nfor constraint.", "Blackney": "The earth and sky would then conspire To bring the sweet dew down; And evenly it would be given To folk without constraining power.", "Lindauer": "The heavens and earth join with each other and it rains sweet dew It is the command of noone but people cooperate.", "LaFargue": "Heaven and Earth would join together to send sweet dew. The people on their own would share equally without anyone giving orders.", "Beck": "Heaven and earth join, and gentle rain falls, beyond the command of anyone, evenly upon all.", "Wu": "Heaven and Earth will be harmonized And send down sweet dew. Peace and order will reign among the people without any command from above.", "Wayism": " ", "World": "Heaven and earth would be seen as a manifestation of the oneness of Infinity, as harmonious as dew accumulating on the ground. The people would\nrecognize Infinity manifesting in their king and all things would be in harmony", "Muller": "Heaven and Earth would be in perfect accord And rain sweet dew.", "Merel": "And sweet rain would fall, Effortlessly slaking every thirst.", "Ta-Kao": " ", "Crowley": "Heaven and Earth, combining under its spell, shed forth dew, extending throughout all things of its own accord, without man's interference.", "Bynner": "Heaven and earth were joined and made fertile, Life was a freshness of rain, Subject to none, Free to all.", "Walker": "Heaven and earth come together in harmony and sweet rain falls everywhere. People cooperate voluntarily, without any instruction.", "Mabry": "We would have a Heaven on Earth and sweet rains would fall. The people would not need to be told, They would just naturally do what is right.", "Hansen": "Heaven and earth mutually coalesce to rain down sweet dew. The people, no one ordering them, self balance.", "Mitchell": "The world would become a paradise. All people would be at peace, and the law would be written in their hearts.", "McDonald": "Yes, the best let heaven and earth join, so that the mystic sweet rain falls, all the time beyond the command of men, yet evenly upon all. Let heaven\nand earth unite to drip sweet dew. And the ten thousand creatures would flock to honour you; for the world would conspire much for sweet dew:\nWithout law or compulsion, men would take up regulations and institutions, sort out names and [try to] live in harmony. A human civilisation can\nrise once there are names [principles].", "Chan": "Heaven and earth unite to drip sweet dew. Without the command of men, its drips evenly over all.", "Cleary": "Heaven and earth combine, thus showering sweet dew. No humans command it; it is even by nature.", "LinYutan": "The Heaven and Earth join, And the sweet rain falls, Beyond the command of men, Yet evenly upon all."}, "section": 3}, {"content": {"Legge": "As soon as it proceeds to action, it has a name. When it once has that name, (men) can know to rest in it. When they know to rest in it, they can be\nfree from all risk of failure and error.", "Byrn": "Naming is a necessity for order, but naming can not order all things. Naming often makes things impersonal, so we should know when naming\nshould end. Knowing when to stop naming, you can avoid the pitfall it brings.", "Red Pine": "the first distinction gives us names after we have names we should know restraint who knows restraint knows no trouble", "Wieger": "When, in the beginning, in this visible world, the Principle imparted itself in the production of (sentient) beings with names, it did not produce them\nin a way that exhausted itself (but only as tenuous prolongations, its mass remaining intact).", "Blackney": "Creatures came to be with order's birth, And once they had appeared, Came also knowledge of repose, And with that was security.", "Lindauer": "Once measuring begins names are present Names are also grasped and possessed In the end the knowledge of stopping also follows With knowledge\nof stopping lack of danger can happen.", "LaFargue": " Knowing to stop,\nyou can be without fear.", "Beck": "When civilization arose, names began. With names, one should know when to stop. Knowing when to stop, frees one from danger.", "Wu": "When once the Primal Simplicity diversified, Different names appeared. Are there not enough names now? Is this not the time to stop? To know\nwhen to stop is to preserve ourselves from danger.", "Wayism": " ", "World": "When the whole is distinguished into parts, and parts into more parts and more parts into even more parts a myriad names are required. There are\nalready too many distinctions and names. The naming of things focuses on the manifestations of Infinity and too much distinguishing can result in\none becoming confused in the manifestations and oblivious to the oneness of all things.", "Muller": "People, unable to deal with It on its own terms Make adjustments; And so you have the beginning of division into names. Since there are already\nplenty of names You should know where to stop. Knowing where to stop, you can avoid danger.", "Merel": "The Way is shaped by use, But then the shape is lost. Do not hold fast to shapes", "Ta-Kao": "When for the first time applied to function, it was named. Inasmuch as names are given, one should also know where to stop. Knowing where to stop\none can become imperishable.", "Crowley": "Dao, in its phase of action, has a name. Then men can comprehend it; when they do this, there is no more risk of wrong or ill-success.", "Bynner": "But men of culture came, with their grades and their distinctions; And as soon as such differences had been devised No one knew where to end them,\nThough the one who does know the end of all such differences Is the sound man:", "Walker": "When this simplicity is divided, every thing and not-thing needs a name. Once there are names, the process of distinction should stop. To know when\nto stop is to be free from danger.", "Mabry": "When you organize, you must of necessity use names and order. But given that, you must also know where to leave off naming and structuring.\nKnowing when to stop, you can avoid danger.", "Hansen": "To begin to restrain you have names. As soon as you have names then, in general, you must also come to know to stop. If you know to stop, you can\navoid danger.", "Mitchell": "When you have names and forms, know that they are provisional. When you have institutions, know where their functions should end. Knowing\nwhen to stop, you can avoid any danger.", "McDonald": "Once the block is carved, there will be such names; they're wide differentiations of things. But as soon as there are [principles and neatly\ndifferentiated] names, know that it's time to stop. Its well to know where to stop for calm and poise. As soon as there are names [and study] it's time\nto stop. By knowing when it's time to stop, much danger could be avoided.", "Chan": "As soon as there were regulations and institutions, there were names. As soon as there were names, know that it is time to stop. It is by knowing\nwhen to stop that one can be free from danger.", "Cleary": "Start fashioning, and there are names; once names also exist, you should know when to stop. By knowing when to stop, you are not endangered.", "LinYutan": "Then human civilization arose and there were names. Since there were names, It were well one knew where to stop. He who knows where to stop\nMay be exempt from danger."}, "section": 4}, {"content": {"Legge": "The relation of the Tao to all the world is like that of the great rivers and seas to the streams from the valleys.", "Byrn": "All things end in the Tao just as the small streams and the largest rivers flow through valleys to the sea.", "Red Pine": "to picture the Tao in the world imagine rivers and the sea", "Wieger": "The Principle is, with reference to the diversity of beings in the world, like the mass of great rivers and oceans with reference to trickles and rivulets\nof water.", "Blackney": "In this world, Compare those of the Way To torrents that flow Into river and sea.", "Lindauer": "Analogically, tao being in the world Is just like how the streams and valleys relate to rivers and seas.", "LaFargue": " Tao's presence in the world is like the relation of small river valleys to the Yang-tze and the ocean.", "Beck": "The Way in the world is like rivers and streams flowing into the sea.", "Wu": "The Tao is to the world what a great river or an ocean is to the streams and brooks.", "Wayism": " ", "World": "Refuse to distinguish the components of the whole. See the oneness of Infinity, and see the earth as a manifestation disintegrating back into Infinity. ", "Muller": "The Tao's existence in the world Is like valley streams running into the rivers and seas.", "Merel": "But let sensation flow into the world As a river courses down to the sea.", "Ta-Kao": " ", "Crowley": "As the great rivers and the oceans are to the valley streams, so is the Dao to the whole universe.", "Bynner": "Existence Might be likened to the course Of many rivers reaching the one sea.", "Walker": "Tao in the world is like streams flowing into the sea.", "Mabry": "All the World is to the Tao As rivers flowing home to the sea.", "Hansen": "Compare this guide's being in the social world to the relation of brook valleys to rivers and oceans.", "Mitchell": "All things end in the Tao as rivers flow into the sea.", "McDonald": "In the world dao can be likened to rivers that turn into wider rivers and eventually course into some sea. All will come to and be clasped by one and\nmore such dao rivers -and to [some] dao all under heaven will come, as streams and torrents flow into a great river or sea [of universal dao].", "Chan": "Analogically, Tao in the world may be compared to rivers and streams running into the sea.", "Cleary": "The Way is to the world as rivers and oceans to valley streams.", "LinYutan": "Tao in the world May be compared to rivers that run into the sea."}, "section": 5}]