[{"content": {"Legge": "All things are produced by the Tao, and nourished by its outflowing operation. They receive their forms according to the nature of each, and are\ncompleted according to the circumstances of their condition. Therefore all things without exception honour the Tao, and exalt its outflowing\noperation.", "Byrn": "The Tao gives birth to all of creation. The virtue of Tao in nature nurtures them, nd their family gives them their form. Their environment then shapes\nthem into completion. That is why every creature honors the Tao and its virtue.", "Red Pine": "The Way begets them Virtue keeps them matter shapes them usage completes them thus do all things honour the Way and glorify Virtue", "Wieger": "The Principle gives life to beings, then its Virtue nourishes them, until the completion of their nature, until the perfection of their faculties. Therefore\nall beings venerate the Principle and its Virtue.", "Blackney": "The Way brings forth, Its virtue fosters them, With matter they take shape, And circumstance perfects them all: That is why all things Do honour the\nWay And venerate its power.", "Lindauer": "Tao is giving birth Ideal is raising Things are embodying The environment is perfecting. Appropriately it happens that of the 10000 things None lack\nvenerating tao yet treasuring ideal.", "LaFargue": "Tao produces them Te rears them events shape them talents complete their development.  Among the thousands of things there are none that\ndo not honour Tao and treasure Te", "Beck": "The Way produces all things. Power nourishes them. Matter gives them physical form. Environment shapes their abilities. Therefore all things\nrespect the Way and honor power.", "Wu": "Tao gives them life, Virtue nurses them, Matter shapes them, Environment perfects them. Therefore all things without exception worship Tao and do\nhomage to Virtue.", "Wayism": " ", "World": "The potential of Infinity manifests all things. Manifestations are nourished by oneness, created with matter, affected by events. Therefore, those who\nmaintain peace and harmony acknowledge Infinity and remember their oneness, not because it is demanded, but because it is the essence of all\nthings.", "Muller": "Tao gives birth to it, Virtue rears it, Materiality shapes it, Activity perfects it. Therefore, there are none of the myriad things who do not venerate the\nTao or esteem its virtue.", "Merel": "The Way bears all things; Harmony nurtures them; Nature shapes them; Use completes them. Each follows the Way and honours harmony,", "Ta-Kao": "Tao produces them (all things); Virtue feeds them; All of them appear in different forms; Each is perfected by being given power. Therefore none of\nthe numerous things does not honour Tao and esteem virtue.", "Crowley": "All things proceed from the Dao; And are sustained by its forth-flowing virtue. Every one takes form according to his nature, And is perfect, each in\nhis own particular way. Therefore each and every one of them glorify the Dao, And worship its forth-flowing Virtue.", "Bynner": "Existence having born them And fitness bred them, While matter varied their forms And breath empowered them, All created things render, to the\nexistence and fitness they depend on, An obedience", "Walker": "Tao gives life to all beings. Nature nourishes them. Fellow creatures shape them. Circumstances complete them. Everything in existence respects\nTao and honours nature", "Mabry": "The Tao gives birth to all things. Nature's goodness nurtures them. Matter forms them. Environment shapes them. Therefore, all things cannot help\nbut to respect the Tao and treasure goodness.", "Hansen": "A guide starts it, virtuosity cultivates it, Natural kinds model it and circumstances complete it. For this reason, among the ten-thousand natural kinds,\nNone fail to respect a guide and value virtuosity.", "Mitchell": "Every being in the universe is an expression of the Tao. It springs into existence, unconscious, perfect, free, takes on a physical body, lets\ncircumstances complete it.", "McDonald": "One dao gives them birth, next hidden virtue and glory fosters them. Matter gives them physical form. some get shaped according to intrinsic\ndesigns, perfected by first being allotted its primal strength. Sets of circumstances and tendencies complete them. So all things of the universe\nworship their intrinsic ways (dao forms) and honour virtue. There's hardly one who doesn't honour inborn modes of living and standard\naccommodations, so in one way or other all who accommodate likeably do homage to set dao structure, and concomitant native, later, possibly\nunfolded growth power.", "Chan": "Tao produces them. Virtue fosters them. Matter gives them physical form. The circumstances and tendencies complete them. Therefore the ten\nthousand things esteem Tao and honour virtue.", "Cleary": "The Way gives birth, virtue nurtures, things form, momentum completes. Therefore all beings honor the Way and value its Virtue.", "LinYutan": "Tao gives them birth, Teh (character) fosters them. The material world gives them form. The circumstances of the moment complete them. Therefore\nall things of the universe worship Tao and exalt Teh."}, "section": 1}, {"content": {"Legge": "This honouring of the Tao and exalting of its operation is not the result of any ordination, but always a spontaneous tribute. Thus it is that the Tao\nproduces (all things), nourishes them, brings them to their full growth, nurses them, completes them, matures them, maintains them, and overspreads\nthem.", "Byrn": "No one tells them to honor the Tao and its virtue, it happens all by itself.", "Red Pine": "the honour of the Way the glory of Virtue and not conferred but always so the Way begets and keeps them cultivates and trains them steadies and\nadjusts them nurtures and protects them", "Wieger": "No one has the eminence of the Principle and its Virtue conferred on them; they have it always, naturally. The Principle gives life; its Virtue gives\ngrowth, protects, perfects, matures, maintains, And covers (all beings).", "Blackney": "The exaltation of the Way, The veneration of its power, Come not by fate or decree; But always just because By nature it is so. So when the Way\nbrings forth, Its power fosters all: They grow, are reared, And fed and housed until They come to ripe maturity.", "Lindauer": "The venerability of tao, the treasurability of the ideal In the end it is the command of noone yet it is entirely natural. So tao is giving birth  Ideal is\nraising Growing, rearing, balancing, maturing, deepening, enveloping.", "LaFargue": " Tao produces them, Te rears them makes them grow,\nnurses them, settles them, heals them, sustains them, protects them.", "Beck": "The Way is respected, and power is honored without anyone's order and always naturally. Therefore the Way produces all things, and power\nnourishes them, caring for them and developing them, sheltering them and comforting them, nurturing them and protecting them,", "Wu": "They have not been commanded to worship Tao and do homage to Virtue, But they always do so spontaneously. It is Tao that gives them life: It is\nVirtue that nurses them, grows them, fosters them, shelters them, comforts them, nourishes them, And covers them under her wings.", "Wayism": " ", "World": "Infinity manifests all things, rears them, nurtures them, clothes them, feeds them, protects them, and comforts them.", "Muller": "This veneration of the Tao and esteeming of its virtue is something they do naturally, without being forced. Therefore, Tao gives birth. Its virtue\nrears, develops, raises, adjusts and disciplines, Nourishes, covers and protects,", "Merel": "Not by law, But by being. The Way bears, nurtures, shapes, completes, Shelters, comforts, and makes a home for them.", "Ta-Kao": "The honouring of Tao and the esteem of virtue are done, not by command, but always of their own accord. Therefore Tao produces them, makes\nthem grow, nourishes them, shelters them, brings them up and protects them. When all things come into being Tao does not reject them.", "Crowley": "This glorifying of the Dao, this worship of the De, is constantly spontaneous, And not by appointment of Law. Thus the Dao buds them out, nurtures\nthem, develops them, sustains them, perfects them, ripens them, upholds them, And reabsorbs them.", "Bynner": "Not commanded but of course. And since this is the way existence bears issue And fitness raises, attends, Shelters, feeds and protects, Do you\nlikewise:", "Walker": "- not by decree, but spontaneously. Tao gives life to all beings. Nature watches over them, develops them, shelters them, nurses them, grows them,\nripens them, completes them, buries them, and returns them.", "Mabry": "Respect for the Tao and the treasuring of goodness are not demanded of them, they do it naturally.", "Hansen": "This respecting of guides and valuing of virtuosity is not, in general, commanded in words instead it treats self-so-ing as constant. Hence a guide\nstarts it, virtuosity cultivates it, Acts as its elder, educates it, shades it, poisons it, nourishes it and returns it.", "Mitchell": "That is why every being spontaneously honours the Tao. The Tao gives birth to all beings, nourishes them, maintains them, cares for them, comforts\nthem, protects them, takes them back to itself, creating without possessing, acting without expecting, guiding without interfering.", "McDonald": "Conclusion: all things of the universe honour dao and exalt good te without being ordered by anybody. From this: the right praise always come\nspontaneously. And this is so of its own accord. Proficient dao hardly needs any right to be worshipped, Hardly does its best fit, proper unfoldment\nprowess or power claim the right to be honoured.", "Chan": "Tao is esteemed and virtue is honoured without anyone's order! They always come spontaneously. Therefore the Tao produces them and virtue\nfosters them. They rear them and develop them. They give them security and give them peace. They nurture them and protect them.", "Cleary": "The honor of the Way and the value of Virtue are not granted by anyone, but are always naturally so. So the Way gives birth and nurtures, makes\ngrow and develops, completes and matures, builds up and breaks down.", "LinYutan": "Tao is worshipped and Teh is exalted Without anyone's order but is so of its own accord. Therefore Tao gives them birth, Teh fosters them, Makes\nthem grow, develops them, Gives them a harbor, a place to dwell in peace, Feeds them and shelter them."}, "section": 2}, {"content": {"Legge": "It produces them and makes no claim to the possession of them; it carries them through their processes and does not vaunt its ability in doing so; it\nbrings them to maturity and exercises no control over them; - this is called its mysterious operation.", "Byrn": "So the Tao gives them birth, and its virtue cultivates them, cares for them, nurtures them, gives them a place of refuge and peace, helps them to grow\nand shelters them. It gives them life without wanting to posses them, and cares for them expecting nothing in return. It is their master, but it does not\nseek to dominate them. This is called the dark and mysterious virtue.", "Red Pine": "but begets without possessing acts without presuming and cultivates without controlling this is called Dark Virtue", "Wieger": "When they are born, it does not monopolize them; it lets them act freely, without exploiting them; it lets them grow, without tyrannizing them. This is\nthe action of transcendent Virtue.", "Blackney": "You shall give life to things But never possess them; Your work shall depend on none; You shall be chief but never lord. This describes the mystic\npower.", "Lindauer": "Giving birth yet without possessing Acting yet without relying Growing yet without directing Appropriately called insightful ideal.", "LaFargue": "Produces but does not possess works but does not rely on this presides but doesn't rule. This is mysterious Te.", "Beck": "producing them but not possessing them, helping them but not obligating them, guiding them but not controlling them. This is mystical power.", "Wu": "To give life but to claim nothing, To do your work but set no store by it, To be a leader, not a butcher, This is called hidden Virtue.", "Wayism": " ", "World": "Infinity manifests all things without possessing them;shows them the way without interfering, assists them without taking credit.  This is the nature of\nInfinity.", "Muller": "Produces but does not possess, Acts without expectation, Leads without forcing. This is called \"Mysterious Virtue.\"", "Merel": "Bearing without possessing, Nurturing without taming, Shaping without forcing, This is harmony.", "Ta-Kao": "It produces them without holding possession of them. It acts without depending upon them, and raises without lording it over them. When merits are\naccomplished it does not lay claim to them. Because it does not lay claim to them, therefore it does not lose them.", "Crowley": "It buds them forth, And claims not lordship over them; is overseer of their changes, And boasts not of his puissance; perfects them, And interferes not\nwith their Ways; this is called the Mystery of its Virtue.", "Bynner": "Be parent, not possessor, Attendant, not master, Be concerned not with obedience but with benefit, And you are at the core of living.", "Walker": "Giving birth, nourishing life, shaping things without possessing them, serving without expectation of reward, leading without dominating: These are\nthe profound virtues of nature, and of nature's best beings.", "Mabry": "So, the Tao gives birth; Nature's goodness nurtures them, grows them, raises them and enables them to mature, ripens them, nourishes them and\nshelters them. The Tao gives birth, but does not possess; Acts, but does not take credit; Guides, but does not control. This is the mystery of\ngoodness.", "Hansen": "Gives rise to and not 'exist,' Deem:act and not rely on anything. Acts as elder and does not rule. This would be called 'profound virtuosity.'", "Mitchell": "That is why love of the Tao is in the very nature of things.", "McDonald": "Its just like this: Some dao produces them and concomitant, abundant virtue fosters them. Said in other words: The right dao gives them birth, a\nproper te fosters them, Dao [deep structure] and might enough can rear and develop, can feed, nurture and shelter. In other words: grant some\nharbour of security, protect and give deep, strong peace in a place fit for that end. Just the right dao could be a prolongation of some deft was always\nand of itself so. Yes, the right dao gives birth, shields from storms, and seems hardly possessive. The right shields hardly lay claim to you. Good dao\nbore you and the power\" of dao evolved or reared you (a bit), made you grow [naturally, according to innate designs] brewed for you personally,\nsort of. A man must rear others, control some, but never lean upon them. By such natural designs just dao can act and also help, but it hardly\nappropriates. Just be chief among them, but hardly manage them. This can be called the superior power. See: The superior power hardly controls\nanybody! And this is the [program of developing fit] mystic might.", "Chan": "(Tao) produces them but does not take possession of them. It acts, but does not rely on its own ability. It leads them but does not master them. This\nis called profound and secret virtue.", "Cleary": "It produces but does not possess; it acts without presumption, it fosters growth without ruling. This is called hidden Virtue.", "LinYutan": "It gives them birth and does not own them, Acts (helps) and does not appropriate them, Is superior, and does not control them. - This is the Mystic\nVirtue."}, "section": 3}]