[{"content": {"Legge": "The ancients who showed their skill in practicing the Tao did so, not to enlighten the people, but rather to make them simple and ignorant.", "Byrn": "The ancient Masters who understood the way of the Tao, did not educate people, but made them forget.", "Red Pine": "The ancient masters of the Way tried not to enlighten but to keep men in the dark", "Wieger": "In antiquity, those who conformed themselves to the Principle did not seek to make the people clever, but aimed at keeping them simple.", "Blackney": "Those ancients who were skilled in the Way Did not enlighten people by their rule But had them ever held in ignorance:", "Lindauer": "Those ancients who valued acting in tao Did not come to be luminous People attaining it came to be foolish.", "LaFargue": "Those Excellent at doing Tao in ancient times - it was not to enlighten the people, but to keep them stupid.", "Beck": "The ancients who ruled skillfully did not try to enlighten people but kept them in the dark.", "Wu": "In the old days, those who were well versed in the practice of the Tao did not try to enlighten the people, but rather to keep them in a state of\nsimplicity.", "Wayism": " ", "World": "From time immemorial the sage has not tried to teach oneness but has embedded peace and harmony in the openness of a simple life.", "Muller": "The ancients who were skilful at the Tao Did not illuminate the people But rather kept them simple.", "Merel": "The ancients did not seek to rule people with knowledge, But to help them become natural.", "Ta-Kao": "In olden times the best practicers of Tao did not use it to awaken the people to knowledge, But used it to restore them to simplicity.", "Crowley": "They of old time that were skilled in the Dao sought not to enlighten the people, but to keep them simple.", "Bynner": "Sound old rulers, it is said, Left people to themselves, instead Of wanting to teach everything And start the people arguing.", "Walker": "In ancient times those who practiced Tao didn't want to enlighten people, but to keep them natural and simple.", "Mabry": "In ancient times those who followed the Tao Did not try to educate the people. They chose to let them be.", "Hansen": "Those in ancient times who were good at deem-acting on a guide Did not to use it to make the people discerning but to make them stupid.", "Mitchell": "The ancient Masters didn't try to educate the people, but kindly taught them to not-know.", "McDonald": "In old times those who practised a dao well, did hardly aim to enlighten people, but to make them ignorant and hold them that way. ", "Chan": "In ancient times those who practiced Tao well Did not seek to enlighten people, but to make them ignorant.", "Cleary": "In ancient times, good practitioners of the Way did not use it to enlighten the people, but to make them unsophisticated.", "LinYutan": "The ancients who knew how to follow the Tao Aimed not to enlighten the people. But to keep them ignorant."}, "section": 1}, {"content": {"Legge": "The difficulty in governing the people arises from their having much knowledge. He who (tries to) govern a state by his wisdom is a scourge to it;\nwhile he who does not (try to) do so is a blessing.", "Byrn": "Smart people are difficult to guide, because they think they are too clever. To use cleverness to rule a country, is to lead the country to ruin. To\navoid cleverness in ruling a country, is to lead the country to prosperity.", "Red Pine": "what makes the people hard to rule is knowledge who rules the realm with knowledge spreads evil in the realm who rules without knowledge\nspreads virtue in the realm", "Wieger": "When people are difficult to govern, it is because they know too much. Those who claim to procure the good of a country by disseminating\ninstruction, are wrong, and ruin the country.", "Blackney": "The more the folk know what is going on The harder it becomes to govern them. For public knowledge of the government Is such a thief that it will\nspoil the realm; But when good fortune brings good times to all The land is ruled without publicity.", "Lindauer": "The difficulty with governing people? It happens that what is wise is abundant. So if it happens that wisdom governs the nation It is the enemy of the\nnation If it does not happen that wisdom governs the nation It is the good luck of the nation ", "LaFargue": "The difficulty in governing the people - because of their knowledge.  By \"Knowledge!\" govern the state - a crime against the state. By\n\"Ignorance!\" govern the state - a boon to the state.", "Beck": "People are hard to lead when they are too clever. Those who lead with cleverness rob the country. Those who lead without cleverness bless the\ncountry.", "Wu": "For, why are the people hard to govern? Because they are too clever! Therefore, he who governs his state with cleverness is its malefactor; but he\nwho governs his state without resorting to cleverness is its benefactor.", "Wayism": " ", "World": "Why is it so hard to rule? Because people are at one with their leaders. Leaders who use cleverness are confronted with more cleverness.Cleverness\nonly manifests confusion. Those who flow in the peace and harmony of oneness lead without attempting cleverness and are a blessing to everyone.", "Muller": "When the people are difficult to rule It is because of their cleverness. Therefore If you use cleverness to rule the state You are a robber of the state. If\nyou don't use cleverness to rule the state You are a blessing to the state.", "Merel": "It is difficult for knowledgeable people to become natural. To use law to control a nation weakens the nation. But to use nature to control a nation\nstrengthens the nation.", "Ta-Kao": "People are difficult to govern because they have much knowledge. Therefore to govern the country by increasing the people's knowledge is to be the\ndestroyer of the country; To govern the country by decreasing their knowledge is to be the blessers of the country.", "Crowley": "The difficulty of government is the vain knowledge of the people. To use cleverness in government is to scourge the kingdom; to use simplicity is to\nanoint it.", "Bynner": "With mere instruction in command, So that people understand Less than they know, woe is the land; But happy the land that is ordered so", "Walker": "When cleverness and intellect abound, people don't do well. A leader who governs with cleverness cheats his people. A leader who governs with\nsimplicity is a blessing to his people.", "Mabry": "The reason people become hard to govern Is that they think they know it all. So, if a leader tries to lead through cleverness, He is nothing but a\nliability. But if a leader leads, not through cleverness, but through goodness, this is a blessing to all.", "Hansen": "People's being hard to govern comes from their knowing how to do too muHence to use know-how to govern a state is the thief of the state. Not\nto use know-how to govern a state is the blessing of the state.", "Mitchell": "When they think that they know the answers, people are difficult to guide. When they know that they don't know, people can find their own way. If\nyou want to learn how to govern, avoid being clever or rich. The simplest pattern is the clearest.", "McDonald": "It seems that the more knowledge people have, the harder they are to rule. Maybe it's hard for people to live in peace due to very much knowledge.\nSo he who rules the state through knowledge is robber of the state; and who seek to rule by giving knowledge could be like [coming] bandits preying\non the land. Maybe all who seek to rule by knowledge form the nation's curse, eventually. He who rules a state not through knowledge is a blessing.\nThose who seek not to rule by knowledge, are the nation's blessing. To rule without giving knowledge could bring a stock of good fortune to the\nland. [And maybe not.]", "Chan": "People are difficult to govern because they have too much knowledge. Therefore he who rules the state through knowledge is a robber of the state;\nHe who rules a state not through knowledge is a blessing to the state.", "Cleary": "When people are unruly, it is because of their sophistication. So to govern a country by cunning is to rob the country. Not using cunning to govern a\ncountry is good fortune for the country.", "LinYutan": "The reason it is difficult for the people to leave in peace Is because of too much knowledge. Those who seek to rule a country by knowledge Are the\nnation's curse. Those who seek not to rule a country by knowledge Are the nation's blessing."}, "section": 2}, {"content": {"Legge": "He who knows these two things finds in them also his model and rule. Ability to know this model and rule constitutes what we call the mysterious\nexcellence (of a governor).", "Byrn": "Knowing the two alternatives is a pattern. Remaining aware of the pattern is a virtue.", "Red Pine": "who understands these two understands the universal key this is called Dark Virtue", "Wieger": "This is the formula of mysterious action, of great profundity, of great bearing.", "Blackney": "To know the difference between these two Involves a standard to be sought and found. To know that standard always, everywhere, Is mystic Virtue,\njustly known as such;", "Lindauer": "Those who know both these things Also investigate the patterns of entireness To know and investigate patterns is appropriately called insightful ideal.", "LaFargue": "", "Beck": "Understanding these two is to know the eternal standard. Knowing the eternal standard is mystical power.", "Wu": "To know these principles is to possess a rule and a measure. To keep the rule and the measure constantly in your mind is what we call Mystical\nVirtue.", "Wayism": " ", "World": "These too are distinctions, cleverness and non-action. Realizing these two are distinctions focuses one on the oneness of Infinity and away from\nconfusion.", "Muller": "If you understand these two points, you know the proper norm for governing To be continuously understanding the proper norm is called Mysterious\nVirtue.", "Merel": "Understanding these two paths is understanding subtlety;", "Ta-Kao": "To be acquainted with these two ways is to know the standard; To keep the standard always in mind is to have sublime virtue.", "Crowley": "Know these things, and make them your law and your example. To possess this Law is the Secret Perfection of rule.", "Bynner": "That they understand more than they know. For everyone's good this double key Locks and unlocks equally.", "Walker": "These are the two alternatives. Understanding them is subtle insight.", "Mabry": "To be always conscious of the Great Pattern is a spiritual virtue.", "Hansen": "Those who know to do these two things are also evaluated models. To treat knowing to follow evaluated models as constant, This is called obscure\nvirtuosity.", "Mitchell": " ", "McDonald": "One who knows these two things also (sets) the standard. Always to know such an old standard is called to of the deep, secret calibre.", "Chan": "One who knows these two things also (knows) the standard. Always to know the standard is called profound and secret virtue.", "Cleary": "Too know these two is also a model. Being always aware of the model is called hidden virtue.", "LinYutan": "Those who know these two (principles) Also know the ancient standard, And to know always the ancient standard Is called the Mystic Virtue."}, "section": 3}, {"content": {"Legge": "Deep and far-reaching is such mysterious excellence, showing indeed its possessor as opposite to others, but leading them to a great conformity to\nhim.", "Byrn": "This dark and mysterious virtue is profound. It is opposite our natural inclination, but leads to harmony with the heavens.", "Red Pine": "Dark Virtue goes deep goes far goes the other way until it reaches perfect harmony", "Wieger": "It is not to the taste of (the curious) but, thanks to it, everything turns out well, peacefully.", "Blackney": "Which Virtue is so deep and reaching far, It causes a return, things go back To that prime concord which at first all shared.", "Lindauer": "Insightful ideal goes with the penetrating, with the far-reaching With it things go with turning back And will reach the great alignment.", "LaFargue": "Mysterious Te is deep, far-reaching, ", "Beck": "Mystical power is deep and far-reaching, leading all things to return to perfect harmony.", "Wu": "Deep and far-reaching is Mystical Virtue! It leads all things to return, till they come back to Great Harmony!", "Wayism": " ", "World": "Staying centered in the oneness that permeates Infinity manifests peace and harmony.", "Muller": "How deep and far-reaching Mysterious Virtue is! It makes all return Until they reach the Great Norm.", "Merel": "Subtlety runs deep, ranges wide, Resolves confusion and preserves peace.", "Ta-Kao": "Sublime virtue is infinitely deep and wide. It goes reverse to all things; And so it attains perfect peace.", "Crowley": "Profound and Extended is this Perfection; he that possesses it is indeed contrary to the rest, but he attracts them to full accordance.", "Bynner": "If modern man would use it, he Could find old wisdom in his heart And clear his vision enough to see From start to finish and finish to start The\ncircle rounding perfectly.", "Walker": "The use of subtle insight brings all things back into the oneness.", "Mabry": "Spiritual virtue is awesome and infinite And it leads all tings back to their Source. Then there emerges the Great Harmony.", "Hansen": "Obscure virtuosity becomes deep! Becomes distant! Becomes the reversal of natural kinds. After it is so, then it achieves great flow.", "Mitchell": "Content with an ordinary life, you can show all people the way back to their own true nature.", "McDonald": "When such secret virtue becomes clear, outgoing, far-reaching, and lets things revert back to some guessed at source, all related things could return\nto some natural state. It could go all the way back to [brutal] concord and harmony.", "Chan": "Virtue becomes deep and far-reaching, And with it all things return to their original state. Then complete harmony will be reached.", "Cleary": "Hidden virtue is deep, far-reaching, in contrast to ordinary people. Only when it i thus does it reach great accord.", "LinYutan": "When the Mystic Virtue becomes clear, far-reaching, And things revert back (to their source) Then and then only emerges the Grand Harmony."}, "section": 4}]