[{"content": {"Legge": "Favour and disgrace would seem equally to be feared; honour and great calamity, to be regarded as personal conditions (of the same kind).", "Byrn": "Success is as dangerous as failure, and we are often our own worst enemy.", "Red Pine": "Favour and disgrace are like warnings honour and disaster are like the body", "Wieger": "Favour, because it can be lost, is a source of worry. Greatness, because it can be ruined, is a source of fear.", "Blackney": "\"Favour, like disgrace Brings trouble with it; High rank, like self, Involves acute distress.\"", "Lindauer": "Favor and disgrace look alarming. The treasure of great danger looks like the body.", "LaFargue": "\"Favour and disgrace: this means being upset high rank does great damage to your self.\"", "Beck": "Good fortune and misfortune cause apprehension. Regard great trouble as you regard your self.", "Wu": "\"Welcome disgrace as a pleasant surprise. Prize calamities as your own body.\"", "Wayism": "Success is as treacherous as failure. Hope is as hollow as fear. ", "World": "Accept disgrace indifferently. Acknowledge misfortune as one of the human conditions.", "Muller": "Accept humiliation as a surprise. Value great misfortune as your own self.", "Merel": "Both praise and blame cause concern, For they bring people hope and fear.", "Ta-Kao": "'Favour and disgrace are like fear; fortune and disaster are like our body.'", "Crowley": "Favour and disgrace are equally to be shunned; honour and calamity to be alike regarded as adhering to the personality.", "Bynner": "Favour and disfavour have been called equal worries, Success and failure have been called equal ailments.", "Walker": "Favour and disgrace are equally problematic. Hope and fear are phantoms of the body.", "Mabry": "Success is often as unsettling as failure. The world's troubles are no more important than the well-being of your own body.", "Hansen": "Favour is as disgraceful as a warning. Nobility is as great a trouble as a self.", "Mitchell": "Success is as dangerous as failure. Hope is as hollow as fear.", "McDonald": "Be glad for favour. Still receive favour or disgrace with regular apprehension. Be cautious not to lose the winning sort of favour. Lower favour and\ndisgrace can cause one dismay; We can have fears because we have a self. Yet what we value and what we fear are as if within that inner\nsanctimonium self.\"", "Chan": "Be apprehensive when receiving favour or disgrace. Regard great trouble as seriously as you regard your body.", "Cleary": "Favor and disgrace seem alarming; high status greatly afflicts your person.", "LinYutan": "\"Favor and disgrace cause one dismay; What we value and what we fear are within our Self.\""}, "section": 1}, {"content": {"Legge": "What is meant by speaking thus of favour and disgrace? Disgrace is being in a low position (after the enjoyment of favour). The getting that (favour)\nleads to the apprehension (of losing it), and the losing it leads to the fear of (still greater calamity):--this is what is meant by saying that favour and\ndisgrace would seem equally to be feared.", "Byrn": "What does it mean that success is as dangerous as failure? He who is superior is also someone's subordinate. Receiving favor and losing it both cause\nalarm. That is what is meant by success is as dangerous as failure.", "Red Pine": "and why are favour and disgrace like warnings favour means descending to gain it is like a warning to lose it is like a warning thus are favour and\ndisgrace like warnings", "Wieger": "What do these two sentences mean? The first means that the care required to keep in favour, and the fear of losing it, fill the mind with worry.", "Blackney": "What does that mean, to say That \"favour, like disgrace Brings trouble with it\"? When favour is bestowed On one of low degree, Trouble will come\nwith it. The loss of favour too Means trouble for that man. This, then, is what is meant By \"favour, like disgrace Brings trouble with it.\"", "Lindauer": "Why say favor and disgrace look alarming? Favor acts superior Disgrace acts inferior Being obtained it looks alarming Being lost it looks alarming\nAppropriately say favor and disgrace look alarming.", "LaFargue": null, "Beck": "What is meant by \"Good fortune and misfortune cause apprehension?\" Those with good fortune are apprehensive of their gain. Those with\nmisfortune are apprehensive of their loss. ", "Wu": "Why should we \"welcome disgrace as a pleasant surprise\"? Because a lowly state is a boon: Getting it is a pleasant surprise, And so is losing it! That\nis why we should \"welcome disgrace as a pleasant surprise.\"", "Wayism": "What does it mean that success is as treacherous as failure?", "World": "What does it mean to \"accept disgrace indifferently\"? Honor and disgrace are one in the Infinite. Only by making distinctions does one manifest\ndisgrace. Refusing to make distinctions merges honor and disgrace into the oneness of circumstances which creates harmony.", "Muller": "What do I mean by \"Accept humiliation as a surprise\"? When you are humble Attainment is a surprise And so is loss. That's why I say, \"Accept\nhumiliation as a surprise.\"?", "Merel": "The object of hope and fear is the self - For, without self, to whom may fortune and disaster occur?", "Ta-Kao": "What does it mean by 'Favour and disgrace are like fear'? Favour is in a higher place, and disgrace in a lower place. When you win them you are\nlike being in fear, and when you lose them you are also like being in fear. So favour and disgrace are like fear.", "Crowley": "What is this which is written concerning favour and disgrace? Disgrace is the fall from favour. He then that has favour has fear, and its loss begets\nfear yet greater to a further fall.", "Bynner": "How can favour and disfavour be called equal worries? Because winning favour burdens a man With the fear of losing it.", "Walker": "What does it mean the \"favour and disgrace are equally problematic\"? Favour lifts you up; disgrace knocks you down. Either one depends on the\nopinions of others and causes you to depart from your center.", "Mabry": "Why do I say, \"Success is often as unsettling as failure?\" Success strikes us deep. It shakes us up to get it. It shakes us up to lose it. Thus, success is\nreally little different than failure, for both are unsettling.", "Hansen": "Why say 'favour is as disgraceful as a warning'? The favoured is deemed below. Receiving it is like a warning. Losing it is like a warning. This is\ncalled 'favour is as disgraceful as a warning.'", "Mitchell": "What does it mean that success is a dangerous as failure? Whether you go up the ladder or down it, you position is shaky. When you stand with your\ntwo feet on the ground, you will always keep your balance. What does it mean that hope is as hollow as fear? Hope and fear are both phantoms that\narise from thinking of the self. When we don't see the self as self, what do we have to fear?", "McDonald": "What does this mean: \"Favour and disgrace can cause one dismay? Those who receive favour from above are dismayed when they receive it. And\nshould they lose it they turn distraught.", "Chan": "What is meant by being apprehensive when receiving favour or disgrace? Favour is considered inferior. Be apprehensive when you receive them and\nalso be apprehensive when you lose them. This is what is meant by being apprehensive when receiving favour or disgrace.", "Cleary": "What are favor and disgrace? Favor is the lower: get it and you're surprised, lose it and you're startled. This means favor and disgrace are alarming.", "LinYutan": "What does this mean: \"Favor and disgrace cause one dismay?\" Those who receive a favor from above Are dismayed when they receive it, And\ndismayed when they lose it."}, "section": 2}, {"content": {"Legge": "And what is meant by saying that honour and great calamity are to be (similarly) regarded as personal conditions? What makes me liable to great\ncalamity is my having the body (which I call myself); if I had not the body, what great calamity could come to me?", "Byrn": "What does it mean that we are often our own worst enemy? The reason I have an enemy is because I have \"self\". If I no longer had a \"self\", I would\nno longer have an enemy.", "Red Pine": "and why are honour and disaster like the body the reason we have disaster is because we have a body if we didn't have a body we wouldn't have\ndisaster", "Wieger": "The second points out that ruin generally comes from caring too much for one's own greatness. He who has no personal ambition does not have to\nfear ruin.", "Blackney": "What does it mean, to say That \"rank, like self, Involves acute distress\"? I suffer most because Of me and selfishness. If I were selfless, then What\nsuffering would I bear?", "Lindauer": "Why say the treasure of great danger looks like the body? I place the occurrence of things of great danger As action of I in the presence of a body. I\nreach the absence of a body I am present with what danger? Appropriately say the treasure of great danger looks like the body.", "LaFargue": null, "Beck": "What is meant by \"Regard great trouble as you regard your self?\" Great trouble comes from being selfish. Being selfless, what trouble is there?", "Wu": "Why should we \"prize calamities as our own body\"? Because our body is the very source of our calamities. If we have no body, what calamities can\nwe have?", "Wayism": "What does it mean that hope is as hollow as fear? Hope and fear are both apparitions that arise from self-importance and need for control. When we do not regard this projection of self as if so important, what do we have to fear? ", "World": "What is meant by \"acknowledging misfortune as one of the human conditions\"? The body is a manifestation of Infinity and the body is subject to\nbeing affected by the other manifestations of Infinity. Misfortune is one of those other manifestations. However, as with disgrace, refusing to\ndistinguish misfortune and fortune creates indifference which keeps one focused on the oneness of Infinity and creates peace in the self.", "Muller": "What do I mean by \"Value great misfortune as your own self\"? If I have no self, how could I experience misfortune?", "Merel": " ", "Ta-Kao": "What does it mean by 'Fortune and disaster are like our body'? We have fortune and disaster because we have a body. When we have no body, how\ncan fortune or disaster befall us?", "Crowley": "What is this which is written concerning honour and calamity? It is this attachment to the body which makes calamity possible; for were one bodiless,\nwhat evil could befall him?", "Bynner": "How can success and failure be called equal ailments? Because a man thinks of the personal body as self. When he no longer thinks of the personal\nbody as self Neither failure nor success can ail him.", "Walker": "What does it mean that \"hope and fear are phantoms of the body\"? When you regard your body as your self, hope and fear have real power over\nyou. If you abandon the notion of body as self, hope and fear cannot touch you.", "Mabry": "Why do I say, \"The World's greatest troubles are no more important than the well-being of your own body?\" The reason I think I have troubles is\nbecause I have material existence. If I had no body, what troubles could I possibly have?", "Hansen": "Why say 'nobility is as great a trouble as a self'? Deeming I have a self is what makes it possible for me have trouble. And if I had no self, what\ntrouble could I have?", "Mitchell": "What does it mean that hope is as hollow as fear? Hope and fear are both phantoms that arise from thinking of the self. When we don't see the self as\nself, what do we have to fear?", "McDonald": "What does this mean: \"What we value and what we fear are as if within our serious self?\" Regard great trouble as seriously as you regard the body.\nOne reason that we suffer hurt is that we have bodies. When we don't regard that gross body as [most important aspect of self, what have we to fear?\n[Lao tse.]", "Chan": "What does it mean to regard great trouble as seriously as you regard your body? The reason why I have great trouble is that I have a body (and am\nattached to it). If I have no body, What trouble could I have?", "Cleary": "Why does high status greatly afflict your person? The reason we have a lot of trouble is that we have selves. If we had no selves what troubles would\nwe have?", "LinYutan": "What does this mean: \"What we value and what we fear are within our Self?\" We have fears because we have a self. When we do not regard that self\nas self, What have we to fear?"}, "section": 3}, {"content": {"Legge": "Therefore he who would administer the kingdom, honouring it as he honours his own person, may be employed to govern it, and he who would\nadminister it with the love which he bears to his own person may be entrusted with it.", "Byrn": "Love the whole world as if it were your self; then you will truly care for all things.", "Red Pine": "who honours is body as much as the world can be entrusted with the world who loves his body as much as the world can be encharged with the\nworld", "Wieger": "He who is only concerned about the greatness of the empire (and not that of himself), he who only desires the good of the empire (and not his own\ngood), to him the empire should be confided (and it would be in good hands).", "Blackney": "In governing the world, Let rule entrusted be To him who treats his rank As if it were his soul; World sovereignty can be Committed to that man\nWho loves all people As he loves himself.", "Lindauer": "So treasuring it when the body acts in the world It looks like one can be committed to the world. Being fond of it when the body acts in the world It\nlooks like one can be entrusted to the world.", "LaFargue": null, "Beck": "Therefore those who value the world as themselves may be entrusted to govern the world. Those who love the world as themselves may be entrusted\nto care for the world.", "Wu": "Hence, only he who is willing to give his body for the sake of the world is fit to be entrusted with the world. Only he who can do it with love is\nworthy of being the steward of the world.", "Wayism": "See the world as your self and decicate your life to its benefit. Have faith in the way things are. Love the world as your self; then you can be entrusted to care for it.", "World": "Stay centered in your oneness with Infinity and you can be entrusted with leadership. See the world as yourself and you will care for all things.", "Muller": "Therefore, if you dedicate your life for the benefit of the world, You can rely on the world. If you love dedicating yourself in this way, You can be\nentrusted with the world.", "Merel": "Therefore, Who distinguishes himself from the world may be given the world, But who regards himself as the world may accept the world.", "Ta-Kao": "Therefore he who regards the world as he does the fortune of his own body can govern the world. He who loves the world as be does his own body\ncan be entrusted with the world.", "Crowley": "Therefore, let him that regards himself rightly administer also a kingdom; and let him govern it who loves it as another man loves himself.", "Bynner": "One who knows his lot to be the lot of all other men Is a safe man to guide them, One who recognizes all men as members of his own body Is a\nsound man to guard them.", "Walker": "Know the universe as your self, and you can live absolutely anywhere in comfort. Love the world as your self, and you'll be able to care for it\nproperly.", "Mabry": "What we must do is see the whole world as our \"Self.\" Only then will we be worthy of being entrusted with the World. Only One who values the\nWorld as his own body can truly rely on the World in return.", "Hansen": "Hence nobility is regarding your self as the social world. To the likes of that, the social world can be delivered. [Nobility's] love regards the self as\nthe social world. To the likes of that, the social world can be entrusted. ", "Mitchell": "See the world as your self. Have faith in the way things are. Love the world as your self; then you can care for all things.", "McDonald": "And so, the one who values his experienced world as part of his exploring inner self, can then be entrusted with rule of something. The he who loves\nthe all as an aspect of his sensing self - all can then be entrusted to his care.", "Chan": "Therefore he who values the world as his body may be entrusted with the empire. He who loves the world as his body may be entrusted with the\nempire.", "Cleary": "Therefore those who embody nobility to act for the sake of the world seem to be able to draw the world to them, while those who embody love to act\nfor the sake of the world seem to be worthy of the trust of the world.", "LinYutan": "Therefore he who values the world as his self May then be entrusted with the government of the world; And he who loves the world as his self - The\nworld may then be entrusted to his care."}, "section": 4}]