[{"content": {"Legge": "All in the world know the beauty of the beautiful, and in doing this they have (the idea of) what ugliness is;", "Byrn": "When people see things as beautiful, ugliness is created.", "Red Pine": "All the world knows beauty but if that becomes beautiful this becomes ugly", "Wieger": "Everyone has the idea of beauty, and from that by opposition that of not beautiful (ugly). ", "Blackney": "Since the world points up beauty as such, There is ugliness too.", "Lindauer": "In the world each knows how beauty acts Where there is beauty ugliness begins", "LaFargue": "When everyone in the world recognizes the elegant as elegant ... then ugliness has just appeared.", "Beck": "When the people of the world all know beauty as beauty, there arises the recognition of ugliness.", "Wu": "When all the world recognizes beauty as beauty, this in itself is ugliness.", "Wayism": "When people define things as beautiful other things become ugly. ", "World": "Only when one distinguishes beauty does one create the unattractive.", "Muller": "All in the world recognize the beautiful as beautiful. Herein lies ugliness.", "Merel": "When beauty is abstracted Then ugliness has been implied;", "Ta-Kao": " When all in the world understand beauty to be beautiful, then ugliness exists.", "Crowley": "All men know beauty and ugliness are correlative,", "Bynner": "People through finding something beautiful Think something else unbeautiful,", "Walker": "When people find one thing beautiful, another consequently becomes ugly.", "Mabry": "When people see beauty as beautiful, They recognize other things as ugly.", "Hansen": "That the social world knows to deem the beautiful as 'beautiful' simply creates the 'ugly. '", "Mitchell": "When people see some things as beautiful, other things become ugly.", "McDonald": "When the people of the world see beauty as beauty, the notion of ugliness pops up along with that", "Chan": "When all the people of the world know beauty as beauty, There arises the recognition of ugliness.", "Cleary": "When everyone knows beauty is beauty, this is bad.", "LinYutan": "When the people of the Earth all know beauty as beauty, There arises (the recognition of) ugliness."}, "section": 1}, {"content": {"Legge": "they all know the skill of the skillful, and in doing this they have (the idea of) what the want of skill is.", "Byrn": "When people see things as good, evil is created.", "Red Pine": "all the word knows good but if that becomes good this becomes bad", "Wieger": "All men have the idea of good, and from that by contrast that of not good (bad). ", "Blackney": "If goodness is taken as goodness, Wickedness enters as well.", "Lindauer": "Each knows how to value Where there is value lack of value begins.", "LaFargue": "When all recognize goodness as good ... then the not-good has just appeared.", "Beck": "When they all know the good as good, there arises the recognition of bad.", "Wu": "When all the world recognizes good as good, this in itself is evil.", "Wayism": "When people define certain things as good, other things become bad.", "World": "Only when one distinguishes good does one create evil.", "Muller": "All recognize the good as good. Herein lies evil.", "Merel": "When good is abstracted Then evil has been implied.", "Ta-Kao": "When all understand goodness to be good, then evil exists.", "Crowley": "as are skill and clumsiness; one implies and suggests the other.", "Bynner": "Through finding one man fit Judge another unfit.", "Walker": "When one man is held up as good, another is judged deficient.", "Mabry": "When people see goodness as good, They recognize other things as being bad.", "Hansen": "That the social world knows to deem worth as 'worthy' simply creates 'worthlessness.'", "Mitchell": "When people see some things as good, other things become bad.", "McDonald": "And equally if every one recognize virtue as virtue, if they all know the good as good, the recognition of adjacent evil is wont to rise.", "Chan": "When they all know the good as good, There arises the recognition of evil.", "Cleary": "When everyone knows good is good, this is not good.", "LinYutan": "When the people of the Earth all know the good as good, There arises (the recognition of) evil."}, "section": 2}, {"content": {"Legge": "So it is that existence and non-existence give birth the one to (the idea of) the other; that difficulty and ease produce the one (the idea of) the other;\nthat length and shortness fashion out the one the figure of the other;", "Byrn": "Being and non-being produce each other. Difficult and easy complement each other. Long and short define each other.", "Red Pine": "the coexistence of have and have not the coproduction of hard and easy the correlation of long and short", "Wieger": "Thus, being and nothingness, difficult and easy, long and short,", "Blackney": "For is and is-not come together; Hard and easy are complementary; Long and short are relative;", "Lindauer": "In this manner Presence and absence give birth to each other Difficult and easy complete each other Long and short contrast each other", "LaFargue": " 'Being' and 'nothing' give birth one to the other 'the difficult' and 'the easy' give full shape to one another 'what excels' and 'what falls short'\nform one another", "Beck": "Therefore being and non-being produce each other; difficult and easy complete each other; long and short contrast each other;", "Wu": "Indeed, the hidden and the manifest give birth to each other. Difficult and easy complement each other. Long and short exhibit each other;", "Wayism": "Being and non-being condition each other. Difficult and easy give rise to each other. Long and short define each other. ", "World": "Also by distinction, Tangible and intangible create each other, Difficult and easy define each other, Long and short measure each other,", "Muller": "Therefore Being and non-being produce each other. Difficulty and ease bring about each other. Long and short delimit each other.", "Merel": "So alive and dead are abstracted from nature, Difficult and easy abstracted from progress, Long and short abstracted from contrast,", "Ta-Kao": "Thus existence suggests non-existence; Easy gives rise to difficult; Short is derived from long by comparison;", "Crowley": "So also existence and non-existence pose the one and the other; so also it is with ease and difficulty; length and shortness;", "Bynner": "Life and death, though stemming from each other, seem to conflict as stages of change, Difficult and easy as phases of achievement, Long and short\nas measures of contrast,", "Walker": "Similarly, being and non-being balance each other; difficult and easy define each other; long and short illustrate each other;", "Mabry": "Therefore existence and non-existence produce one another Difficult and easy achieve each other Long and short define each other", "Hansen": "Thus 'exists' and 'not-exists' mutually sprout. 'Difficult' and 'easy' are mutually done. 'Long' and 'short' are mutually gauged.", "Mitchell": "Being and non-being create each other. Difficult and easy support each other. Long and short define each other.", "McDonald": "So: Being and not-yet-being interdepend in growth; grow out of another, they can produce each other. And hard and easy interdepend in completion;\nlong and short interdepend. They test each other in contrast.", "Chan": "Therefore: Being and non-being produce each other; Difficult and easy complete each other; Long and short contrast each other;", "Cleary": "So being and nonbeing produce each other: difficulty and ease complement each other, long and short shape each other,", "LinYutan": "Therefore: Being and non-being interdepend in growth; Difficult and easy interdepend in completion; Long and short interdepend in contrast;"}, "section": 3}, {"content": {"Legge": "that (the ideas of) height and lowness arise from the contrast of the one with the other; that the musical notes and tones become harmonious through\nthe relation of one with another; and that being before and behind give the idea of one following another.", "Byrn": "High and low oppose each other. Fore and aft follow each other.", "Red Pine": "the codependence of high and low the correspondence of note and noise the coordination of first and last is endless", "Wieger": "high and low, sound and tone, before and after, are correlative ideas, one of which, in being known, reveals the other.", "Blackney": "High and low are comparative; Pitch and sound make harmony; Before and after are a sequence.", "Lindauer": "In this manner Presence and absence give birth to each other Difficult and easy complete each other Long and short contrast each other High and low\nattract each other Tone and voice harmonize each other Front and back follow each other.", "LaFargue": "'the noble' and 'the lowly' give content to one another the music and the voice harmonize with one another the back and the front follow one another.\nAlways.", "Beck": "high and low distinguish each other; sound and voice harmonize with each other; beginning and end follow each other.", "Wu": "High and low set measure to each other; Voice and sound harmonize each other; Back and front follow each other.", "Wayism": "High and low depend on each other. Noise and harmony define each other; Before and after follow each other.", "World": "High and low determine each other, Sound and silence echo each other, Beginning and end follow each other.", "Muller": "High and low rest on each other. Sound and voice harmonize each other. Front and back follow each other.", "Merel": "High and low abstracted from depth, Song and speech abstracted from melody, After and before abstracted from sequence.", "Ta-Kao": "Low is distinguished from high by position; Resonance harmonizes sound; After follows before.", "Crowley": "height and lowness. Also, Musick exists through harmony of opposites; time and space depend upon contraposition.", "Bynner": "High and low as degrees of relation; But, since the varying to tones gives music to a voice And what is is the was of what shall be,", "Walker": "high and low rest upon each other; voice and song meld into harmony; what is to come follows upon what has been.", "Mabry": "High and low rely on each other Voice and accompaniment harmonize with one another Front and back follow each other.", "Hansen": "'High' and 'low' mutually incline. 'Sound' and 'tone' mutually blend. 'Before' and 'after' mutually supervene.", "Mitchell": "High and low depend on each other. Before and after follow each other.", "McDonald": "High and low determine one another and interdepend or distinguish each other in position. So it seems. Pitch and mode give harmony to one another;\ntones, sound and voice interdepend in basic, functional harmony; Front and back give sequence to one another. The couples follow each other -\ninterdepend in company, so to speak.", "Chan": "High and low distinguish each other; Sound and voice harmonize each other; Front and behind accompany each other.", "Cleary": "high and low contrast with each other, voice and echoes conform to each other, before and after go along with each other.", "LinYutan": "High and low interdepend in position; Tones and voice interdepend in harmony; Front and behind interdepend in company."}, "section": 4}, {"content": {"Legge": "Therefore the sage manages affairs without doing anything, and conveys his instructions without the use of speech.", "Byrn": "Therefore the Master can act without doing anything and teach without saying a word.", "Red Pine": "thus the sage performs effortless deeds and teaches wordless lessons", "Wieger": "That being so, the Sage serves without acting and teaches without speaking.", "Blackney": "Indeed the Wise Man's office Is to work by being still He teaches not by speech But by accomplishment;", "Lindauer": "Appropriately it happens that sages Dwell absent of acting with effort Do things without explaining in words ", "LaFargue": " Settles into his job of Not Doing carries on his teaching done without talking.", "Beck": "Therefore the wise manage affairs without interfering and teach beyond the words.", "Wu": "Therefore, the Sage manages his affairs without ado, And spreads his teaching without talking.", "Wayism": "Therefore the master acts non-assertively, and teaches without saying anything.   ", "World": "Therefore, the sage goes about living in the oneness of all things, teaching without speaking,", "Muller": "Therefore the sage abides in the condition of wu-wei (unattached action). And carries out the wordless teaching.", "Merel": "The sage experiences without abstraction, And accomplishes without action;", "Ta-Kao": "Therefore, the Sage carries on his business without action, and gives his teaching without words.", "Crowley": "By the use of this method the sage can fulfil his will without action, and utter his word without speech.", "Bynner": "The sanest man Sets up no deed, Lays down no law,", "Walker": "The wise person acts without effort and teaches by quiet example.", "Mabry": "Therefore, the Sage acts without \"doing\" And teaches without words.", "Hansen": "(Pro-sage Commentary:) Using this: sages fix social issues without deeming ; administer a 'no words' teaching.", "Mitchell": "Therefore the Master acts without doing anything and teaches without saying anything.", "McDonald": "From this the wise man relies on doing nothing in the open, it's wu-wei. And he spreads doctrines without true or false words, by oddly wordless\ninfluence.", "Chan": "Therefore the sage manages affairs without action And spreads doctrines without words.", "Cleary": "So sages manage effortless service and carry out unspoken guidance.", "LinYutan": "Therefore the Sage: Manages affairs without action; Preaches the doctrine without words;"}, "section": 5}, {"content": {"Legge": "All things spring up, and there is not one which declines to show itself; they grow, and there is no claim made for their ownership; they go through\ntheir processes, and there is no expectation (of a reward for the results). ", "Byrn": "Things come her way and she does not stop them; things leave and she lets them go.", "Red Pine": "he doesn't start all things he begins he doesn't presume on what he does he doesn't claim what he achieves", "Wieger": "He lets all beings become, without thwarting them, he lets them live, without monopolizing them, and lets them act, without exploiting them.", "Blackney": "He does for everything, Neglecting none; Their life he gives to all, Possessing none;", "Lindauer": "Make the 10000 things blend yet without trying to describe them Give birth yet without possessing ", "LaFargue": "The thousands of things arise and are active - and he rejects none of them.", "Beck": "All things rise, and they do not turn away from them. They give them life, but do not take possession of them. They act, but do not rely on their own\nability.", "Wu": "He denies nothing to the teeming things. He rears them, but lays no claim to them. He does his work, but sets no store by it.", "Wayism": "Things arise and she lets them come; things disappear and she lets them go. She has but does not possess, acts but does not desire results. ", "World": " accepting and dismissing all things with indifference, creating without attachment, working without credit. Acts and deeds are completed and\nforgotten", "Muller": "Here, the myriad things are made, yet not separated. Therefore the sage produces without possessing, Acts without expectations", "Merel": "He accepts the ebb and flow of things, Nurtures them, but does not own them,", "Ta-Kao": " ", "Crowley": "All things arise without diffidence; they grow, and none interferes; they change according to their natural order, without lust of result. ", "Bynner": "Takes everything that happens as it comes, As something to animate, not to appropriate,", "Walker": "He accepts things as they come, creates without possessing, nourishes without demanding, accomplishes without taking credit.", "Mabry": "All things arise and she does not refuse them. She creates, but does not possess", "Hansen": "The ten-thousand natural kinds work by it and don't make phrases. They sprout but don't 'exist'. Deem-act and don't rely on anything. ", "Mitchell": "Things arise and she lets them come; things disappear and she lets them go. She has but doesn't possess, acts but doesn't expect.", "McDonald": "All things appear, and he hardly turns away from the creatures worked on by him: Some he gives solid, good life, he hardly disowns his chosen ones.", "Chan": "All things arise, and he does not turn away from them. He produces them but does not take possession of them.", "Cleary": "All beings work, without exception: if they live without possessiveness,", "LinYutan": "All things take their rise, but he does not turn away from them; He gives them life, but does not take possession of them; He acts, but does not\nappropriate;"}, "section": 6}, {"content": {"Legge": "The work is accomplished, and there is no resting in it (as an achievement). The work is done, but how no one can see; 'Tis this that makes the\npower not cease to be.", "Byrn": "She has without possessing, and acts without any expectations. When her work is done, she takes no credit. That is why it will last forever.", "Red Pine": "and because he makes no claim he suffers no loss", "Wieger": "He does not attribute to himself the effects produced, and in consequence these effects last.", "Blackney": "And what he brings to pass Depends on no one else. As he succeeds, He takes no credit And just because he does not take it, Credit never leaves\nhim.", "Lindauer": "Act yet without relying on results Are of outstanding service yet aren't willing to reside therein.In the end, only be unwilling to reside therein\nAppropriately, a lack of detachment happens.", "LaFargue": "He is a doer but does not rely on this he achieves successes but does not dwell in them. He just does not dwell in them, and so they cannot be taken\naway.", "Beck": "They accomplish, but claim no credit. Because they claim no credit, their accomplishment remains with them.", "Wu": "He accomplishes his task, but does not dwell upon it. And yet it is just because he does not dwell on it That nobody can ever take it away from him.", "Wayism": "When her work is done, she forgets it. That is why its merits last forever. ", "World": "Because the sage is at one with Infinity, she is immortal.", "Muller": "And accomplishes without abiding in her accomplishments. It is precisely because she does not abide in them That they never leave her.", "Merel": "And lives, but does not dwell.", "Ta-Kao": " ", "Crowley": "The work is accomplished; yet continues in its orbit, without goal. This work is done consciously; this is why its energy is indefatigable.", "Bynner": "To earn, not to own, To accept naturally without self-importance: If you never assume importance You never lose it.", "Walker": "Because he constantly forgets himself, he is never forgotten.", "Mabry": "Accomplishes, but takes no credit When finished, she doesn't dwell on it. Because she does not dwell on it, it is always present.", "Hansen": "Accomplish their work and don't dwell in it. Because they don't dwell in it, they don't lose it.", "Mitchell": "When her work is done, she forgets it. That is why it lasts forever.", "McDonald": "He hardly takes possession of anyone under fair conditions. He rears his sons in earthly ways, but neither appropriates nor lays blatant claim to any\none. He acts, but doesn't rely on his outer, visible smartness or miracle-working ability. He very often claims no credit. At times he controls them,\nbut hardly leans on any of them. Because he lays claim to no credit, the handy credit can hardly be taken away from him. Yes, for the very reason\nthat he hardly calls attention to what he does, he isn't ejected at once.", "Chan": "He acts but does not rely on his own ability. He accomplishes his task but does not claim credit for it. It is precisely because he does not claim credit\nthat his accomplishment remains with him.", "Cleary": "act without presumption, and do not dwell on success, then by this very nondwelling success will not leave.", "LinYutan": "Accomplishes, but claims no credit. It is because he lays claim to no credit That the credit cannot be taken away from him."}, "section": 7}]