[{"content": {"Legge": "Now arms, however beautiful, are instruments of evil omen, hateful, it may be said, to all creatures. Therefore they who have the Tao do not like to\nemploy them.", "Byrn": "Weapons are the bearers of bad news; all people should detest them.", "Red Pine": "Weapons are not auspicious tools some things are simply bad thus the Taoist shuns them", "Wieger": "The best weapons are ill-omened instruments that all beings hold in fear. Therefore those who conform themselves to the Principle do not use them.", "Blackney": "Weapons at best are tools of bad omen, Loathed and avoided by those of the Way.", "Lindauer": "In the end those with fine strategies lack the tools of fortune They have things which are somehow disliked So those who are present with tao are not\ndwelling in them.", "LaFargue": "'Fine weapons' are ill-omened instruments. Things seem to detest them so the ambitious man does not dwell here.", "Beck": "Weapons are tools of destruction hated by people. Therefore followers of the Way never use them.", "Wu": "Fine weapons of war augur evil. Even things seem to hate them. Therefore, a man of Tao does not set his heart upon them.", "Wayism": " ", "World": "Weapons of war are instruments of death. All people fear them. Therefore, all men of peace avoid them. The sage prefers Infinity. The man of war\nprefers the earth.", "Muller": "Sharp weapons are inauspicious instruments. Everyone hates them. Therefore the man of the Tao is not comfortable with them.", "Merel": "Armies are tools of violence; They cause men to hate and fear. The sage will not join them.", "Ta-Kao": "So far as arms are concerned, they are implements of ill-omen. They are not implements for the man of Tao.", "Crowley": "Arms, though they may be beautiful, are of ill omen, abominable to all created beings. They who have the Dao love not their use.", "Bynner": "Even the finest arms are an instrument of evil, A spread of plague, And the way for a vital man to go is not the way of a soldier.", "Walker": "Weapons are tools of evil, shunned and avoided by everything in nature. Because people of Tao follow nature, they want nothing to do with\nweapons.", "Mabry": "All weapons are bad news And all creatures should detest them. So those who follow the Tao do not keep them.", "Hansen": "In general, splendid martial force is an inauspicious artifact. Among natural kinds some eschew them. Hence some guides don't place them.", "Mitchell": "Weapons are the tools of violence; all decent men detest them.", "McDonald": "Fine weapons are instruments of evil as soldiers can be: quite ill-omened things, often hated. Those with fine dao turn away from weapons that are\nmost often hated.", "Chan": "Fine weapons are instruments of evil. They are hated by men. Therefore those who possess Tao turn away from them.", "Cleary": "Fine weapons are instruments of ill omen: people may despise them, so those with the Way do not dwell with them.", "LinYutan": "Of all things, soldiers are instruments of evil, Hated by men. Therefore the religious man (possessed of Tao) avoids them."}, "section": 1}, {"content": {"Legge": "The superior man ordinarily considers the left hand the most honourable place, but in time of war the right hand. ", "Byrn": "The wise man values the left side, and in time of war he values the right.", "Red Pine": "in peace the ruler honours the left in war he honours the right", "Wieger": "In times of peace, the prince puts the civil minister he honours on his left (the place of honour); but even in times of war, he puts the military\ncommander on his right (which is not the place of honour, even though he is exercising his function).", "Blackney": "In the usage of men of good breeding, Honour is had at the left; Good omens belong on the left Bad omens belong on the right; And warriors press to\nthe right!", "Lindauer": "The master-child resides in and comes to treasure the left Using strategy, come to treasure the right ", "LaFargue": "\"The gentleman at home favours the left when at war he favours the right.\"", "Beck": "In peace leaders favor the creative left. In war they favor the destructive right.", "Wu": "In ordinary life, a gentleman regards the left side as a place of honour; In war, the right side is the place of honour.", "Wayism": " ", "World": "In time of celebration the left is the dominant position; In times of grief the right. During wartime the general always stands on the left and the king\non the right.", "Muller": "In the domestic affairs of the gentleman The left is the position of honour. In military affairs the right is the position of honour.", "Merel": " ", "Ta-Kao": "The man of Tao when dwelling at home makes the left as the place of honour; and when using arms makes the right as the place of honour.", "Crowley": "The place of honour is on the right in war time: so thinks the man of distinction.", "Bynner": "But in time of war men civilized in peace Turn from their higher to their lower nature.", "Walker": "Unevolved people are eager to act out of strength, but a person of Tao values peace and quiet. He knows that every being is born of the womb of\nTao. This means that his enemies are his enemies second, his own brothers and sisters first.", "Mabry": "(Wise people prefer the left side as the place of honour, but the General always stands at the right.)", "Hansen": "If the 'superior gentleman' is in place then we value the left. If we use martial force then we value the right.", "Mitchell": " ", "McDonald": "The gentleman favours the left hand side among people in peace; peace people are of good birth. In a fair peace the symbolic left is the place of\nhonour. Yes, a good ruler honours the left and its good omens when at home, but in war this is reversed: On military occasions he favours the right\nside as the place of war honour. And so he honours the right of bad omens.", "Chan": "The good ruler when at home honours the left. When at war he honours the right.", "Cleary": "Therefore the place of honor for the cultured is on the left, while the honored place for the martialist is on the right.", "LinYutan": "The gentleman favors the left in civilian life, But on military occasions favors the right."}, "section": 2}, {"content": {"Legge": "Those sharp weapons are instruments of evil omen, and not the instruments of the superior man; - he uses them only on the compulsion of necessity.", "Byrn": "Weapons are meant for destruction, and thus are avoided by the wise. Only as a last resort will a wise person use a deadly weapon.", "Red Pine": "weapons are not auspicious weapons are not a ruler's tools he wields them when he has no choice dispassion is the best", "Wieger": "Weapons are disastrous instruments. A wise prince uses them only with reluctance and from necessity. He prefers always a modest peace to a\nglorious victory.", "Blackney": "When the general stands at the right His lieutenant is placed at the left. So the usage of men of great power Follows that of the funeral rite.", "Lindauer": "-", "LaFargue": null, "Beck": null, "Wu": "As weapons are instruments of evil, They are not properly a gentleman's instruments; Only on necessity will he resort to them. For peace and quiet\nare dearest to this heart,", "Wayism": " ", "Muller": "Since weapons are inauspicious instruments, they are not the instruments of the gentleman So he uses them without enjoyment And values plainness.", "Merel": "His purpose is creation; Their purpose is destruction. Weapons are tools of violence, Not of the sage; He uses them only when there is no choice,\nAnd then calmly, and with tact,", "Ta-Kao": "He uses them only when he cannot avoid it.", "Crowley": "Sharp weapons are ill-omened, unworthy of such a man; he uses them only in necessity.", "Bynner": "Arms are an instrument of evil, No measure for thoughtful men Until there fail all other choice But sad acceptance of it.", "Walker": "Thus he resorts to weapons only in the direst necessity, and then uses them with utmost restraint.", "Mabry": "Weapons are the tools of fear. They are not appropriate for a Sage And should only be one's last resort. Peace is always far superior.", "Hansen": "Martial force is an inauspicious artifact. It is not an artifact of the 'superior gentleman.' When you have no choice and use it, deem detachment the\nbetter attitude.", "Mitchell": "Weapons are the tools of fear; a decent man will avoid them except in the direst necessity and, if compelled, will use them only with the utmost\nrestraint. Peace is his highest value. If the peace has been shattered, how can he be content?", "McDonald": "-", "Chan": "Weapons are instruments of evil, not the instruments of a good ruler. When he uses them unavoidably, he regards calm restraint as the best principle.", "Cleary": "Weapon, being instruments of ill omen, are not the tools of the cultures, who use them only when unavoidable.", "LinYutan": "- "}, "section": 3}, {"content": {"Legge": "Calm and repose are what he prizes; victory (by force of arms) is to him undesirable. To consider this desirable would be to delight in the slaughter\nof men; and he who delights in the slaughter of men cannot get his will in the kingdom.", "Byrn": "If peace is her true objective how can she rejoice in the victory of war? Those who rejoice in victory delight in the slaughter of humanity. Those who\nresort to violence will never bring peace to the world.", "Red Pine": "thus he does not beautify them he who beautifies them enjoys killing others he who enjoys killing others achieves no worldly rule", "Wieger": "No one should think that victory is a good thing. He who thinks that, shows that he has the heart of an assassin. Such a man would not be fit to reign\nover the empire.", "Blackney": "Weapons are tools of bad omen, By gentlemen not to be used; But when it cannot be avoided, They use them with calm and restraint.", "Lindauer": "Those with strategy lack the tools of fortune They have not the tools of the master-child When using them in the absence of a foreseeable need\nUncaring, indifferent actions are better.", "LaFargue": "When victorious, he does not think this a fine thing because to think it fine is to delight in slaughtering people. One who delights in slaughtering\npeople cannot achieve his purposes in the world.", "Beck": "Weapons are tools of destruction, not used by good leaders. When their use cannot be avoided, the best policy is calm restraint.", "Wu": "And to him even a victory is no cause for rejoicing. To rejoice over a victory is to rejoice over the slaughter of men! Hence a man who rejoices over\nthe slaughter of men cannot be expected to thrive in the world of men.", "Wayism": " ", "World": "Weapons are instruments of death and the tools of a warrior. The sage avoids them at all cost; and sometimes prefers death rather than touching\nthem. Peace and harmony are the sage's reality. She considers victory to be the bastard child of war.", "Muller": "Victory is never sweet. Those for whom victory is sweet Are those who enjoy killing. If you enjoy killing, you cannot gain the trust of the people.", "Merel": "For he finds no beauty in them. Whoever finds beauty in weapons Delights in the slaughter of men; And who delights in slaughter Cannot content\nhimself with peace.", "Ta-Kao": "In his conquests he takes no delight. If he take delight in them, it would mean that he enjoys in the slaughter of men. He who takes delight in the\nslaughter of men cannot have his will done in the world.", "Crowley": "He values peace and ease, desires not violence of victory. To desire victory is to desire the death of men; and to desire that is to fail to propitiate the\npeople.", "Bynner": "Triumph is not beautiful. He who thinks triumph beautiful Is one with a will to kill, And one with a will to kill Shall never prevail upon the world.", "Walker": "He takes no pleasure in victory, because to rejoice in victory is to delight in killing. Whoever delights in killing will not find success in this world.", "Mabry": "There is no beauty in victory. To find beauty in it would be to rejoice at killing people. Anyone who delights in slaughter will never find satisfaction\nin this world.", "Hansen": "When victorious don't treat it as glorious. Those who glorify it - that is to take satisfaction in killing. If you take satisfaction in killing, you cannot\ntake that as filling the intent of the social world.", "Mitchell": "His enemies are not demons, but human beings like himself. He doesn't wish them personal harm. Nor does he rejoice in victory. How could he\nrejoice in victory and delight in the slaughter of men?", "McDonald": "The durable, even when he conquers, does hardly regard weapons as lovely things. Weapons and soldiers can be bad and evil-doing tools. They're\nnot often the tools of the gentleman and good ruler. To hold them dear means to delight in them, and so to delight in slaughter of men. And he who\ndelights in the slaughter of men will never get what he looks for out of those that live and function under heaven. In ugly victory there's no beauty,\nand who calls it handsome perhaps preaches slaughter. Use of soldiers [and police] can't be helped, best policy is calm restraint. Who delights in the\nslaughter of men wont succeed, wont succeed in ruling the world; and slaying of multitudes should be mourned.", "Chan": "Even when he is victorious, he does not regard it as praiseworthy, For to praise victory is to delight in the slaughter of men. He who delights in the\nslaughter of men will not succeed in the empire.", "Cleary": "They consider it best to be aloof; they win without beautifying it. Those who beautify it enjoy killing people. Those who enjoy killing cannot get\ntheir will of the world.", "LinYutan": "Soldiers are weapons of evil. They are not the weapons of the gentleman. When the use of soldiers cannot be helped, The best policy is calm\nrestraint."}, "section": 4}, {"content": {"Legge": "On occasions of festivity to be on the left hand is the prized position; on occasions of mourning, the right hand. The second in command of the army\nhas his place on the left; the general commanding in chief has his on the right; - his place, that is, is assigned to him as in the rites of mourning.", "Byrn": "The left side is a place of honor on happy occasions. The right side is reserved for mourning at a funeral. When the lieutenants take the left side to\nprepare for war, the general should be on the right side, because he knows the outcome will be death.", "Red Pine": "thus we honour the left for joy we honour the right for sorrow the left is where the adjutant stands the commander on the right", "Wieger": "According to the rites, those of good omen are placed on the left, those of ill-omen on the right. (Now when the emperor receives two military\nofficers together), the one of subordinate rank (who only acts on superior orders, and is therefore less ill-omened) is placed on the left. The\ncommanding officer is placed on the right, that is, in the first place according to the funeral rites, (the place of the chief mourner).", "Blackney": "Even in victory's hour These tools are unlovely to see; For those who admire them truly Are men who in murder delight. As for those who delight to\ndo murder, It is certain they never can get From the world what they sought when ambition Urged them to power and rule.", "Lindauer": "Conquer yet without embellishing Yet those who are embellishing justify joy in slaughtering men In the end those who are joyful in slaughtering men\nCannot come to achieve their aspired relation with the world.", "LaFargue": "\"In fortunate times, prefer the left in ", "Beck": " Even in victory there is no glory. Those who celebrate victory delight in slaughter. Those who delight in slaughter will not be successful leaders.", "Wu": "On happy occasions the left side is preferred; On sad occasions the right side. In the army, the Lieutenant Commander stands on the left, While the\nCommander-in-Chief stands on the right. This means that war is treated on a par with a funeral service.", "Wayism": " ", "World": "If you revel in victory, then you sanction war and the killing of human beings. If you accept killing, you have forgotten your oneness with all beings.", "Muller": "On auspicious occasions the place of honour is on the left. On inauspicious occasions the place of honour is on the right. The lieutenant commander\nstands on the left. The commander-in-chief stands on the right.", "Merel": " ", "Ta-Kao": " ", "Crowley": "At feasts, the left hand is the high seat; at funerals, the right. The second in command of the arm leads at the left wing, the commander-in-chief, the\nright wing; it is as if the battle were a rite of Mourning!", "Bynner": "It is a good sign when man's higher nature comes forward, When retainers take charge And the master stays back As in the conduct of a funeral.", "Walker": "Observe victories as you observe a death in the family: with sorrow and mourning.", "Mabry": "(When celebrating happy occasions, the left side is the place of honour, But on unhappy occasions, the right is preferred. Then we see those of lower\nrank standing on the left; The General is given the right-hand position.)", "Hansen": "Auspicious affairs favour the left, inauspicious the right. The lower-rank general is on the left and the higher rank on the right. These words amount\nto arranging them according to the funeral rite.", "Mitchell": " ", "McDonald": "-", "Chan": "In auspicious affairs, the left is honoured. In inauspicious affairs, the right is honoured. The lieutenant general stands on the left. The senior general\nstands on the right. This is to say that the arrangement follows that of funeral ceremonies.", "Cleary": "The left is favored for auspicious things, the right for things of ill omen: so the subordinate general is on the left, the top general on the right. That\nmeans when you are in ascendancy of power you handle it as you would a mourning.", "LinYutan": "Even in victory, there is no beauty, And who calls it beautiful Is one who delights in slaughter. He who delights in slaughter Will not succeed in his\nambition to rule the world. [The things of good omen favor the left. The things of ill omen favor the right. The lieutenant-general stands on the left,\nThe general stands on the right. That is to say, it is celebrated as a Funeral Rite.]"}, "section": 5}, {"content": {"Legge": "He who has killed multitudes of men should weep for them with the bitterest grief; and the victor in battle has his place (rightly) according to those\nrites.", "Byrn": "The death of many should be greeted with great sorrow, and the victory celebration should honor those who have died.", "Red Pine": "which means at a funeral when you kill another honour him with your tears when the battle is won treat it as a wake", "Wieger": "For it behooves one who has killed many men to weep tears of lamentation for them. The only place really fitting for a conquering general is that of\nthe chief mourner (leading the mourning for those whose death he has caused).", "Blackney": "A multitude slain! - and their death Is a matter for grief and for tears; The victory after a conflict Is a theme for a funeral rite.", "Lindauer": "-", "LaFargue": null, "Beck": " The killing of many should be mourned with sorrow. A victory should be celebrated with funeral ceremonies.", "Wu": "Because many people have been killed, it is only right that survivors should mourn for them. Hence, even a victory is a funeral.", "Wayism": " ", "World": "If even one person is killed in war, it is cause for great grief and mourning. Victory is simply the maker of widows and orphans.", "Muller": "And they speak, using the funerary rites to bury them. The common people, from whom all the dead have come Weep in lamentation. The victors\nbury them with funerary rites.", "Merel": "So slaughters must be mourned And conquest celebrated with a funeral.", "Ta-Kao": " ", "Crowley": "He that has slain most men should weep for them most bitterly; so then the place of the victor is assigned to him with philosophical propriety.", "Bynner": "The death of a multitude is a cause for mourning: Consider your triumph as a funeral.", "Walker": "Every victory is a funeral for kin.", "Mabry": "Military officers should observe their duties gravely, For when many people are killed They should be mourned with great sorrow. Celebrate your\nvictory only with funeral rites.", "Hansen": "Killing peoples in crowds, we cry for them in bitter grief. With victory in war we arrange things according to the funeral rite.", "Mitchell": "He enters a battle gravely, with sorrow and with great compassion, as if he were attending a funeral.", "McDonald": "A host that has slain men had better be received with grief and mourning rites; he that has conquered in battle had better be received and celebrated\nwith some mournful funeral custom. A victory is the grand occasion for funerals.", "Chan": "For the slaughter of the multitude, let us weep with sorrow and grief. For a victory, let us observe the occasion with funeral ceremonies.", "Cleary": "When you have killed many people, you weep for them in sorrow. When you win a war, you celebrate by mourning.", "LinYutan": "The slaying of multitudes should be mourned with sorrow. A victory should be celebrated with the Funeral Rite."}, "section": 6}]