[{"content": {"Legge": "He who has in himself abundantly the attributes (of the Tao) is like an infant. Poisonous insects will not sting him; fierce beasts will not seize him;\nbirds of prey will not strike him. (The infant's) bones are weak and its sinews soft, but yet its grasp is firm.", "Byrn": "One who is filled with the Tao is like a newborn child. The infant is protected from the stinging insects, wild beasts, and birds of prey. Its bones are\nsoft, its muscles are weak, but its grip is firm and strong.", "Red Pine": "He who contains virtue in abundance resembles a newborn child wasps don't sting him beasts don't claw him birds of prey don't carry him off his\nbones are weak and his tendons are soft and yet his grip is firm", "Wieger": "He who holds himself in perfect Virtue (without lust or anger) is like the new-born child whom the scorpion does not bite, the tiger does not devour,\nthe vulture does not seize, whom all respect. A child's bones are weak, its tendons are feeble, but it grasps objects strongly (just as its soul and body\nare held together by force).", "Blackney": "Rich in virtue, like an infant, Noxious insects will not sting him; Wild beasts will not attack his flesh Nor birds of prey sink claws in him. His bones\nare soft, his sinews weak, His grip is nonetheless robust;", "Lindauer": "Holding the richness of the ideal in the mouth Compares to relating to a newborn child. Poisonous bugs are without stinging Fierce animals are\nwithout grasping Birds of prey are without pouncing. There are weak bones and yielding tendons, yet a firm grasp ", "LaFargue": "One who has an abundance of Te is like a newborn child: Poisonous bugs will not bite it fierce beasts will not snatch it birds of prey will not attack\nit. Its bones are Soft, its sinews Weak, but its grip is firm.", "Beck": "Those filled with power are like new-born children. Poisonous insects will not sting them; ferocious beasts will not pounce upon them; predatory\nbirds will not swoop down on them. Their bones are pliable, their muscles tender, but their grip is firm.", "Wu": "One who is steeped in Virtue is akin to the new-born babe. Wasps and poisonous serpents do not sting it, Nor fierce beasts seize it, Nor birds of prey\nmaul it. Its bones are tender, its sinews soft, But its grip is firm.", "Wayism": " ", "World": "A person who flows in peace and harmony is like a newborn baby. Poisonous insects and reptiles do not sting or bite it. Wild animals do not stalk it.\nRaptors do not attack it. Its bones are soft and it muscles are weak yet its grip is secure.", "Muller": "One who remains rich in virtuous power Is like a newborn baby. Bees, scorpions and venomous snakes do not bite it, The wild beasts do not attack\nit, Birds of prey do not sink their claws into it. Though its bones are weak And muscles soft, Its grip is strong.", "Merel": "Who is filled with harmony is like a newborn. Wasps and snakes will not bite him; Hawks and tigers will not claw him. His bones are soft yet his\ngrasp is sure, For his flesh is supple;", "Ta-Kao": "He who is endowed with ample virtue may be compared to an infant. No venomous insects sting him; Nor fierce beasts seize him; Nor birds of prey\nstrike him. His bones are frail, his sinews tender, but his grasp is strong.", "Crowley": "He that has the Magick Powers of the Dao is like a young child. Insects will not sting him or beasts or birds or prey attack him. The young child's\nbones are tender and its sinews are elastic, but its grasp is firm.", "Bynner": "He whom life fulfills, Though he remains a child, Is immune to the poisonous sting Of insects, to the ravening Of wild beasts or to vultures' bills. He\nneeds no more bone or muscle than a baby's for sure hold.", "Walker": "She who is filled with goodness is like a newborn child: wasps and snakes will not bite it, fierce beasts will not attack it, birds of prey will not\npounce on it. Its bones are soft and its muscles weak, but its grip is firm.", "Mabry": "One who is filled with goodness is like a freshly-born infant. Wasps, scorpions, and snakes will not bite her. Wild beasts will not attack her, nor will\nbirds of prey pounce on her. Her bones may be fragile and her skin soft, But her grasp is firm.", "Hansen": "The thickness of implicit virtuosity: Compare it to a robust infant. Bees, scorpions, serpents, and snakes do not sting. Ferocious animals do not seize.\nBirds of prey do not take. Bones are weak and muscles soft and yet he has a firm grasp.", "Mitchell": "He who is in harmony with the Tao is like a newborn child. Its bones are soft, its muscles are weak, but its grip is powerful.", "McDonald": "He who has a lot of mystic might also should be strong in secret able influence-might - quite free from getting harmed, at times like a tender child:\nfull of childlike virtue at its best. Then no poisonous insects should sting him. Fierce beasts should not seize him and wild beasts hardly attack him,\nclawing birds of prey should not pounce on and harass him. The bones of this dear little one are soft and tender, his sinews tender, but his grip is\nquite firm.", "Chan": "He who possesses virtue in abundance May be compared to an infant. Poisonous insects will not sting him. Fierce beasts will not seize him. Birds of\nprey will not strike him. His bones are weak, his sinews tender, but his grasp is firm.", "Cleary": "The richness of subliminal virtue is comparable to an infant: poisonous creatures do not sting it, wild beasts do not claw it, predatory birds do not\ngrab it. Its tendons are flexible, yet its grip is firm.", "LinYutan": "Who is rich in character Is like a child. No poisonous insects sting him, No wild beasts attack him, And no birds of prey pounce upon him. His bones\nare soft, his sinews tender, yet his grip is strong."}, "section": 1}, {"content": {"Legge": "It knows not yet the union of male and female, and yet its virile member may be excited; - showing the perfection of its physical essence.", "Byrn": "It doesn't know about the union of male and female, yet his penis can stand erect, because of the power of life within him.", "Red Pine": "he hasn't known the union of sexes and yet his penis is stiff so full of essence is he", "Wieger": "He has not yet any notion of the act of generation, And, in consequence, keeps his seminal virtue intact.", "Blackney": "Of sexual union unaware, His organs all completely formed, His vital force is at its height.", "Lindauer": "The male does not yet know union with the female Yet its virility is strong It has essence even at the extreme. ", "LaFargue": "It has not known the union of man and woman, but its organs get aroused: Vital energy at its height.", "Beck": "They have never known the union of man and woman, but the organ is fully formed, meaning that the vital essence is strong.", "Wu": "It has not known the union of the male and the female, Growing in its wholeness, And keeping its vitality in its perfect integrity.", "Wayism": " ", "World": "It is not aware of male and female yet its genitals are aroused. ", "Muller": "Without knowing of the blending of male and female S/he is a perfect production, The ultimate in vitality.", "Merel": "His mind is innocent yet his body is virile, For his vigour is plentiful;", "Ta-Kao": "He does not know the conjugation of male and female, and yet he has sexual development; It means he is in the best vitality.", "Crowley": "It knows nothing of the Union of Man and Woman, yet its organ may be excited. This is because of its natural perfection.", "Bynner": "Without thought of joined organs, he is gender Which grows firm, unfaltering.", "Walker": "It hasn't yet known the union of male and female, yet its organ stirs with vitality.", "Mabry": "She does not recognize the union of male and female For she knows it only as an undivided whole. This is the essence of perfection.", "Hansen": "He does not yet know to join male and female and yet he is completely ready. This is the instinct's having arrived.", "Mitchell": "It doesn't know about the union of male and female, yet its penis can stand erect, so intense is its vital power.", "McDonald": "He hardly yet knows about the union of male and female, yet his organs are fully formed and well, at times aroused. This means that his essence is at\nits height there and then, or means that the vital force is at its height. [It could be both.]", "Chan": "He does not yet know the union of male and female, But his organ is aroused, This means that his essence is at its height.", "Cleary": "Even while it knows not of the mating of male and female, its genitals get aroused; this is the epitome of vitality.", "LinYutan": "Not knowing the union of male and female, yet his organs are complete, Which means his vigor is unspoiled."}, "section": 2}, {"content": {"Legge": "All day long it will cry without its throat becoming hoarse; - showing the harmony (in its constitution). To him by whom this harmony is known,\n(The secret of) the unchanging (Tao) is shown, And in the knowledge wisdom finds its throne.", "Byrn": "It can cry all day and never become hoarse. This is perfect harmony. To understand harmony is to understand the Constant. To know the Constant is\nto be called 'enlightened'.", "Red Pine": "he cries all day yet ever gets hoarse so full of breath is he who knows how to breath endures who knows how to endure is wise", "Wieger": "He cries softly all day long without becoming hoarse, so perfect is his peace. Peace makes for durability; he who understands this is enlightened.", "Blackney": "He shouts all day, does not get hoarse: His person is a harmony. Harmony experienced is known as constancy; Constancy experienced is called\nenlightenment;", "Lindauer": "Screaming all day yet without being hoarse Harmonizing even at the extreme.Knowing harmony say entireness Knowing entireness say luminous In\naccord with giving birth say happy The mind results in animus, say strong.", "LaFargue": "It will scream all day without getting hoarse: Harmony at its height. To experience Harmony is called being Steady to experience Steadiness is called\nClarity.", "Beck": "They may cry all day without getting hoarse, meaning that the harmony is perfect. To know harmony is to be in accord with the eternal. To know the\neternal is to be enlightened.", "Wu": "It howls and screams all day long without getting hoarse, Because it embodies perfect harmony. To know harmony is to know the Changeless. To\nknow the Changeless is to have insight.", "Wayism": " ", "World": "Its oneness is perfect. It screams all day without becoming hoarse. This is the perfection of harmony.", "Muller": "S/he cries all day without getting hoarse. S/he is the ultimate in harmony. Understanding harmony is called the Constant. Knowing the Constant is\ncalled illumination. Nourishing life is called blessing. Having control of your breath is called strength.", "Merel": "His song is long-lasting yet his voice is sweet, For his grace is perfect.", "Ta-Kao": "He may cry all day long without growing hoarse; It means that he is in the perfect harmony. To know this harmony is to approach eternity; To know\neternity is to attain enlightenment.", "Crowley": "It will cry all day long without becoming hoarse, because of the harmony of its being. He who understands this harmony knows the mystery of the\nDao, And becomes a True Sage.", "Bynner": "Though his voice should cry out at full pitch all day, it would not rasp but would stay tender Through the perfect balancing Of a man at endless ease\nwith everything Because of the true life he has led.", "Walker": "It can howl all day without becoming hoarse, so perfect is its harmony. To know harmony is to know the eternal. To know the eternal is to be\nillumined.", "Mabry": "She can howl all day and not get hoarse. This is perfect harmony. Knowing harmony is faithfulness. Knowing faithfulness is salvation.", "Hansen": "The whole day he babbles and he does not get hoarse. This is the balance having arrived. Knowing to balance, call it 'constant' Knowing how to stay\nconstant, call it 'discernment.' Benefiting life, call it 'auspicious.'", "Mitchell": "It can scream its head off all day, yet it never becomes hoarse, so complete is its harmony. The Master's power is like this. He lets all things come\nand go effortlessly, without desire. He never expects results; thus he is never disappointed. He is never disappointed; thus his spirit never grows old.", "McDonald": "Such a one can cry all day without getting hoarse if his [libido as natural balance] is whole and healthy [for it]. If so it's well in accord with\nsomething eternal. Now, to know eternity full well can be a discerning matter. To know bland harmony likewise implies to be in eternity, or if\nmissed, it is to understand some [principle of] always-so by some degree of mental illumination. But to be well in accord with the eternal means to\nbe free as a bird.", "Chan": "He may cry all day without becoming hoarse, This means that his (natural) harmony is perfect. To know harmony means to be in accord with the\neternal. To be in accord with the eternal means to be enlightened.", "Cleary": "It can cry all day without choking or getting hoarse; this is the epitome of harmony. Knowing harmony is called constancy; knowing constancy is\ncalled clarity;", "LinYutan": "Crying the whole day, yet his voice never runs hoarse, Which means his (natural) harmony is perfect. To know harmony is to be in accord with the\neternal, (And) to know eternity is called discerning."}, "section": 3}, {"content": {"Legge": "All life-increasing arts to evil turn; Where the mind makes the vital breath to burn, (False) is the strength, (and o'er it we should mourn.)", "Byrn": "To unnaturally try to extend life is not appropriate. To try and alter the life-breath is unnatural.", "Red Pine": "who lengthens his life tempts luck who breathes with his will is strong", "Wieger": "Whereas any violent excitement, above all lust and anger, wears one out.", "Blackney": "Exuberant vitality is ominous, they say; A bent for vehemence is called aggressiveness.", "Lindauer": "-", "LaFargue": "'Increasing life': ominous 'the mind controlling the ': forcing.", "Beck": "To try to force life is ominous. To force the vital essence with the mind is violence.", "Wu": "To hasten the growth of life is ominous. To control the breath by the will is to overstrain it.", "Wayism": " ", "World": "Knowing harmony is acknowledging the oneness of Infinity. Knowing the oneness of Infinity is the experience of peace. Manipulating one's life\nforce results in confusion. Controlling the breath interrupts the harmony of the body. Increasing the natural pace of life creates exhaustion and is\ntherefore not the path of harmony.", "Muller": " ", "Merel": "But knowing harmony creates abstraction, And following abstraction creates ritual. Exceeding nature creates calamity, And controlling nature creates\nviolence.", "Ta-Kao": "To increase life is to lead to calamity; To let the heart exert the breath is to become stark.", "Crowley": "All devices for inflaming life, And increasing the vital Breath by mental effort are evil and factitious.", "Bynner": "To try for more than this bodes ill. It is said,'there's a way where there's a will;'", "Walker": "Prolonging life is not harmonious./ Coercing the breath is unnatural.", "Mabry": "Trying to extend one's life-span is dangerous and unnatural. To manipulate one's energy with the mind is a powerful thing", "Hansen": "The heart-mind's deploying life-force, call it 'coercion.'", "Mitchell": " ", "McDonald": "To fill life to the brim is to invite ugly portents, bad omens. To force the growth of life likewise spells ills. Some ready at hand or to come later on,\nmaybe. Now, if the heart makes calls upon the life-breath, laziness or [yogic] rigidity can follow suit.", "Chan": "To force the growth of life means ill omen. For the mind to employ the vital force without restraint means violence.", "Cleary": "enhancing life is called propitious, the mind mastering energy is called strong.", "LinYutan": "(But) to improve upon life is called an ill-omen; To let go the emotions through impulse is called assertiveness."}, "section": 4}, {"content": {"Legge": "When things have become strong, they (then) become old, which may be said to be contrary to the Tao. Whatever is contrary to the Tao soon ends.", "Byrn": "The master understands that when something reaches its prime it will soon begin to decline. Changing the natural is against the way of the Tao.\nThose who do it will come to an early end.", "Red Pine": "but virility means old age this isn't the Way what isn't the Way ends early", "Wieger": "From this it follows that virility (which man abuses) is succeeded by decrepitude. Intense life is contrary to the Principle, And in consequence\nprematurely mortal.", "Blackney": "That things with age decline in strength, You well may say, suits not the Way; And not to suit the Way is early death.", "Lindauer": "Things reach the prime and then grow old? What is called this is without tao. What is without tao comes to an early end.", "LaFargue": "Things are vigorous, then grow old: A case of 'not-Tao'. Not-Tao, soon gone.", "Beck": "The prime is past, and decay follows, meaning that it is contrary to the Way. Whatever is contrary to the Way will soon perish.", "Wu": "To be overgrown is to decay. All that is against Tao, And whatever is against Tao soon ceases to be.", "Wayism": " ", "World": "Anything that remains out of harmony is short lived.", "Muller": "After things blossom they decay, and This is called the non-Tao. The non-Tao expires quickly.", "Merel": " ", "Ta-Kao": " ", "Crowley": "Things become strong, then age. This is in discord with the Dao, And what is not at one with the Dao soon comes to an end.", "Bynner": "But let life ripen and then fall. Will is not the way at all: Deny the way of life and you are dead.", "Walker": "Things which are overdeveloped must decay. All this is contrary to Tao, and whatever is contrary to Tao soon ceases to be.", "Mabry": "But whoever possesses such strength invariably grows old and withers. This is not the way of Tao. All those who do not follow the Tao will come to\nan early end.", "Hansen": "When natural kinds are mature then old age sets in. Call this not guided. That which is not guided is early already.", "Mitchell": " ", "McDonald": "After things reach their prime, they begin to grow old, Whatever has a time of vigour also has a time of decay. Certain things age after reaching their\nprime. Much is contrary to dao. Whatever is contrary to dao will soon perish. He who is against dao can perish rather young. What's against dao\ncould soon be destroyed.", "Chan": "After all things reach their prime, they begin to grow old, Which means being contrary to Tao. Whatever is contrary to Tao will soon perish.", "Cleary": "When beings climax in power, they wane; this is called being unguided. The unguided die early.", "LinYutan": "(For) things age after reaching their prime; That (assertiveness) would be against Tao. And he who is against Tao perishes young."}, "section": 5}]