[{"content": {"Legge": "(Those who) possessed in highest degree the attributes (of the Tao) did not (seek) to show them, and therefore they possessed them (in fullest\nmeasure). (Those who) possessed in a lower degree those attributes (sought how) not to lose them, and therefore they did not possess them (in fullest\nmeasure).", "Byrn": "The highest good is not to seek to do good, but to allow yourself to become it. The ordinary person seeks to do good things, and finds that they can\nnot do them continually.", "Red Pine": "Higher Virtue is not virtuous thus it possesses virtue Lower Virtue is not without virtue thus it possesses no virtue", "Wieger": "That which is superior to the Virtue of the Principle (the Principle itself, considered in its essence), does not act, but holds Virtue in a state of\nimmanence within itself. All those which are inferior to the Virtue of the Principle (artificial rules of conduct), are only a palliative for the loss of that\nVirtue; palliative with which it has nothing in common.", "Blackney": "A man of highest virtue Will not display it as his own; His virtue then is real. Low virtue makes one miss no chance To show his virtue off; His\nvirtue then is nought.", "Lindauer": "Higher ideal lacks ideal Appropriately presence of the ideal happens Lower ideal lacks a loss of ideal Appropriately absence of the ideal happens.", "LaFargue": "The finest Te is not Te-like, so it is Te the poorest Te never leaves off being Te-like, so it is not Te.", "Beck": "Superior power does not emphasize its power, and thus is powerful. Inferior power never forgets its power, and thus is powerless.", "Wu": "High Virtue is non-virtuous; Therefore it has Virtue. Low Virtue never frees itself from virtuousness; Therefore it has no Virtue.", "Wayism": " ", "World": "A good person is not focused on her goodness because she is centered in oneness. A confused person is focused on goodness and consequently has\ndifficulty obtaining it. ", "Muller": "True virtue is not virtuous Therefore it has virtue. Superficial virtue never fails to be virtuous Therefore it has no virtue.", "Merel": "Well established hierarchies are not easily uprooted; Closely held beliefs are not easily released; So ritual enthrals generation after generation.", "Ta-Kao": "The superior virtue is not conscious of itself as virtue; Therefore it has virtue. The inferior virtue never lets off virtue; Therefore it has no virtue.", "Crowley": "Those who possessed perfectly the powers did not manifest them, and so they preserved them. Those who possessed them imperfectly feared to lose\nthem, and so lost them.", "Bynner": "A man of sure fitness, without making a point of his fitness, Stays fit; A man of unsure fitness, assuming an appearance of fitness, Becomes unfit.", "Walker": "A truly good person doesn't dwell on her goodness. Thus she can be good. A person of false goodness never forgets her goodness. Thus her\ngoodness is always false.", "Mabry": "A truly good person does not try to be good, Therefore is he able to be good. Another person tries to be good, And finds that he cannot.", "Hansen": "Superior virtuosity does not 'virtuosity.' For that reason it has virtuosity. Inferior virtuosity never forgets 'virtuosity' For that reason it lacks\nvirtuosity.", "Mitchell": "The Master doesn't try to be powerful; thus he is truly powerful. The ordinary man keeps reaching for power; thus he never has enough.", "McDonald": "The man of superior [scholar] virtue is hardly (conscious of his) virtue, and so he is virtuous. Superior virtue is hardly (conscious of) its virtue. [Or\ncould it be that superior virtue is hardly virtue at all?] The high-standing man hardly ever shows off he has some supreme powers or prowess deep\ninside himself. He keeps such powers, and in this way he really owns virtue. The man of low virtue is hardly losing virtue, and so he is devoid of\nvirtue. The man of low virtue can lose sight of some virtue by never losing sight of it. Rather low or indecent power\" can't get rid of the appearance\nof being some power'; [There's no scoffed, angrily sulking Messiah power'].", "Chan": "The man of superior virtue is not (conscious of) his virtue, And in this way he really possesses virtue. The man of inferior virtue never loses (sight\nof) his virtue, And in this way he loses his virtue.", "Cleary": "Higher virtue is not ingratiating; that is why it ha virtue. Lower virtue does not forget about reward; that is why it is virtueless.", "LinYutan": "The man of superior character is not (conscious of his) character. Hence he has character. The man of inferior character (is intent on) not losing\ncharacter. Hence he is devoid of character."}, "section": 1}, {"content": {"Legge": "(Those who) possessed in the highest degree those attributes did nothing (with a purpose), and had no need to do anything. (Those who) possessed\nthem in a lower degree were (always) doing, and had need to be so doing.", "Byrn": "The Master does not force virtue on others, thus she is able to accomplish her task. The ordinary person who uses force, will find that they\naccomplish nothing.", "Red Pine": " ", "Wieger": "That which is superior to the Virtue (the Principle), does not act in detail. (The artificial rules) which are inferior to the Virtue (of the Principle) only\nexist for action in detail.", "Blackney": "High virtue is at rest; It knows no need to act. Low virtue is a busyness Pretending to accomplishment.", "Lindauer": "Higher ideal is absent of acting yet absent of causing acting Lower ideal is acting yet present with causing acting.", "LaFargue": "The finest Te: no working at it, no goal in mind the poorest Te: people work at it, with a goal in mind.", "Beck": "Superior power never interferes nor has an ulterior motive. Inferior power interferes and has an ulterior motive.", "Wu": "High Virtue makes no fuss and has no private ends to serve: Low Virtue not only fusses but has private ends to serve.", "Wayism": " ", "World": "A person centered in oneness flows with life and appears to do nothing; yet because she is in harmony with the oneness of Infinity she leaves nothing\nundone. A confused person is focused on achievements and consequently never truly achieves anything.", "Muller": "True virtue does not \"act\" And has no intentions. Superficial virtue \"acts\" And always has intentions.", "Merel": "Harmony does not care for harmony, and so is naturally attained; But ritual is intent upon harmony, and so can not attain it.", "Ta-Kao": "The superior virtue seems inactive, and yet there is nothing that it does not do. The inferior virtue acts and yet in the end leaves things undone.", "Crowley": "The former did nothing, no had any need to do. The latter did, and had need to.", "Bynner": "The man of sure fitness never makes an act of it Nor considers what it may profit him; The man of unsure fitness makes an act of it And considers\nwhat it may profit him.", "Walker": "A truly good person does nothing, yet nothing remains undone. A person of false goodness is forever doing, yet everything remains forever undone.", "Mabry": "A good person does not act, nor has any reason to, Another person is always doing because he thinks he has to.", "Hansen": "Superior virtuosity lacks deeming action and lacks that with which to deem. Inferior virtue deems it and has something with which to deem.", "Mitchell": "The Master does nothing, yet he leaves nothing undone. The ordinary man is always doing things, yet many more are left to be done.", "McDonald": "No one thinks a man of highest calibre acts. No one thinks he ever acts with ulterior motives. The man of low virtue acts from himself, and very\noften with an ulterior motive - and is so regarded -", "Chan": "The man of superior virtue takes no action, but has no ulterior motive to do so. The man of inferior virtue takes action, and has an ulterior motive to\ndo so.", "Cleary": "Higher virtue is uncontrived; and there is no way to contrive it. Lower virtue is created, and there is a way to do it.", "LinYutan": "The man of superior character never acts, Nor ever (does so) with an ulterior motive. The man of inferior character acts, And (does so) with an\nulterior motive."}, "section": 2}, {"content": {"Legge": "(Those who) possessed the highest benevolence were (always seeking) to carry it out, and had no need to be doing so. (Those who) possessed the\nhighest righteousness were (always seeking) to carry it out, and had need to be so doing. (Those who) possessed the highest (sense of) propriety\nwere (always seeking) to show it, and when men did not respond to it, they bared the arm and marched up to them.", "Byrn": "The kind person acts from the heart, and accomplishes a multitude of things. The righteous person acts out of pity, yet leaves many things undone.\nThe moral person will act out of duty, and when no one will respond will roll up his sleeves and uses force.", "Red Pine": "Higher Virtue lacks effort and the thought of effort Higher Kindness involves effort but not the thought of effort Higher Justice involves effort and\nthe thought of effort Higher Ritual involves effort but no response until it threatens and compels", "Wieger": " ", "Blackney": "Compassion at its best Consists in honest deeds; Morality at best Is something done, aforethought; High etiquette, when acted out Without response\nfrom others, Constrains a man to bare his arms And make them do their duty!", "Lindauer": "Higher humanity is acting yet absent of causing acting Higher morality is acting yet present with causing acting Higher propriety is acting yet the\nresponse of noone appears Next comes grabbing the arm yet throwing it aside.", "LaFargue": "The finest Goodness: People work at it, but with no goal in mind the finest Morality': People work at it, with a goal in mind the finest Etiquette:\nPeople work at it, and, when none pay attention, they roll up their sleeves and go on the attack.", "Beck": "Superior humanity takes action but has no ulterior motive. Superior morality takes action and has an ulterior motive. Superior custom takes action,\nand finding no response, stretches out arms to force it on them.", "Wu": "High humanity fusses but has no private ends to serve: High morality not only fusses but has private ends to serve. High ceremony fusses but finds\nno response; Then it tries to enforce itself with rolled-up sleeves.", "Wayism": " ", "World": "A caring person is caring all the time and therefore leaves nothing unnurtured. When the righteous person does something, he leaves things in\nturmoil. When a person of great discipline does something and others do not follow, he attempts to force them to conform to his perception of\nreality.", "Muller": "True jen \"acts\" But has no intentions. True righteousness \"acts\" but has intentions. True propriety \"acts\" and if you don't respond They will roll up\ntheir sleeves and threaten you.", "Merel": "Harmony neither acts nor reasons; Love acts, but without reason; Justice acts to serve reason; But ritual acts to enforce reason.", "Ta-Kao": "The superior benevolence acts without a motive. The superior righteousness acts with a motive. The superior ritual acts, but at first no one responds\nto it; Gradually people raise their arms and follow it.", "Crowley": "Those who possessed benevolence exercised it, and had need of it; so also was it with them who possessed justice. Those who possessed the\nconventions displayed them; and when men would not agree, they made ready to fight them.", "Bynner": "However a man with a kind heart may proceed, He forgets what it may profit him; However a man with a just mind proceed, He remembers what it\nmay profit him; However a man of conventional conduct proceed, if he be not complied with Out goes his fist to enforce compliance.", "Walker": "Those who are interested in service act without motive. Those who are interested in righteousness act with motives of all sorts. Those who are\ninterested in propriety act, and receiving no response, they roll up their sleeves and use force.", "Mabry": "A humanitarian acts from the heart. A politician acts, but he has ulterior motives. When a legalist acts and get no response, He rolls up his sleeve and\nuses force.", "Hansen": "Superior humanity deems it and lacks that with which it deems. Superior morality deems it and has that with which it deems. Superior\nconventionality deems it and nothing answers. So it raises its arm and throws it.", "Mitchell": "The kind man does something, yet something remains undone. The just man does something, and leaves many things to be done. The moral man\ndoes something, and when no one responds he rolls up his sleeves and uses force.", "McDonald": "The man of super-kindness also acts, but with no irksome, ulterior motives. But all folks never think the superman acts. The man of superior justice\nacts but has no ulterior motive to do so, and maybe with an ulterior motive, as he who is best in ritual acts not merely acts. (Yes, when) the man of\nsuperior morality acts and finds no response, he rolls up his sleeves and stretches his arms or advances upon them to force it on others.", "Chan": "The man of superior humanity takes action, but has no ulterior motive to do so. The man of superior righteousness takes action, and has an ulterior\nmotive to do so. The man of superior propriety takes action, And when people do not respond to it, he will stretch his arms and force it on them.", "Cleary": "Higher humanity is created, but there is no way to contrive it. Higher duty is done, and there is a way to do it. Higher courtesy is done, but no one\nresponds to it; so there is forced repetition.", "LinYutan": "The man of superior kindness acts, But (does so) without an ulterior motive. The man of superior justice acts, And (does so) with an ulterior motive.\n(But when) the man of superior li acts and finds no response, He rolls up his sleeves to force it on others."}, "section": 3}, {"content": {"Legge": "Thus it was that when the Tao was lost, its attributes appeared; when its attributes were lost, benevolence appeared; when benevolence was lost,\nrighteousness appeared; and when righteousness was lost, the proprieties appeared.", "Byrn": "When the Tao is forgotten, there is righteousness. When righteousness is forgotten, there is morality. When morality is forgotten, there is the law.", "Red Pine": "when the Way is lost virtue appears when virtue is lost kindness appears when kindness is lost justice appears when justice is lost ritual appears", "Wieger": "When nature, with its good instincts, has been forgotten, artificial principles come as palliatives for this deficit. These are, in descending order,\ngoodness, fairness, rites and laws. (Artificial Confucian goodness is superior to artificial fairness which, in struggling to cope with the diverse\ninclinations of men, has produced rites and laws). ", "Blackney": "Truly, once the Way is lost, There comes then virtue; Virtue lost, comes then compassion; After that morality; And when that's lost, there's etiquette,\nThe husk of all good faith, The rising point of anarchy.", "Lindauer": "So lose tao yet back ideal Lose ideal yet back humanity Lose humanity yet back morality Lose morality yet back propriety. In the end those with\npropriety Have loyal belief without warmth yet the leader of being confused ", "LaFargue": " Losing Tao,  , next comes Goodness losing Goodness, next comes Morality losing Morality, next comes Etiquette.", "Beck": "Therefore when the Way is lost, power arises. When power is lost, humanity arises. When humanity is lost, morality arises. When morality is lost,\ncustom arises. Now custom is a superficial expression of loyalty and faithfulness, and the beginning of disorder.", "Wu": "Failing Tao, man resorts to Virtue. Failing Virtue, man resorts to humanity. Failing humanity, man resorts to morality. Failing morality, man resorts\nto ceremony.", "Wayism": " ", "World": "When the oneness of humanity is forgotten a distinction is made between good and evil. Focusing on goodness leads one down the path of\nself-righteousness which separates a person from others. Self-righteousness leads to justice and since justice is as arbitrary as goodness and\nrighteousness, it degenerates into a facade of justice or ritual.", "Muller": "Thus, when the Tao is lost there is virtue When virtue is lost there is jen When jen is lost there is Justice And when Justice is lost there is propriety.", "Merel": "When the Way is lost, there remains harmony; When harmony is lost, there remains love; When love is lost, there remains justice; And when justice\nis lost, there remains ritual.", "Ta-Kao": "Therefore when Tao is lost, virtue follows. When virtue is lost, benevolence follows. When benevolence is lost, righteousness follows. When\nrighteousness is lost, ritual follows.", "Crowley": "Thus when the Dao was lost, the Magick Powers appeared; then, by successive degradations, came Benevolence, Justice, Convention.", "Bynner": "Here is what happens: Losing the way of life, men rely first on their fitness; Losing fitness, they turn to kindness; Losing kindness, they turn to\njustness; Losing justness, they turn to convention. Conventions are fealty and honesty gone to waste, They are the entrance of disorder.", "Walker": "When Tao is lost, goodness appears. When goodness is lost, philanthropy appears. When philanthropy is lost, justice appears. When justice is lost,\nonly etiquette is left.", "Mabry": "Therefore, when the Tao is lost, Remember that there is still goodness. When goodness is lost, there is still kindness. When kindness is lost, there is\nstill the law. When the law is lost, there is still politeness.", "Hansen": "Hence we lose the guide and then virtuosity. Lose virtuosity and then humanity. Lose humanity and then morality. Lose morality and then\nconventionality.", "Mitchell": "When the Tao is lost, there is goodness. When goodness is lost, there is morality. When morality is lost, there is ritual.", "McDonald": "So: Only when dao is lost does [said] virtue arise. When [spoken-of] virtue is lost, only then does [a parade of] kind humanity rise. Such good\nkindness is lost, then (comes some sort of or endorsement of) just moral: When humanist riches deep inside are lost, only then comes [conform,\nouter-directed] normal righteousness. When righteousness is lost, only then propriety pops up.", "Chan": "Therefore when Tao is lost, only then does the doctrine of virtue arise. When virtue is lost, only then does the doctrine of humanity arise. When\nhumanity is lost, only then does the doctrine of righteousness arise. When righteousness is lost, only then does the doctrine of propriety arise.", "Cleary": "Therefore virtue comes after the loss of the Way; humanity comes after the loss of virtue, duty comes after the loss of humanity, courtesy comes\nafter the loss of duty.", "LinYutan": "Therefore: After Tao is lost, then (arises the doctrine of) humanity. After humanity is lost, then (arises the doctrine of) justice. After justice is lost,\nthen (arises the doctrine of) li. Now li is the thinning out of loyalty and honesty of heart. And the beginning of chaos."}, "section": 4}, {"content": {"Legge": "Now propriety is the attenuated form of leal-heartedness and good faith, and is also the commencement of disorder; swift apprehension is (only) a\nflower of the Tao, and is the beginning of stupidity.", "Byrn": "The law is the husk of faith, and trust is the beginning of chaos.", "Red Pine": "ritual marks the waning of belief and onset of confusion augury is the flower of the Way and beginning of delusion", "Wieger": "Rites are but a poor expedient to cover up the loss of original uprightness and frankness. They are more a source of trouble (in etiquette and rubric)\nthen they are of order. The last term of this descending evolution, political wisdom (making laws), was the beginning of all abuses.", "Blackney": "Foreknowledge is, they say, The Doctrine come to flower; But better yet, it is The starting point of silliness.", "Lindauer": "Those with knowledge of what comes next The flower of Tao yet the origin of being fooled.", "LaFargue": " Etiquette is loyalty and sincerity spread thin and the first sign of disorders. Foreknowledge is the flower of Tao and the beginning of folly.", "Beck": "Foreknowledge is the flowering of the Way and the beginning of folly.", "Wu": "Now, ceremony is the merest husk of faith and loyalty; It is the beginning of all confusion and disorder. As to foreknowledge, it is only the flower of\nTao, And the beginning of folly.", "Wayism": " ", "World": "Ritual is the backbone of religion and religion is the harbinger of judgment and judgment is the backbone of conflict", "Muller": "Now \"propriety\" is the external appearance of loyalty and sincerity And the beginning of disorder. Occult abilities are just flowers of the Tao And\nthe beginning of foolishness.", "Merel": "And when justice is lost, there remains ritual. Ritual is the end of compassion and honesty, The beginning of confusion; Belief is a colourful hope or\nfear, The beginning of folly.", "Ta-Kao": "Ritual, therefore, is the attenuation of loyalty and faith and the outset of confusion. Fore-knowledge is the flower of Tao and the beginning of folly.", "Crowley": "Now, Convention is the shadow of loyalty and good will, and so the herald of disorder. Yea, even Understanding is but a Blossom of the Dao, and\nforeshadows Stupidity.", "Bynner": "False teachers of life use flowery words And start nonsense.", "Walker": "Etiquette is the faintest husk of real loyalty and faith, and it is the beginning of confusion. Knowledge of the future is only a blossom of Tao; to\nbecome preoccupied with it is folly.", "Mabry": "Politeness is the thin edge of loyalty and trust, And is the beginning of chaos. We need those who try to direct society About as much as the Tao\nneeds a flower to make it attractive. They mark the beginnings of stupidity.", "Hansen": "In general conventionality is the thinning of fealty and trustworthiness and the forerunner of disorder. Those who realize first take elaboration of\nguides as the beginning of making them stupid.", "Mitchell": "Ritual is the husk of true faith, the beginning of chaos.", "McDonald": "[And now it stands up: Boss-given, endorsed] morality can be the thinning out of loyalty and honesty of heart and the start of chaos. [Inner, hearty]\nmorality lost, then propriety or semi-ritual. So [much] ritual endorsement could be the mere husk of loyalty and promise-keeping. [And so, all in all,]\ngood, seemly propriety is a superficial expression of loyalty and faithfulness, and the start of chaos or disorder.", "Chan": "Now, propriety is a superficial expression of loyalty and faithfulness, and the beginning of disorder. Those who are the first to know have the flowers of Tao but are the beginning of ignorance.", "Cleary": "Manners mean loyalty and trust are thin, and disarray's beginning. Foresight is a flower of the Way, and the beginning of ignorance too.", "LinYutan": "The prophets are the flowering of Tao And the origin of folly."}, "section": 5}, {"content": {"Legge": "Thus it is that the Great man abides by what is solid, and eschews what is flimsy; dwells with the fruit and not with the flower. It is thus that he puts\naway the one and makes choice of the other.", "Byrn": "Our basic understandings are not from the Tao because they come from the depths of our misunderstanding. The master abides in the fruit and not in\nthe husk. She dwells in the Tao, and not with the things that hide it. This is how she increases in wisdom.", "Red Pine": "thus the great choose thick over thin the fruit over the flower therefore they pick this over that", "Wieger": "He who is truly a man, holds himself to uprightness and natural good sense. He is contemptuous of artificial principles. Using discernment, he rejects\nthis (the false), in order to embrace that (the true).", "Blackney": "So once full-grown, a man will take The meat and not the husk, The fruit and not the flower. Rejecting one, he takes the other.", "Lindauer": "Appropriately it happens that the great husband Dwells in what is spread thickly, not residing in what lacks warmth Dwells in the fruit, not residing\nin the flower. So detach from that, grab this.", "LaFargue": "  He leaves\n'that' aside and attends to 'this.'", "Beck": "Therefore the mature dwell in the depth, not in the thin, in the fruit and not in the flowering. They reject one and accept the other.", "Wu": "Therefore, the full-grown man set his heart upon the substance rather than the husk; Upon the fruit rather than the flower. Truly, he prefers what is\nwithin to what is without.", "Wayism": " ", "World": "Therefore, a centered person dwells upon the oneness of Infinity and not on distinguishing which leads to confusion; on the plant and not on the\nflower. A centered person embraces oneness and rejects distinctions.", "Muller": "Therefore the Master dwells in the substantial And not in the superficial. Rests in the fruit and not in the flower. So let go of that and grasp this.", "Merel": "The sage goes by harmony, not by hope; He dwells in the fruit, not the flower; He accepts substance, and ignores abstraction.", "Ta-Kao": "Therefore the truly great man keeps to the solid and not to the tenuous; Keeps to the fruit and not to the flower. Thus he rejects the latter and takes\nthe former.", "Crowley": "So then the Dao-Man holds to Mass, and avoids Motion; he is attached to the Root, not to the flower. He leaves the one, and cleaves to the other.", "Bynner": "The man of stamina stays with the root Below the tapering. Stays with the fruit Beyond the flowering: He has his no and he has his yes.", "Walker": "Thus the sage sets her sights on the substance and not the surface, on the fruit and not the flower. Leaving the one, she gains the other.", "Mabry": "The Sage concerns herself with causes, Not symptom And focuses on the Tao, not the silly flower. Forget the flower, follow the Tao instead.", "Hansen": "For this reason, mature men place emphasis on the thick and do not dwell on the thin. Place emphasis on the stuff and don't dwell on the elaboration.\nSo they discard this and choose that.", "Mitchell": "Therefore the Master concerns himself with the depths and not the surface, with the fruit and not the flower. He has no will of his own. He dwells in\nreality, and lets all illusions go.", "McDonald": "Those who are the first to know, let words of dao flower, and in the end it's an origin of folly. From this the great or noble man dwells in the solid,\nheavy and thick (base), and not in the superficial or thinned (end). Yes, he dwells in reality, which is a fruit, and not in the show of appearances, or\nflowering (expression). Therefore he rejects the one and accepts the other.", "Chan": "For this reason the great man dwells in the thick, and does not rest with the thin. He dwells in the fruit, and does not rest with the flower. Therefore\nhe rejects the one, and accepts the other.", "Cleary": "Therefore great people dwell in the thick, not the thin. They abide in the substance, not the flower. So they leave the latter and take the former.", "LinYutan": "Therefore the noble man dwells in the heavy (base), And not in the thinning (end). He dwells in the fruit, And not in the flowering (expression).\nTherefore he rejects the one and accepts the other."}, "section": 6}]