[{"content": {"Legge": "Scholars of the highest class, when they hear about the Tao, earnestly carry it into practice. Scholars of the middle class, when they have heard about\nit, seem now to keep it and now to lose it.", "Byrn": "When a superior person hears of the Tao, She diligently puts it into practice. When an average person hears of the Tao, he believes half of it, and\ndoubts the other half.", "Red Pine": "When a great person hears of the Way he follows it with devotion when an average person hears of the Way he doesn't know if it's real or not", "Wieger": "When a well-read person of high caliber hears about the return to the Principle, he applies himself to it with zeal. A person of medium caliber applies\nhimself to it indecisively.", "Blackney": "On hearing of the Way, the best of men Will earnestly explore its length. The mediocre person learns of it And takes it up and sets it down.", "Lindauer": "Better knights hear of tao Dutifully, yet they are practicing it Average knights hear of tao They look aware, they look unaware ", "LaFargue": "\"When the best  hears Tao, he puts out great effort to practice it. When the average  hears Tao, he will keep it sometimes, and sometimes\nforget about it.", "Beck": "When the wise hear the Way, they practice it diligently. When the mediocre hear of the Way, they doubt it.", "Wu": "When a wise scholar hears the Tao, He practices it diligently. When a mediocre scholar hears the Tao, He wavers between belief and unbelief.", "Wayism": " ", "World": "When a person seeking peace and harmony discovers the oneness of Infinity, she embraces it completely. When the average person remembers the\noneness of Infinity, he has a hard time maintaining it.", "Muller": "When superior students hear of the Tao They strive to practice it. When middling students hear of the Tao They sometimes keep it and sometimes\nlose it.", "Merel": "When the great man learns the Way, he follows it with diligence; When the common man learns the Way, he follows it on occasion;", "Ta-Kao": "When the superior scholar is told of Tao, He works hard to practice it. When the middling scholar is told of Tao, It seems that sometimes he keeps it\nand sometimes he loses it.", "Crowley": "The best students, learning of the Dao, set to work earnestly to practice the Way. Mediocre students now cherish it, now let it go.", "Bynner": "Men of stamina, knowing the way of life, Steadily keep to it; Unstable men, knowing the way of life, Keep to it or not according to occasion;", "Walker": "When a wise person hears Tao, he practices it diligently. When an average person hears Tao, he practices it sometimes, and just as often ignores it.", "Mabry": "When wise people hear about the Tao They follow it carefully. When ordinary people hear about the Tao They can take it or leave it.", "Hansen": "The 'superior' scholar hears a guide. He gets all serious and follows it. The 'medium' scholar hears a guide. It's like it endures; it's like it\ndisappears!", "Mitchell": "When a superior man hears of the Tao, he immediately begins to embody it. When an average man hears of the Tao, he half believes it, half doubts\nit.", "McDonald": "When the highest of men hear of dao and truth they put it into practice quite diligently. When the common types hear of dao, they seem to be in two\nminds about it, half believing, aware and unaware of some.", "Chan": "When the highest type of men hear Tao, The diligently practice it. When the average type of men hear Tao, They half believe in it.", "Cleary": "When superior people hear of the Way, they carry it out with diligence. When middling people hear of the way, it sometimes seems to be there,\nsometimes not.", "LinYutan": "When the highest type of men hear the Tao (truth), they try hard to live in accordance with it. When the mediocre type hear the Tao, they seem to be\naware and yet unaware of it."}, "section": 1}, {"content": {"Legge": "Scholars of the lowest class, when they have heard about it, laugh greatly at it. If it were not (thus) laughed at, it would not be fit to be the Tao.", "Byrn": "When a foolish person hears of the Tao, he laughs out loud at the very idea. If he didn't laugh, it wouldn't be the Tao.", "Red Pine": "when a small person hears of the Way he laughs out loud if he didn't laugh it wouldn't be the Way", "Wieger": "An inferior person ridicules it. That such a person should ridicule it, is a mark of the truth of this doctrine. The fact that they do not understand it,\nshows its transcendence.", "Blackney": "But vulgar people, when they hear the news, Will laugh out loud, and if they did not laugh, It would not be the Way.", "Lindauer": "Lesser knights hear of tao They have great laughing. Without laughing, there's not enough of the action of tao happening.", "LaFargue": "When the poorest  hears Tao, he just has a big laugh.\" ", "Beck": "When the foolish hear of the Way, they laugh out loud. If it were not laughed at, it would not be the Way.", "Wu": "When a worthless scholar hears the Tao, He laughs boisterously at it. But if such a one does not laugh at it, The Tao would not be the Tao!", "Wayism": " ", "World": "When a confused person is confronted with the oneness of Infinity, he laughs loudly. If he did not laugh, his confusion would not be so obvious", "Muller": "When inferior students hear of the Tao They have a big laugh. But \"not laughing\" in itself is not sufficient to be called the Tao,", "Merel": "When the mean man learns the Way, he laughs out loud; Those who do not laugh, do not learn at all.", "Ta-Kao": "When the inferior scholar is told of Tao, He laughs aloud at it. If it were not laughed at, it would not be sufficient to be Tao.", "Crowley": "The best students, learning of the Dao, set to work earnestly to practice the Way. Mediocre students now cherish it, now let it go.", "Bynner": "Stupid men, knowing the way of life And having once laughed at it, laugh again the louder. If you need to be sure which way is right, you can tell by\ntheir laughing at it.", "Walker": "When an inferior person hears Tao, he roars with laughter. If he didn't laugh, it wouldn't be Tao.", "Mabry": "When foolish people hear about the Tao They laugh out loud. If they didn't laugh out loud, it wouldn't be Tao!", "Hansen": "The 'lower' scholar hears a guide. He hilariously laughs at it. If he did not laugh, it would not be up to being deemed a guide.", "Mitchell": "When a foolish man hears of the Tao, he laughs out loud. If he didn't laugh, it wouldn't be the Tao.", "McDonald": "When the lowest types hear of dao, they ridicule or laugh loudly - but if they did not laugh, it would be no dao.", "Chan": "When the lowest type of men hear Tao, They laugh heartily at it. If they did not laugh at it, it would not be Tao.", "Cleary": "When lesser people hear of the Way, they ridicule it greatly. If they didn't laugh at it, it wouldn't be the Way.", "LinYutan": "When the lowest type hear the Tao, They break into loud laughter - If it were not laughed at, it would not be Tao."}, "section": 2}, {"content": {"Legge": "Therefore the sentence-makers have thus expressed themselves: - 'The Tao, when brightest seen, seems light to lack; Who progress in it makes,\nseems drawing back; Its even way is like a rugged track. Its highest virtue from the vale doth rise; Its greatest beauty seems to offend the eyes; And\nhe has most whose lot the least supplies.", "Byrn": "Thus it is said: The brightness of the Tao seems like darkness, the advancement of the Tao seems like retreat, the level path seems rough, the\nsuperior path seems empty, the pure seems to be tarnished, and true virtue doesn't seem to be enough.", "Red Pine": "hence these sayings arose the brightest path seems dark the quickest path seems slow the smoothest path seems rough the highest virtue low the\nwhitest white pitch-black the greatest virtue wanting", "Wieger": "They say in the proverb: Those who have understood the Principle are as if blind; those who tend towards it are as if disoriented; those who have\nreached it seem like common people. This is because great virtue hollows itself like a valley, the great light voluntarily dims itself, vast virtue seems\ndefective, solid virtue seems incapable.", "Blackney": "And so there is a proverb: \"When going looks like coming back, The clearest road is mighty dark.\" Today, the Way that's plain looks rough, And\nlofty virtue like a chasm; The purest innocence like shame, The broadest power not enough,", "Lindauer": "So long-established words are present. Luminous tao looks dark Advancing tao looks like it is falling back Level tao looks uneven Better ideal looks\nlike a valley Great whiteness looks spotted", "LaFargue": " The bright Tao seems dark the Tao going forward seems to be going backward the smooth Tao seems\nrough. The loftiest Te seems like a valley great purity seems sullied abundant Te seems insufficient", "Beck": "Therefore it is said, \"The enlightenment of the Way seems like dullness; progression in the Way seem like regression; the even path of the Way\nseems to go up and down.\"", "Wu": "The wise men of old have truly said: The bright Way look dim. The progressive Way looks retrograde. The smooth Way looks rugged. High Virtue\nlooks like an abyss. Great whiteness looks spotted. Abundant Virtue looks deficient.", "Wayism": " ", "World": "The oneness of Infinity is beyond distinctions and is always present. That is why things seem confusing to those who acknowledge distinctions.", "Muller": "and therefore it is said: The sparkling Tao seems dark. Advancing in the Tao seems like regression. Settling into the Tao seems rough. True virtue is\nlike a valley. The immaculate seems humble. Extensive virtue seems insufficient.", "Merel": "Therefore it is said: Who understands the Way seems foolish; Who progresses on the Way seems to fail; Who follows the Way seems to wander. For\nthe finest harmony appears plain; The brightest truth appears coloured; The richest character appears incomplete;", "Ta-Kao": "Therefore the proverb says: Tao in enlightenment seems obscure; Tao in progress seems regressive; Tao in its straightness seems rugged. The highest\nvirtue seems like a valley; The purest white seems discoloured; The most magnificent virtue seems insufficient;", "Crowley": "Thus spoke the makers of Saws: the Dao at its brightest is Obscure. Who advances in that Way, retires. Its smooth Way is rough. Its summit is a\nvalley. Its beauty is ugliness; its wealth is poverty.", "Bynner": "They fling the old charges: 'A wick without oil,' 'For every step forward a step or two back,' To such laughers a level road looks steep, Top seems\nbottom,", "Walker": "Thus the age old sayings: The way to illumination appears dark. The way that advances appears to retreat. The way that is easy appears to be hard.\nThe highest virtue appears empty. The purest goodness appears soiled. The most profound creativity appears fallow.", "Mabry": "Therefore it is said: The path into light seems dark. They way ahead seems to go backward. The path into peace seems rough. The greatest good\nseems to us empty. True purity seems stained. The best efforts seem inadequate.", "Hansen": "Hence, as the saying goes - A discerning guide is like a murky one. A guide to advancing is like one to retreating. A guide to leveling is like one to\nroughing up. 'Superior' virtuosity is like a valley. The greatest 'white' is like filthy. 'Expansive' virtuosity is like 'insufficient.'", "Mitchell": "Thus it is said: The path into the light seems dark, the path forward seems to go back, the direct path seems long, true power seems weak, true purity\nseems tarnished,", "McDonald": "The proverb has it: The way out into the light often looks dark; one who understands dao seems dull, as dao which is bright appears to be dark. The\ndao which goes forward appears to fall backward; the one who is advanced (in dao) seems to slip backwards; the way that goes ahead often looks as\nif it went back. He who works and moves on the even dao [co-path] seems to go up and down; the least hilly way often looks as if it went thus, as\nlevel dao appears uneven.", "Chan": "Therefore there is the established saying: The Tao which is bright appears to be dark. The Tao which goes forward appears to fall backward. The\nTao which is level appears uneven. Great virtue appears like a valley (hollow). Great purity appears like disgrace. Far-reaching virtue appears as if\ninsufficient.", "Cleary": "So there are constructive sayings on this: The Way of illumination seems dark, the Way of advancement seems retiring, the Way of equality seems to\ncategorize; higher virtue seems empty, greater purity seems ignominious, broad virtue seems insufficient,", "LinYutan": "Therefore there is the established saying: \"Who understands Tao seems dull of comprehension; Who is advance in Tao seems to slip backwards;\nWho moves on the even Tao (Path) seems to go up and down.\""}, "section": 3}, {"content": {"Legge": "Its firmest virtue seems but poor and low; Its solid truth seems change to undergo; Its largest square doth yet no corner show A vessel great, it is the\nslowest made; Loud is its sound, but never word it said; A semblance great, the shadow of a shade.'", "Byrn": "The virtue of caution seems like cowardice, the pure seems to be polluted, the true square seems to have no corners, the best vessels take the most\ntime to finish, the greatest sounds cannot be heard, and the greatest image has no form.", "Red Pine": "the staunchest virtue timid the truest truth uncertain the perfect square lacks corners the perfect tool does nothing the perfect sound is hushed the\nperfect form is shapeless", "Wieger": "Therefore the Sage hides his qualities beneath a somewhat repulsive exterior. He who goes by these appearances will be quite misled. Like a square\nso big that its corners are invisible, like an enormous vase that is never finished, like a great meaning hidden in a feeble sound, like a great shape that\ncannot be grasped;", "Blackney": "Established goodness knavery, Substantial worth like shifting tides. Great space has no corners; Great powers come late; Great music is soft sound;\nThe great Form no shape.", "Lindauer": "Extensive ideal looks like it lacks enough Established ideal looks unsteady Durable ideal looks changeable Great squares are absent of corners Great\ntools are slowly perfected Great music sounds faint Great form lacks shape.", "LaFargue": "Well-founded Te seems flimsy what is pure and natural seems faded the best square has no corners A great bronze takes long to finish great music\nhas a delicate sound ", "Beck": "Great power appears like a valley. Great purity appears tarnished. Great character appears insufficient. Solid character appears weak. True integrity\nappears changeable. Great space has no corners. Great ability takes time to mature. Great music has the subtlest sound. Great form has no shape.", "Wu": "Established Virtue looks shabby. Solid Virtue looks as though melted. Great squareness has no corners. Great talents ripen late. Great sound is silent.\nGreat Form is shapeless.", "Wayism": " ", "World": "The light merges into darkness. Forward looks similar to backward. The easy path manifests difficulty. Virtue seems hollow. Purity becomes an\nillusion. The static is dynamic. Strength degenerates into weakness. Truth has no foundation. The great square has no corners. A circle is a series of\npoints. Great music seems like the wind. Images have no shape", "Muller": "Established virtue seems deceptive. The face of reality seems to change. The great square has no corners. Great ability takes a long time to perfect.\nGreat sound is hard to hear. The great form has no shape.", "Merel": "The bravest heart appears meek; The simplest nature appears inconstant. The square, perfected, has no corner; Music, perfected, has no melody;\nLove, perfected, has no climax; Art, perfected, has no meaning.", "Ta-Kao": "The solidest virtue seems frail; The simplest nature seems changeable; The greatest square has no angles; The largest vessel is never complete; The\nloudest sound can scarcely be heard; The biggest form cannot be visualized.", "Crowley": "Its virtue is vice. Its stability is change. Its form is without form. Its fulness is vacancy. Its utterance is silence. Its reality is Illusion.", "Bynner": "'White appears black,' 'Enough is a lack,' Endurance is a weakness, Simplicity a faded flower.", "Walker": "The strongest power appears weak. The most genuine appears unreal. The greatest space has no corners. The greatest talent matures slowly. The\ngreatest voice can't be heard. The greatest image can't be seen.", "Mabry": "Appropriate caution seems like cowardice. // True essence seems violated. The truly square bears no corners. Sound vessels take time to build.\nCelestial music is seldom paid much heed. The ultimate image is impossible to capture.", "Hansen": "'Creating' virtuosity is like 'stealing.' 'Solid authenticity' is like 'sliminess.' The greatest square has no corners. The greatest artifact is never\nfinished. The greatest note rarely sounds. The greatest sign lacks shape.", "Mitchell": "true steadfastness seems changeable, true clarity seems obscure, the greatest are seems unsophisticated, the greatest love seems indifferent, the\ngreatest wisdom seems childish.", "McDonald": "Great virtue seems hollow and empty. The truly loftiest might looks like an abyss; superior virtue appears like a valley (hollow). Great capability is\n[granted to be] hollow. Yes, the loftiest is something abysmal. Sheerest white seems blurred, sheer white is like tarnished; (most) purity seems like\ndisgrace. The most sufficing might looks inadequate; far-reaching virtue hardly seems to be enough; and great [and rustic] character appears to be not\nenough [but it's all the same]. The [organising] might that stands most firm seems flimsy. Solid character looks infirm; and solid virtue unsteady.\nWhat's in its natural, pure state looks faded: True substance looks changeable, and pure worth seems dirtied. The largest square has no corners: great\nspace has no corners. The greatest capacities develop latest, and great talent could be slow to mature; as they say: The greatest vessel takes the\nlongest to finish. The great tool and talent is slow to finish (or mature). Great tools do slow work. Great inside talent takes long to ripen. Great music\nis far from course; [at times] rare, it could be hard to get, or hardly heard. ", "Chan": "Solid virtue appears as if unsteady. True substance appears to be changeable. The great square has no corners. The great implement (or talent) is\nslow to finish (or mature). Great music sounds faint. Great form has no shape.", "Cleary": "constructive virtue seems careless. Simple honesty seems changeable, great range has no boundaries, great vessels are finished late; the great sound\nhas a rarefied tone, the great image has no form,", "LinYutan": "Superior character appears like a hollow (valley); Sheer white appears like tarnished; Great character appears like infirm; Pure worth appears like\ncontaminated. Great space has no corners; Great talent takes long to mature; Great music is faintly heard; Great form has no contour;"}, "section": 4}, {"content": {"Legge": "The Tao is hidden, and has no name; but it is the Tao which is skillful at imparting (to all things what they need) and making them complete.", "Byrn": "The Tao hides in the unnamed, Yet it alone nourishes and completes all things.", "Red Pine": "the Tao is hidden and has no name but because it's the Tao it knows how to start and how to finish", "Wieger": "the Sage resembles the Principle. - Now the Principle is latent and has no name, but through its gentle communication, everything is produced. It is\nthe same, in proportion, for the Sage.", "Blackney": "The Way is obscure and unnamed; It is a skilled investor, nonetheless, The master of accomplishment.", "Lindauer": "Tao is hidden, absent from name In the end, Only tao values lending at interest and moreover perfects.", "LaFargue": "", "Beck": "The Way is hidden and indescribable. Yet the Way alone is adept at providing for all and bringing fulfillment.", "Wu": "The Tao is hidden and nameless; Yet it alone knows how to render help and fulfill.", "Wayism": " ", "World": "The oneness of Infinity permeates all things and merges them together. Infinity manifests all things to completion and disintegrates all manifestations\nforever.", "Muller": "The Tao is hidden and nameless. This is exactly why the Tao is good at developing and perfecting.", "Merel": "The Way can be neither sensed nor known: It transmits sensation and transcends knowledge.", "Ta-Kao": "Tao, while hidden, 'is nameless.' Yet it is Tao alone that is good at imparting and completing.", "Crowley": "Nameless and imperceptible is the Dao; but it informs and perfects all things.", "Bynner": "But eternity is his who goes straight round the circle, Foundation is his who can feel beyond touch, Harmony is his who can hear beyond sound,\nPattern is his who can see beyond shape: Life is his who can tell beyond words Fulfilment of the unfulfilled.", "Walker": "Tao is hidden and has no name. Tao alone nourishes and fulfills all things.", "Mabry": "The Tao is hidden and nameless Yet it is the Tao alone that nourishes and completes things.", "Hansen": "Guides hide the lack of names. In general only guides are good at adopting and also completing.", "Mitchell": "The Tao is nowhere to be found. Yet it nourishes and completes all things.", "McDonald": "Great, hidden form has neither shape nor contour; as great here means of dao, [which is thought up as] hidden and without (overtly sounded) name.\nNow, dao backs all things financially; dao alone skilfully provides for all - it supports all things and advances [some] to perfection. Well dao-lent\npower could bring us (some degree of) fulfilment. Skilled, able dao-lending (of some majesty and power) could bring [Christian] fulfilment.", "Chan": "Tao is hidden and nameless. Yet it is Tao alone that skillfully provides for all and brings them to perfection.", "Cleary": "the Way hides in namelessness. Only the Way can enhance and perfect.", "LinYutan": "And Tao is hidden without a name. It is this Tao that is adept at lending (its power) and bringing fulfillment."}, "section": 5}]