[{"content": {"Legge": "A master of the art of war has said, 'I do not dare to be the host (to commence the war); I prefer to be the guest (to act on the defensive). I do not\ndare to advance an inch; I prefer to retire a foot.'", "Byrn": "There is an old saying: \"It is better to become the passive in order to see what will happen. It is better to retreat a foot than to advance only an inch.\"", "Red Pine": "In warfare there is a saying rather than a host better to be a guest rather than advance an inch better to retreat a foot", "Wieger": "Rather be on the defensive than the offensive, rather retreat a step than advance an inch, are current principles of military art. It is worth more to yield\nthan to triumph. Prevention (of war) through diplomacy is worth even more.", "Blackney": "The strategists have a saying: \"If I cannot be host, Then let me be guest. But if I dare not advance Even an inch, Then let me retire a foot.\"", "Lindauer": "Strategists possess words I am without venturing to act as lord yet act as guest Without venturing to enter an inch yet fall back a foot.", "LaFargue": " \"I do not presume to act as master, I act as guest I do not presume to advance an inch, I retreat a foot.\"", "Beck": "The strategists say, \"Do not be the aggressor but the defender. Do not advance an inch, but retreat a foot instead.\"", "Wu": "The strategists have a saying: I dare not be a host, but rather a guest; I dare not advance an inch, but rather retreat a foot.", "Wayism": " ", "World": "There is a saying among generals, It is better not to begin the battle but to wait for the other side to begin. It is better to retreat a foot rather than\nadvance an inch.", "Muller": "Strategists have a saying: \"I prefer to be able to move, rather than be in a fixed position Prefer to retreat a foot rather than advancing an inch.\"", "Merel": "There is a saying among soldiers: It is easier to lose a yard than take an inch.", "Ta-Kao": "An ancient tactician has said: 'I dare not act as a host but would rather act as a guest; I dare not advance an inch but would rather retreat a foot.'", "Crowley": "A great strategist said: 'I dare not take the offensive. I prefer the defensive. I dare not advance an inch; I prefer to retreat a foot.'", "Bynner": "The handbook of the strategist has said: 'Do not invite the fight, accept it instead,' 'Better a foot behind than an inch too far ahead,'", "Walker": "In conflict it is better to be receptive than aggressive, better to retreat a foot than advance an inch.", "Mabry": "The military has a saying: \"I would rather be passive, like a guest than agressive, like a host. I would rather retreat a foot than advance an inch.\"", "Hansen": "There are slogans for using armies. \"I don't presume to deem-act as lord and deem-act as guest. Don't presume to advance an inch and withdraw a\nfoot.\"", "Mitchell": "The generals have a saying: \"Rather than make the first move it is better to wait and see. Rather than advance an inch it is better to retreat a yard.\"", "McDonald": "The strategists say: \"If I dare not be the guest, then let me be the host. When I dare not take the offensive, then I'll take the defensive. If you doubt\nyour ability to advance, then retreat.\" Also: \"When you doubt your ability to meet the enemy's attack, take the offensive yourself.\"", "Chan": "The strategists say: \"I dare not take the offensive but I take the defensive; I dare not advance an inch but I retreat a foot.\"", "Cleary": "There are sayings on the use of arms: \"Let us not be aggressors, but defend.\" \"Let us not advance an inch, but retreat a foot.\"", "LinYutan": "There is the maxim of military strategists; I dare not be the first to invade, but rather be the invaded. Dare not press forward an inch, but rather retreat\na foot."}, "section": 1}, {"content": {"Legge": "This is called marshalling the ranks where there are no ranks; baring the arms (to fight) where there are no arms to bare; grasping the weapon where\nthere is no weapon to grasp; advancing against the enemy where there is no enemy.", "Byrn": "This is called being flexible while advancing, pushing back without using force, and destroying the enemy without engaging him.", "Red Pine": "this means to form no column to wear no armour to brandish no weapon to repulse no enemy", "Wieger": "That is the meaning of certain abstruse formulae of military art, such as: advancing without marching; defending oneself without moving an arm;\nstatus quo without fighting; holding on without weapons; and others.", "Blackney": "This is what they call A campaign without a march, Sleeves up but no bare arms, Shooting but no enemies, Or arming without weapons.", "Lindauer": "Appropriately called Going absent of going Grabbing absent of an arm Throwing absent of opposition Taking hold of absent of an enemy.", "LaFargue": " \"going forward without going forward rolling up the sleeves but baring no arm attacking without showing hostility drawing with no\nsword.\"", "Beck": "This is movement without moving, stretching the arm without showing it, confronting enemies with the idea there is no enemy, holding in the hand\nno weapons.", "Wu": "This is called marching without moving, Rolling up one's sleeves without baring one's arms, Capturing the enemy without confronting him, Holding\na weapon that is invisible.", "Wayism": " ", "World": "This is called advancing while appearing to retreat, preparing to fight by concealing your power, winning the battle without engaging the enemy, and\nbrandishing non-existent weapons.", "Muller": "This is called progress without advancing; Preparing without showing off; Smashing where there is no defence; Taking him without a fight.", "Merel": "In this manner one may deploy troops without marshalling them, Bring weapons to bear without exposing them, Engage the foe without invading\nthem, And exhaust their strength without fighting them.", "Ta-Kao": "This implies that he does not marshal the ranks as if there were no ranks; He does not roll up his sleeves as if he had no arms; He does not seize as if\nhe had no weapons; He does not fight as if there were no enemies.", "Crowley": "Place therefore the army where there is no army; prepare for action where there is no conflict; advance against the enemy where the enemy is not.", "Bynner": "Which means: Look a man straight in the face and make no move, Roll up your sleeve and clench no fist, Open your hand and show no weapon,\nBare your breast and find no foe.", "Walker": "This is called moving ahead without advancing, capturing the enemy without attacking him.", "Mabry": "This is called going forward without instigating. Engaging without force Defense without hatred Victory without weapons.", "Hansen": "This is called \"carrying out not carrying out. Bearing non-existent arms; Throwing against non-existent enemies. Controlling non-existing armies.\"", "Mitchell": "This is called going forward without advancing, pushing back without using weapons.", "McDonald": "Much of this his implies to march without visible formations; its in part like rolling up the sleeve, and yet presenting no bare arm. Or it could be like\nstretching your arm without showing the sleeves. Confront well, present no battle-front yourself. Refrain from charging in frontal attacks, and seem\nto be armed without weapons. [Let that come as a surprise.] Hold a thousand weapons without seeming to have them.", "Chan": "This means: To march without formation, To stretch one's arm without showing it, To confront enemies without seeming to meet them, To hold\nweapons without seeming to have them.", "Cleary": "This is called carrying out no action, shaking no arm, facing no enemy, wielding no weapon.", "LinYutan": "That is, to march without formations, To roll up the sleeves, To charge not in frontal attacks, To arm without weapons."}, "section": 2}, {"content": {"Legge": "There is no calamity greater than lightly engaging in war. To do that is near losing (the gentleness) which is so precious.", "Byrn": "There is no greater disaster than underestimating your enemy. Underestimating your enemy means losing your greatest assets.", "Red Pine": "no fate is worse than to have no enemy without an enemy we would lose our treasure", "Wieger": "There is no worse curse than a war waged with little or no reason, (which is sought-after deliberately, and pushed beyond necessary limits).", "Blackney": "Than helpless enemies, nothing is worse: To them I lose my treasures.", "Lindauer": "No misfortune is greater than relating to light opposition Light opposition severs and destroys my principles.", "LaFargue": " \"The enemy is nothing.\" , \"the enemy is nothing\": ", "Beck": "No disaster is greater than underestimating the enemy.", "Wu": "There is no greater calamity than to under-estimate the strength of your enemy. For to under-estimate the strength of your enemy is to lose your\ntreasure.", "Wayism": " ", "World": "There is nothing worse than distinguishing others as enemies. By distinguishing others as enemies, I lose sight of my oneness and become confused\nin conflict and war.", "Muller": "There is no greater danger than under-estimating your opponent. If I under-estimate my opponent I will lose that which is most dear.", "Merel": "There is no worse disaster than misunderstanding your enemy; To do so endangers all of my treasures;", "Ta-Kao": "No calamity is greater than under-estimating the enemy. To under-estimate the enemy is to be on the point of losing our treasure (love).", "Crowley": "There is no error so great as to engage in battle without sufficient force. To do so is to risk losing the gentleness which is beyond price.", "Bynner": "But as long as there be a foe, value him, respect him, measure him, be humble toward him; Let him not strip from you, however strong he be,\nCompassion, the one wealth which can afford him.", "Walker": "There is no greater misfortune than underestimating your opponent. To underestimate your opponent is to forsake your three treasures.", "Mabry": "There is no greater calamity than underestimating the enemy. If I take my enemy too lightly, I am in danger of losing my compassion, moderation,\nand non-competitive spirit.", "Hansen": "No disaster is greater than taking an enemy lightly. Taking an enemy lightly almost brings my treasures to grief.", "Mitchell": "There is no greater misfortune than underestimating your enemy. Underestimating your enemy means thinking that he is evil. Thus you destroy your\nthree treasures and become an enemy yourself.", "McDonald": "Now, great calamity comes from making light of an enemy. There's no greater catastrophe than if a foolishly underestimated enemy robs and\ndestroys your most cherished treasures. It could even destroy your topmost treasure, your old, dear body. Refrain from having an enemy at the price\nof losing your body and life. Remember: He whose enemy presents no front, could lose his booty.", "Chan": "There is no greater disaster than to make light the enemy.", "Cleary": "No calamity is greater than underestimating opponents. If you underestimate opponents, you're close to losing your treasure.", "LinYutan": "There is no greater catastrophe than to underestimate the enemy."}, "section": 3}, {"content": {"Legge": "Thus it is that when opposing weapons are (actually) crossed, he who deplores (the situation) conquers.", "Byrn": "When equal forces meet in battle, victory will go to the one that enters with the greatest sorrow.", "Red Pine": "thus when opponents are evenly matched the remorseful one prevails", "Wieger": "He who does that, exposes his own goods to loss, and causes great mourning.", "Blackney": "When opposing enemies meet, The compassionate man is the winner!", "Lindauer": "So when opposing strategies escalate each other Conquering goes with those who mourn.", "LaFargue": ", when they cross weapons and attack each other the one in mourning will win.", "Beck": "Underestimating the enemy will destroy my treasures. Thus when the battle is joined, it is the kind who will win.", "Wu": "Therefore, when opposing troops meet in battle, victory belongs to the grieving side.", "Wayism": " ", "World": "So when war seems imminent, the victor refuses to embrace killing.", "Muller": "Therefore When opponents clash The one who is sorry about it will be the winner.", "Merel": "So when two well matched forces oppose each other, The general who maintains compassion will win.", "Ta-Kao": "Therefore when opposing armies meet in the field the ruthful will win.", "Crowley": "Thus, when the lines actually engage, he who regrets the necessity is the victor.", "Bynner": " ", "Walker": "When opposing forces are engaged in conflict, the one who fights with sorrow will triumph.", "Mabry": "So, when two armies confront each other Victory will go to them that grieve.", "Hansen": "Inherently, opposing armies strengthen each other. Grieving then wins.", "Mitchell": "When two great forces oppose each other, the victory will go to the one that knows how to yield.", "McDonald": "Therefore when armies meet, the kind-looking man of sorrows could win [by such as surprise tactics. But often it's the opposite that happens.] Who\ndoesn't delight in warfare in the open, he wins. [And most often not?]", "Chan": "Therefore when armies are mobilized and issues joined, The man who is sorry over the fact will win.", "Cleary": "So when opposing armies clash, the compassionate are the ones who win.", "LinYutan": "To underestimate the enemy might entail the loss of my treasures. Therefore when two equally matched armies meet, It is the man of sorrow who\nwins."}, "section": 4}]