[{"content": {"Legge": "My words are very easy to know, and very easy to practice; but there is no one in the world who is able to know and able to practice them.", "Byrn": "My words are easy to understand and easier to put into practice. Yet no one in the world seems to understand them, and are not able to apply what I\nteach.", "Red Pine": "My words are easy to understand easy to employ but no one can understand them no one can employ them", "Wieger": "What I (Lao Zi) teach is easy to understand and to practice, and yet the world neither understands or practices it.", "Blackney": "My words are easy just to understand: To live by them is very easy too; Yet it appears that none in all the world Can understand or make them come\nto life.", "Lindauer": "My words Are very easy to know Are very easy to practice. In the world Noone is able to know Noone is able to practice.", "LaFargue": "My words are very easy to understand, very easy to practice. No one in the world can understand, No one can practice them.", "Beck": "My ideas are easy to understand and easy to practice. Yet no one understands them or practices them.", "Wu": "My words are very easy to understand, and very easy to practice: But the world cannot understand them, nor practice them.", "Wayism": " ", "World": "My words are easy to understand and easy to put into practice, but unfortunately few people understand them or try to live by them.", "Muller": "My words are easy to understand And easy to practice. Yet nobody understands them or practices them.", "Merel": "My words are easy to understand And my actions are easy to perform Yet no other can understand or perform them.", "Ta-Kao": "Words have an ancestor; deeds have a governor. My words are very easy to know, and very easy to practice, Yet all men in the world do not know\nthem, nor do they practice them.", "Crowley": "My words are easy to understand and to perform; but is there anyone in the world who can understand them and perform them?", "Bynner": "My way is so simple to feel, so easy to apply, That only a few will feel it or apply it.", "Walker": "My words are very easy to understand, very easy to put into practice. But you can't \"understand\" them, can't put them into \"practice.\"", "Mabry": "My words are very easy to understand And very easy to practice. Yet the World is not able to undertand Nor able to put them into practice.", "Hansen": "My words are profoundly easy to know. Profoundly easy to perform. In the social world none are able to know or to perform.", "Mitchell": "My teachings are easy to understand and easy to put into practice. Yet your intellect will never grasp them, and if you try to practice them, you'll\nfail.", "McDonald": "My words are very easy to understand and very easy to put into practice. Yet no one understands them; no one puts them into practice.", "Chan": "My doctrines are easy to understand and very easy to practice, But none in the world can understand or practice them.", "Cleary": "My sayings are easy to recognize, and very easy to apply. But no one in the world can recognize them, and no one can apply them.", "LinYutan": "My teachings are very easy to understand and very easy to practice, But no one can understand them and no one can practice them."}, "section": 1}, {"content": {"Legge": "There is an originating and all-comprehending (principle) in my words, and an authoritative law for the things (which I enforce). It is because they do\nnot know these, that men do not know me. They who know me are few, and I am on that account (the more) to be prized.", "Byrn": "My teachings come from the ancients, the things I do are done for a reason. Because you do not know me, you are not able to understand my\nteachings", "Red Pine": "words have an ancestor deeds have a master because they have no understanding people fail to understand me rare are they who understand me thus I\nam exalted", "Wieger": "My precepts and procedures derive from a superior principle and procedure, the Principle and its Virtue. The world does not recognize the Principle\nwhich directs me, that is why it does not know me. Very few understand me. That makes my glory.", "Blackney": "My words have ancestors, my works a prince; Since none know this, unknown I too remain. But honour comes to me when least I'm known:", "Lindauer": "Words possess an ancestor Efforts possess a sovereign. In the end only with absence of knowledge Appropriate lack of self-knowledge happens\nKnowledge of that which is the self is rare And then that which is the self is treasured.", "LaFargue": "The words have an ancestor the practice has a master.  (So few understand me - a\nrare treasure indeed.)", "Beck": "My ideas have a source; my actions have a master. Because people do not understand this, they do not know me. Since few know me, I am very\nprecious.", "Wu": "My words have an Ancestor. My deeds have a Lord. The people have no knowledge of this. Therefore, they have no knowledge of me. The fewer\npersons know me, The nobler are they that follow me.", "Wayism": " ", "World": "My thoughts have always existed,but since people are confused, they do not embrace them. Because people do not understand me, they are confused\nin conflict and war rather than living in peace and harmony. Those that acknowledge their oneness with Infinity are few. Those that call me crazy are\napplauded by others that are confused.", "Muller": "My words have an origin; My actions have a principle. It is only because of your not understanding this That you do not understand me. Since there\nare few who understand me I am valued.", "Merel": "My words have meaning; my actions have reason; Yet these cannot be known and I cannot be known. We are each unique, and therefore valuable;", "Ta-Kao": "It is because they have knowledge that they do not know me. When those who know me are few, eventually I am beyond all praise.", "Crowley": "My words derive from a creative and universal Principle, in accord with the One Law. Men, not knowing these, understand me not. Few are they that\nunderstand me; therefore am I the more to be valued.", "Bynner": "If it were not the lasting way, the natural way to try, If it were a passing way, everyone would try it. But however few shall go my way Or feel\nconcerned with me, Some there are and those are they Who witness what they see:", "Walker": "Words have their ruler. Eventshave their origins. People wh can't understand this can't understand me. Those who do are few.", "Mabry": "My words speak of the primal. My deeds are but service. Unless people understand this They won't understand me. And since so few understand me,\nThen such understanding is rare and valuable indeed.", "Hansen": "Language has an ancestor and social affairs have a ruler. In general only lacking know-how - this counts as my know-how. If those who know me\nare rare then things of mine are valuable.", "Mitchell": "My teachings are older than the world. How can you grasp their meaning?", "McDonald": "But some of my teaching could have nature as a source, and also there's a principle-ruled ancestry in some of my words. Yes, [some of] my deeds\nhave a lord; my deeds could have [right] dao as sovereign. Most men don't understand this, they're unable to understand me. Few people understand\nme, and on this my real value depends. I am highly valued, for few understand me.", "Chan": "My doctrines have a source (Nature); my deeds have a master (Tao). It is because people do not understand this that they do not understand me. Few\npeople know me, and therefore I am highly valued.", "Cleary": "Sayings have a source, events have a leader. It is only through ignorance that I am not known. Those who know me are rare; those who emulate me a\nnoble.", "LinYutan": "In my words there is a principle. In the affairs of men there is a system.  Because they know not these, They also know me not. Since there are few\nthat know me, Therefore I am distinguished."}, "section": 2}, {"content": {"Legge": "It is thus that the sage wears (a poor garb of) hair cloth, while he carries his (signet of) jade in his bosom.", "Byrn": "Because those who know me are few, my teachings become even more precious.", "Red Pine": "the sage therefore wears coarse cloth and keeps his jade inside", "Wieger": "It befalls me to be like the Sage who is unrecognized from amongst the common people because of his humble appearance, even though his interior\nis filled with jewels.", "Blackney": "The Wise Man, with a jewel in his breast, Goes clad in garments made of shoddy stuff.", "Lindauer": "Appropriately it happens that sages have A covering of coarse cloth  A bosom of jade.", "LaFargue": "And so the Wise Person: Dressed in shabby clothes, jade under his shirt.", "Beck": "Therefore the wise wear coarse clothes and keep the jewel inside.", "Wu": "Therefore, the Sage wears coarse clothes While keeping the jade in his bosom.", "Wayism": " ", "World": "Therefore, the sage is modest in her apparel, but carries the priceless jewel of peace and harmony in her heart.", "Muller": "Therefore the sage wears coarse clothes. Yet hides a jewel in his bosom.", "Merel": "Though the sage wears coarse clothes, his heart is jade.", "Ta-Kao": "Therefore the Sage wears clothes of coarse cloth but carries jewels in his bosom; He knows himself but does not display himself; He loves himself\nbut does not hold himself in high esteem. Thus he rejects the latter and takes the former.", "Crowley": "The Wise Man wears sackcloth, but guards his jewel in his bosom.", "Bynner": "Sanity is a haircloth sheath With a jewel underneath.", "Walker": "They wear coarse cloth and carry jade in their breasts.", "Mabry": "Therefore the Sage wears common clothes AAnd hides his treasures only in is heart.", "Hansen": "Using this: Sages wrap precious jade in burlap.", "Mitchell": "If you want to know me, look inside your heart.", "McDonald": "The wise man wears a coarse cloth on top and carries jade underneath his dress, within his bosom.", "Chan": "Therefore the sage wears a coarse cloth on top and carries jade within his bosom.", "Cleary": "This is why sages dress plainly, and conceal what is precious.", "LinYutan": "Therefore the Sage wears a coarse cloth on top And carries jade within his bosom."}, "section": 3}]