[{"content": {"Legge": "If we could renounce our sageness and discard our wisdom, it would be better for the people a hundredfold.", "Byrn": "Forget about knowledge and wisdom, and people will be a hundred times better off.", "Red Pine": "Get rid of wisdom and reason and people will live a hundred times better", "Wieger": "Reject (artificial, conventional, political) wisdom and prudence, (in order to return to primal natural uprightness). and the people will be a hundred\ntimes happier.", "Blackney": "Get rid of the wise men! Put out the professors! Then people will profit A hundredfold over.", "Lindauer": "Break away from sageliness, toss out wisdom People benefit one hundred times over ", "LaFargue": "Discard \"Wisdom,\" throw away \"Knowledge\" - the people will benefit a hundredfold.", "Beck": "Abandon religion and discard cleverness, and people will benefit a hundredfold.", "Wu": "Drop wisdom and abandon cleverness, and the people will be benefited a hundredfold.", "Wayism": " ", "World": "Quit distinguishing the wise and their wisdom, the saints and their holiness, and the people will be a hundred times better off.", "Muller": "Get rid of \"holiness\" and abandon \"wisdom\" and the people will benefit a hundredfold.", "Merel": "If we could discard knowledge and wisdom Then people would profit a hundredfold;", "Ta-Kao": "Do away with sageness and eject wisdom, and the people will be more benefited a hundred times.", "Crowley": "If we forgot out statesmanship and our wisdom, it would be a hundred times better for the people.", "Bynner": "Rid of formalized wisdom and learning People would be a hundredfold happier,", "Walker": "Give up religiosity and knowledge, and the people will benefit a hundredfold.", "Mabry": "Forget \"holiness,\" abandon \"intelligence\" and the people will be a hundred times better off.", "Hansen": "Terminate 'sageliness', junk 'wisdom' the people will benefit a hundred-fold.", "Mitchell": "Throw away holiness and wisdom, and people will be a hundred times happier.", "McDonald": "Banish wisdom, discard knowledge, Then the people will benefit a hundred times.", "Chan": "Abandon sageliness and discard wisdom; Then the people will benefit a hundredfold.", "Cleary": "Eliminate sagacity, abandon knowledge, and the people will benefit a hundredfold.", "LinYutan": "Banish wisdom, discard knowledge, And the people shall profit a hundredfold;"}, "section": 1}, {"content": {"Legge": "If we could renounce our benevolence and discard our righteousness, the people would again become filial and kindly.", "Byrn": "Throw away charity and righteousness, and people will return to brotherly love.", "Red Pine": "get rid of kindness and justice and people once more will love and obey", "Wieger": "Reject (artificial, conventional) goodness and fairness, (filial and fraternal piety), and the people will come back (for their well-being, to natural\ngoodness and fairness), to spontaneous filial and paternal piety.", "Blackney": "Away with the kind ones; Those righteous men too! And let people return To the graces of home.", "Lindauer": "Break away from humanity, toss out morality People return to filial devotion and mothering ", "LaFargue": "Discard \"Goodness,\" throw away \"Morality\" - the people will turn back to respect and caring.", "Beck": "Abandon humanity and discard morality, and people will rediscover love and duty.", "Wu": "Drop humanity, abandon justice, And the people will return to their natural affections.", "Wayism": " ", "World": "Quit distinguishing morality, righteousness and benevolence and humanity will stay centered in its oneness.", "Muller": "Get rid of \"altruism\" and abandon \"Justice\" and the people will return to filial piety and compassion.", "Merel": "If we could discard duty and justice Then harmonious relationships would form;", "Ta-Kao": "Do away with learning, and grief will not be known. Do away with benevolence and eject righteousness, and the people will return to filial duty and\nparental love.", "Crowley": "If we forgot our benevolence and our justice, they would become again like sons, folk of good will.", "Bynner": "Rid of conventionalized duty and honour People would find their families dear,", "Walker": "Discard morality and righteousness, and the people will return to natural love.", "Mabry": "Give up \"humanitarianism,\" put away \"righteousness\" and people will rediscover brotherly love and kindness.", "Hansen": "Terminate 'humanity', junk 'morality' the people will respond with 'filiality' and 'affection'.", "Mitchell": "Throw away morality and justice, and people will do the right thing.", "McDonald": "Banish human love, just dump righteous, moral justice, and then the people will be dutiful and recover deep love of their kin.", "Chan": "Abandon humanity and discard righteousness; Then the people will return to filial piety and deep love.", "Cleary": "Eliminate humanitarianism, abandon duty, and the people return to familial love.", "LinYutan": "Banish \"humanity,\" discard \"justice,\" And the people shall recover love of their kin;"}, "section": 2}, {"content": {"Legge": "If we could renounce our artful contrivances and discard our (scheming for) gain, there would be no thieves nor robbers.", "Byrn": "Throw away profit and greed, and there won't be any thieves.", "Red Pine": "get rid of cleverness and profit and thieves will cease to exist", "Wieger": "Reject art and gain, and evildoers will disappear. (With the primordial simplicity, they will return to primordial honesty).", "Blackney": "Root out the artisans; Banish the profiteers! And bandits and robbers Will not come to plunder.", "Lindauer": "Break away from valuing, toss out profit Thieves and robbers are not in existence.", "LaFargue": "Discard \"Skill,\" throw away \"Profit\" - robbers and thieves will disappear.", "Beck": "Abandon skill and discard profit, and there will be no thieves or robbers.", "Wu": "Drop shrewdness, abandon sharpness, And robbers and thieves will cease to be.", "Wayism": " ", "World": "Abandon the pursuit of commercial profit and the number of thieves and robbers will be greatly reduced.", "Muller": "Get rid of cleverness and abandon profit, and thieves and gangsters will not exist.", "Merel": "If we could discard artifice and profit Then waste and theft would disappear.", "Ta-Kao": "Do away with artifice and eject gains, and there will be no robbers and thieves.", "Crowley": "If we forgot our machines and our business, there would be no knavery.", "Bynner": "Rid of legalized profiteering People would have no thieves to fear.", "Walker": "Abandon shrewdness and profiteering, and there won't be any robbers or thieves.", "Mabry": "Forget \"great art,\" throw away \"profit\" and there will be no more thieves.", "Hansen": "Terminate 'artistry', junk 'benefit' thieves and robbers will lack 'existence'.", "Mitchell": "Throw away industry and profit, and there won't be any thieves.", "McDonald": "Banish cunning and skill, dispel profit; dismiss utility,\" then thieves and robbers will disappear.", "Chan": "Abandon skill and discard profit; Then there will be no thieves or robbers.", "Cleary": "Eliminate craft, abandon profit, and theft will no longer exist.", "LinYutan": "Banish cunning, discard \"utility,\" And the thieves and brigands shall disappear."}, "section": 3}, {"content": {"Legge": "Those three methods (of government) Thought olden ways in elegance did fail And made these names their want of worth to veil;", "Byrn": "These three are superficial and aren't enough to keep us at the center of the circle, so we must also:", "Red Pine": "but these three sayings are not enough hence let this be added", "Wieger": "Renounce these three artificial categories, for the artificial is good-for-nothing.", "Blackney": "But if these three prove not enough To satisfy the mind and heart,", "Lindauer": "These three used as a basis for action are ornament, insufficient. So make present what principles? ", "LaFargue": "Taking these three lines as your text - this is not sufficient. Give them something to fasten on to:", "Beck": "These three things relate to externals and are inadequate.", "Wu": "These three are the criss-cross of Tao, And are not sufficient in themselves.", "Wayism": " ", "World": "These are just three impediments to peace and harmony and abandoning them is not enough.", "Muller": "Since the above three are merely words, they are not sufficient. Therefore there must be something to include them all.", "Merel": "Yet such remedies treat only symptoms And so they are inadequate.", "Ta-Kao": "These four, if we consider them as culture, are not sufficient.", "Crowley": "These new methods despised the olden Way, inventing fine names to disguise their barrenness.", "Bynner": "These methods of life have failed, all three,", "Walker": "These are external matters, however.", "Mabry": "These things are superficial and are simply not enough. People need something solid to hold on to.", "Hansen": "These three taken as slogans are insufficient.", "Mitchell": "If these three aren't enough,", "McDonald": "These three things are not enough; externals are somehow decorations, purpose's not enough; they tend to rob life and make it too little complicated.", "Chan": "However, these three things are ornaments (wen) and are not adequate.", "Cleary": "These three become insufficient when used for embellishment causing there to be attachments.", "LinYutan": "As these three touch the externals and are inadequate,"}, "section": 4}, {"content": {"Legge": "But simple views, and courses plain and true Would selfish ends and many lusts eschew.", "Byrn": "Embrace simplicity. Put others first. Desire little.", "Red Pine": "wear the undyed and hold the uncarved reduce self-interest and limit desires get rid of learning and problems will vanish", "Wieger": "Be attached to simplicity and naturalness. Have few personal interests, and few desires.", "Blackney": "More relevant, then, let there be A visible simplicity of life, Embracing unpretentious ways, And small self-interest And poverty of coveting.", "Lindauer": "See plainness Embrace true nature Reduce self-interest Limit desires.", "LaFargue": "Pay attention to the Raw, embrace the Uncarved discount your personal interests, make your desires few, doing of the will of every man would put\nan end to vain ambitions and desires.", "Beck": "People need what they can depend on: reveal simplicity; embrace the natural; control selfishness; reduce desires.", "Wu": "Therefore, they should be subordinated To a Higher principle: See the Simple and embrace the Primal, Diminish the self and curb the desires!", "Wayism": " ", "World": "Peace and harmony reside in the simplicity of an uncarved piece of wood. Quit distinguishing the self and reside in oneness. Curb your desires and\naspirations and experience the peace and harmony of simplicity.", "Muller": "See the origin and keep the non-differentiated state. Lessen selfishness and decrease desire.", "Merel": "People need personal remedies: Reveal your naked self and embrace your original nature; Bind your self-interest and control your ambition; Forget\nyour habits and simplify your affairs.", "Ta-Kao": "Therefore let there be what the people can resort to: Appear in plainness and hold to simplicity; Restrain selfishness and curtail desires.", "Crowley": "But simplicity in the doing of the will of every man would put an end to vain ambitions and desires.", "Bynner": "Here is the way, it seems to me: Set people free, As deep in their hearts they would like to be, From private greeds And wanton needs.", "Walker": "What is most important is what happens within: look to what is pure; hold to what is simple; let go of self-interest; temper your desires.", "Mabry": "And here it is: Be real. Embrace simplicity. Put others first. Desire little.", "Hansen": "Hence, leads us to postulate that to which they belong. Visualize simplicity and embrace uncarved wood. Downgrade 'selfishness' and diminish\n'desire.' Terminate learning and you will lack irritation. ", "Mitchell": "just stay at the centre of the circle and let all things take their course.", "McDonald": "Therefore let people hold well on to keeping accessories; keeping simplicity to look at. Go on and shield their internal soul's nature as some ritual,\nraw block to hold, their private, secret means and foster less ardent desires.", "Chan": "Therefore let people hold on to these: Manifest plainness, Embrace simplicity, Reduce selfishness, Have few desires.", "Cleary": "See the basic, embrace the unspoiled, lessen selfishness, diminish desire.", "LinYutan": "The people have need of what they can depend upon: Reveal thy simple self, Embrace thy original nature, Check thy selfishness, Curtail thy desires."}, "section": 5}]