[{"content": {"Legge": "Heaven and earth do not act from (the impulse of) any wish to be benevolent; they deal with all things as the dogs of grass are dealt with.", "Byrn": "Heaven and Earth are impartial; they treat all of creation as straw dogs.", "Red Pine": "Heaven and Earth are heartless treating creatures like straw dogs", "Wieger": "Heaven and earth are not good to the things that they produce, but treat them like straw dogs.", "Blackney": "Is then the world unkind? And does it treat all things Like straw dogs used in magic rights", "Lindauer": "Heavens and earth are without humanizing It happens that the 10000 things act as straw dogs ", "LaFargue": "\"Heaven and Earth are not Good they treat the thousands of things like straw dogs", "Beck": "Nature is not humane. It treats all things like sacrificial objects.", "Wu": "Heaven-and-Earth is not sentimental; It treats all things as straw-dogs.", "Wayism": "The Tao does not take sides; it gives birth to both good and evil. Material things are like incense sticks, burned in worship but discarded ashes. ", "World": "Heaven and earth are indifferent. All creatures are considered straw dogs; not distinguished, not judged.", "Muller": "Heaven and Earth are not jen, And regard the people as straw dogs.", "Merel": "Nature is not kind; It treats all things impartially.", "Ta-Kao": "Heaven and earth do not own their benevolence, To them all things are straw dogs", "Crowley": "Heaven and Earth produce without motive, but casually, in their order of nature, dealing with all things carelessly, like used talismans.", "Bynner": "Nature, immune as to a sacrifice of straw dogs, Faces the decay of its fruits.", "Walker": "Heaven and Earth are not sentimental; they regard all things as dispensable.", "Mabry": "Heaven and Earth are impartial, They allow things to die.", "Hansen": "Heaven-earth [the cosmos] is not kind. It treats the 10,000 natural kinds as straw dogs.", "Mitchell": "The Tao doesn't take sides; it gives birth to both good and evil.", "McDonald": "The universe seems without mercy, quite ruthless; in that wider perspective all things are but as ritual straw dogs.", "Chan": "Heaven and Earth are not humane. They regard all things a straw dogs.", "Cleary": "Heaven and earth are not humane; they regard all beings as straw dogs.", "LinYutan": "Nature is unkind: It treats the creation like sacrificial straw-dogs."}, "section": 1}, {"content": {"Legge": "The sages do not act from (any wish to be) benevolent; they deal with the people as the dogs of grass are dealt with.", "Byrn": "The Master doesn't take sides; she treats everyone like a straw dog.", "Red Pine": "heartless is the sage treating people like straw dogs", "Wieger": "Like heaven and earth, the Sage is not good for the people he governs, but treats them like straw dogs.", "Blackney": "The Wise man too, is he unkind? And does he treat the folk Like straw dogs made to throw away?", "Lindauer": "Sages are without humanizing It happens that one hundred families act as straw dogs.", "LaFargue": "The Wise Person is not Good he treats the hundred clans like straw dogs.\"", "Beck": "The wise are not humane. They regard people like sacrificial objects.", "Wu": "The Sage is not sentimental; He treats all his people as straw-dogs.", "Wayism": "The master does not take sides; she welcomes both saints and sinners.", "World": "The sage is indifferent. All people are one; not distinguished, not judged.", "Muller": "The sage is not jen, And regards all things as straw dogs.", "Merel": "The Sage is not kind, And treats all people impartially.", "Ta-Kao": "The Sage does not own his benevolence; To him the people are straw dogs.", "Crowley": "So also the sages deal with their people, not exercising benevolence, but allowing the nature of all to move without friction.", "Bynner": "A sound man, immune as to a sacrifice of straw dogs, Faces the passing of human generations.", "Walker": "The sage isn't sentimental, either; He views all forms as ephemeral and transitional.", "Mabry": "The Sage is not sentimental, She knows that all beings must pass away.", "Hansen": "Sages are not kind. They treat the hundred surname-groups as straw dogs.", "Mitchell": "The Master doesn't take sides; she welcomes  saints and sinners.", "McDonald": "The wise man too is hard as nail; to him the people are but as straw dogs to throw.", "Chan": "The sage is not humane. He regards all people as straw dogs.", "Cleary": "Sages are not humane; they see all people as straw dogs..", "LinYutan": "The Sage is unkind: He treats the people like sacrificial straw-dogs."}, "section": 2}, {"content": {"Legge": "May not the space between heaven and earth be compared to a bellows? 'Tis emptied, yet it loses not its power; 'Tis moved again, and sends forth\nair the more.", "Byrn": "The space between Heaven and Earth is like a bellows; it is empty, yet has not lost its power. The more it is used, the more it produces; the more\nyou talk of it, the less you comprehend.", "Red Pine": "between Heaven and Earth how like a bellows empty but inexhaustible each movement produces more", "Wieger": "The betwixt of heaven and earth, seat of the Principle, the place from where its virtue acts, is like a bellows, like the bag of a bellows of which\nheaven and earth would be the two boards, which empties itself without exhausting itself, which moves itself externally without cease.", "Blackney": "Between the earth and sky The space is like a bellows, Empty but unspent. When moved its gift is copious.", "Lindauer": "The space bounding heavens and earth is just like the equal of a bellows Empty yet not subdued Stirring yet more goes out.", "LaFargue": "The space between heaven and earth isn't it like a bellows? Empty, but not shriveled up, set it in motion and always more comes out.", "Beck": "How the universe is like a bellows! While empty, it is never exhausted. The more it is worked, the more it produces.", "Wu": "Between Heaven and Earth, There seems to be a Bellows: It is empty, and yet it is inexhaustible. The more it works the more comes out of it.", "Wayism": "The Tao is like a bellows; hollow yet infinitely capable ", "World": "Infinity is like a bellows, empty yet encompassing the potential of all things.", "Muller": "The space between Heaven and Earth is just like a bellows: Empty it, it is not exhausted. Squeeze it and more comes out.", "Merel": "Nature is like a bellows, Empty, yet never ceasing its supply. The more it moves, the more it yields;", "Ta-Kao": "The space between heaven and earth is like a (blacksmith's) bellows. Hollow as it seems, nothing is lacking. If it is moved, more will it bring forth.", "Crowley": "The space between Heaven and Earth is their breathing apparatus. Exhalation is not exhaustion, but the complement of inhalation, and this equally of\nthat.", "Bynner": "The universe, like a bellows, Is always emptying, always full: The more it yields, the more it holds.", "Walker": "Tao is like a bellows: empty but inexhaustible. The more you move it the more it makes.", "Mabry": "The space between Heaven and Earth is like a bellows empty, yet inexhaustible The more it is used, the more it produces.", "Hansen": "Is the space between Heaven and earth not like bellows and flutes? Empty and not warped. As long as you move them, they produce.", "Mitchell": "The Tao is like a bellows: it is empty yet infinitely capable. The more you use it, the more it produces;", "McDonald": "Yet heaven and earth and all that lies between is like a bellows; empty, yet yielding a supply that hardly fails. Work it, and more comes out. Whereas\nthe force of words is soon spent.", "Chan": "How Heaven and Earth are like a bellows. While vacuous, it is never exhausted. When active, it produces even more.", "Cleary": "The space between heaven and earth is like a bellows and pipes, empty yet inexhaustible, producing more with each movement.", "LinYutan": "How the universe is like a bellows! Empty, yet it gives a supply that never fails; The more it is worked, the more it brings forth."}, "section": 3}, {"content": {"Legge": "Much speech to swift exhaustion lead we see; Your inner being guard, and keep it free.", "Byrn": "It is better not to speak of things you do not understand.", "Red Pine": "taking only wastes it better to keep it inside", "Wieger": "This is all that we can understand of the Principle and of its action as producer. To seek to detail it further using words and numbers would be a\nwaste of time. Let us hold ourselves to this grand idea.", "Blackney": "Much talk means much exhaustion; Better far it is to keep your thoughts!", "Lindauer": "Much talk counts for little It can't compare to obeying the center.", "LaFargue": "Much talking, quickly exhausted. It can't compare to watching over what is inside.", "Beck": "Much talk brings exhaustion. It is better to keep to the center.", "Wu": "No amount of words can fathom it: Better look for it within you.", "Wayism": " Hold on to the centre.", "World": "Words are straw in the wind. The more one talks, the less one says. Keep focused on Infinity. Remain centered in the oneness of all things. In time\nall potentials manifest.", "Muller": "Investigating it with a lot of talk Is not like holding to the center.", "Merel": "So the sage draws upon experience And cannot be exhausted.", "Ta-Kao": "He who talks more is sooner exhausted: It is better to keep what is within himself.", "Crowley": "Speech exhausts; guard yourself, therefore, maintaining the perfect freedom of your nature.", "Bynner": "Men come to their wit's end arguing about it And had better meet it at the marrow.", "Walker": "Too much talk about it evaporates your understanding, though. Simply stay at the center of the circle.", "Mabry": "Trying to explain it will only exhaust you. It is better to hold on to paradox.", "Hansen": "Many words and numbers unlimited are not as good as holding the center.", "Mitchell": "the more you talk of it, the less you understand. Hold on to the center.", "McDonald": "It seems far better to keep what's in the heart. So hold to the heart core and a regular mean.", "Chan": "Much talk will of course come to a dead end. It is better to keep to the center.", "Cleary": "The talkative reach their wits' end again and again; that is not as good as keeping centered.", "LinYutan": "By many words is wit exhausted. Rather, therefore, hold to the core."}, "section": 4}]