[{"content": {"Legge": "Gravity is the root of lightness; stillness, the ruler of movement.", "Byrn": "Heaviness is the basis of lightness. Stillness is the standard of activity.", "Red Pine": "Heavy is the root of light still is the master of busy", "Wieger": "The heavy is the base (root) of the light. Stillness is the prince of movement. (These things should be always united in a just temperament).", "Blackney": "The heavy is foundation for the light; So quietness is master of the deed.", "Lindauer": "Heaviness acts as root of lightness Stillness acts as sovereign of agitation.", "LaFargue": "Heaviness is the root of lightness Stillness is the master of agitation.", "Beck": "Gravity is the foundation of levity. Serenity masters hastiness.", "Wu": "Heaviness is the root of lightness. Serenity is the master of restlessness.", "Wayism": " ", "World": "Infinity is the source of all physical manifestations. The Infinite stillness is the creator of the churning universe", "Muller": "Heaviness is the root of lightness. Composure is the ruler of instability.", "Merel": "Gravity is the source of lightness, Calm, the master of haste.", "Ta-Kao": "Heaviness is the basis of lightness; Calmness is the controlling power of hastiness.", "Crowley": "Mass is the fulcrum of mobility; stillness is the father of motion.", "Bynner": "Gravity is the root of all grace, The mainstay of all speed.", "Walker": "Heaviness is the root of lightness. Tranquility is the master of agitation.", "Mabry": "Heaviness is the root of lightness. Stillness is the master of restlessness.", "Hansen": "Deem 'heavy' as root of 'light' Deem 'calm' as lord of 'uproar'.", "Mitchell": "The heavy is the root of the light. The unmoved is the source of all movement.", "McDonald": "The solid is the platform of the light, and the heavy is the root of the light. (Maybe firm integrity has to be the basis of light frivolity). Quiet strength\nrules over activity, the not-so-active could be the big boss of the hasty. ", "Chan": "The heavy is the root of the light. The tranquil is the ruler of the hasty.", "Cleary": "Gravity is the root of lightness; calm is the master of excitement.", "LinYutan": "The Solid is the root of the light; The Quiescent is the master of the Hasty."}, "section": 1}, {"content": {"Legge": "Therefore a wise prince, marching the whole day, does not go far from his baggage waggons. Although he may have brilliant prospects to look at, he\nquietly remains (in his proper place), indifferent to them.", "Byrn": "Thus the Master travels all day without ever leaving her wagon. Even though she has much to see, she is at peace in her indifference.", "Red Pine": "thus a lord might travel all day but never far from his supplies even in a guarded camp his manner is calm and aloof", "Wieger": "Therefore a wise prince, when he travels (in his light carriage), never separates himself from the heavy wagons which carry his baggage. However\nbeautiful the landscape through which he passes, he takes care to lodge only in peaceful places.", "Blackney": "The Wise Man, though he travel all the day, Will not be separated from his goods. So even if the scene is glorious to view, He keeps his place, at\npeace, above it all.", "Lindauer": "Appropriately it happens That sages travel throughout the day Without departing from heavy or light Even though fabulous views are present They\ndwell in great comfort and go about like this.", "LaFargue": null, "Beck": "Therefore the wise travel all day without leaving their baggage. In the midst of honor and glory they remain leisurely and calm.", "Wu": "Therefore, the Sage, traveling all day, Does not part with the baggage-wagon; Though there may be gorgeous sights to see, He stays at ease in his\nown home.", "Wayism": " ", "World": "The sage travels all day over the land and sea but does not lose sight of Infinity. Though the manifestations of the earth are wondrous and beautiful,\nshe remains indifferent because she remains centered in the Infinite oneness", "Muller": "Therefore the sage travels all day Without putting down his heavy load. Though there may be spectacles to see He easily passes them by.", "Merel": "A lone traveler will journey all day, watching over his belongings; Only safe in his own bed may he lose them in sleep.", "Ta-Kao": "Therefore the Sage, though traveling all day long, Never separates from his baggage-wagon; Though surrounded with magnificent sights, He lives in\ntranquillity.", "Crowley": "Therefore the sage King, though he travel afar, remains near his supplies. Thought opportunity tempt him, he remains quietly in proper disposition,\nindifferent.", "Bynner": "A traveler of true means, whatever the days pace, Remembers his provision-van And, however fine prospect be offered, is a man With a calm head.", "Walker": "This is why the sage travels all day without ever losing sight of her baggage. She may live in a glorious palace, but she isn't attached to its pleasures.", "Mabry": "Therefore, the Sage walks all day and never parts from the baggage-wagon. Although there are many beautiful places to behold, He is beyond such\nthings and is at peace.", "Hansen": "Using this: Sages pass the whole day in activity and never separate from his heavy provisions cart. Even though he has an sublime views, surpassing\nthose where swallows dwell.", "Mitchell": "Thus the Master travels all day without leaving home. However splendid the views, she stays serenely in herself.", "McDonald": "So the wise man travels all day and never leaves his baggage; he who travels all day hardly likes to be separated from his provision-chart: However\ngreat and glorious the view, he sits quiet and dispassionate\".", "Chan": "Therefore the sage travels all day Without leaving his baggage. Even at the sight of magnificent scenes He remains leisurely and indifferent.", "Cleary": "Thereby do exemplary people travel all day without leaving their equipment. Though they have a look of prosperity, their resting place is\ntranscendent.", "LinYutan": "Therefore the Sage travels all day Yet never leaves his provision-cart. In the midst of honor and glory, He lives leisurely, undisturbed."}, "section": 2}, {"content": {"Legge": "How should the lord of a myriad chariots carry himself lightly before the kingdom?", "Byrn": "Why should the lord of a thousand chariots be amused at the foolishness of the world? If you abandon yourself to foolishness, you lose touch with\nyour beginnings.", "Red Pine": "why would the lord of ten thousand chariots treat himself lighter than his kingdom", "Wieger": "Alas, how could an emperor behave so foolishly, ", "Blackney": "For how can one who rules Ten thousand chariots Give up to lighter moods As all the world may do?", "Lindauer": "How would one be lord of 10000 war-chariots Yet have a body which is light in the world? ", "LaFargue": null, "Beck": "How can a leader of a great country behave lightheartedly and frivolously?", "Wu": "Why should a lord of ten thousand chariots Display his lightness to the world?", "Wayism": " ", "World": "The leader of multitudes cannot afford to lose her perspective. Indulging in the physical manifestations results in a loss of focus on the Infinite.", "Muller": "This being so How could the ruler of a large state Be so concerned with himself as to ignore the people?", "Merel": "So the captain of a great vessel should not act lightly or hastily.", "Ta-Kao": "How is it, then, that a king of ten thousand chariots Should conduct himself so lightly in the empire?", "Crowley": "Should the master of a host of chariots bear himself frivolously?", "Bynner": "What lord of countless chariots would ride them in vain, Would make himself fool of the realm,", "Walker": "Why should the lord of ten thousand chariots behave lightly in the world?", "Mabry": "Why should the ruler of ten thousand chariots act with such frivolity in this world?", "Hansen": "What do we say, then, of the 10,000 chariot ruler who, based on the self, 'lights' the social world?", "Mitchell": "Why should the lord of the country flit about like a fool?", "McDonald": "So the lord with ten thousand chariots can seldom allow himself to be light-spirited and lighter than those he rules. The ruler of a great country\nshould never make light of his body - anywhere. In light frivolity, the controller's centre is lost; in hasty action, such self-mastery.", "Chan": "How is it that a lord with ten thousand chariots Should behave lightheartedly in his empire?", "Cleary": "What can be done about heads of state who take the world lightly in their own self-interest?", "LinYutan": "How can the ruler of a great country Make light of his body in the empire (by rushing about)?"}, "section": 3}, {"content": {"Legge": "If he do act lightly, he has lost his root (of gravity); if he proceed to active movement, he will lose his throne.", "Byrn": "If you let yourself become distracted, you will lose the basis of your power.", "Red Pine": "too light he loses his base too busy he loses command", "Wieger": "losing all authority by dint of frivolity, and all the rest through his waywardness?", "Blackney": "If he is trivial, His ministers are lost; If he is strenuous, There is no master then.", "Lindauer": "Following lightness comes loss of the root Following agitation comes loss of the sovereign.", "LaFargue": null, "Beck": "In frivolity, the foundation is lost. In hasty action, self-mastery is lost.", "Wu": "To be light is to be separated from one's root; To be restless is to lose one's self-mastery.", "Wayism": " ", "World": " To be caught up in distinguishing things, narrows the leader's perspective to that of her followe", "Muller": "If you take them lightly you will lose your roots. If you are unstable, you will lose your rulership.", "Merel": "Acting lightly, he loses sight of the world, Acting hastily, he loses control of himself. The captain can not treat his great ship as a small boat; Rather\nthan glitter like jade He must stand like stone.", "Ta-Kao": "To be light is to lose the basis; To be hasty is to lose the controlling power.", "Crowley": "If he attack without support, he loses his base; if he become a raider, he forfeits his throne.", "Bynner": "With pace beyond rein, Speed beyond helm?", "Walker": "One who acts lightly loses her foundation. One who becomes agitated sacrifices her mastery.", "Mabry": "To act lightly is to lose one's root. To be restless is to lose one's self-control.", "Hansen": "To 'light' is to lose the root. To 'uproar' is to lose the lord.", "Mitchell": "If you let yourself be blown to and fro, you lose touch with your root. If you let restlessness move you, you lose touch with who you are.", "McDonald": "If the ruler is light-hearted, the minister will be destroyed. If he is light, the foundation is lost; If he is active, the lord is lost. [Maybe for ever.]", "Chan": "If he is lighthearted, the minister will be destroyed. If he is hasty, the ruler is lost.", "Cleary": "Lack of gravity loses servants of state; insanity loses heads of state.", "LinYutan": "In light frivolity, the Center is lost; In hasty action, self-mastery is lost."}, "section": 4}]