[{"content": {"Legge": "The government that seems the most unwise, Oft goodness to the people best supplies; That which is meddling, touching everything, Will work but\nill, and disappointment bring.", "Byrn": "If a government is unobtrusive, the people become whole. If a government is repressive, the people become treacherous.", "Red Pine": "Where government stands aloof the people open up where government steps in the people slip away", "Wieger": "When the government is simple, the people abound in virtue. When the government is political, the people lack virtue.", "Blackney": "Listlessly govern: Happy your people; Govern exactingly: Restless your people.", "Lindauer": "They who administrate are covered, muffled Their people are pure, honest They who administrate are exacting, scrutinizing Their people are\nincomplete, deficient.", "LaFargue": "When the ruler is dull and incompetent, the people are pure and simple. When the ruler is sharp and alert, the people are a bad lot.", "Beck": "When the government is relaxed, people are happy. When the government is strict, people are anxious.", "Wu": "Where the ruler is mum, mum, The people are simple and happy. Where the ruler is sharp, sharp, The people are wily and discontented.", "Wayism": " ", "World": "When the country is ruled with indifference, the people flow in peace and harmony. When the country is ruled with purpose, the people become\ntense and circumvent the law.", "Muller": "When the government is laid back The people are relaxed. When the government is nitpicking The people have anxiety.", "Merel": "When government is lazy and informal The people are kind and honest; When government is efficient and severe The people are discontented and\ndeceitful.", "Ta-Kao": "When the government is blunt and inactive the people will be happy and prosperous; When the government is discriminative, the people will be\ndissatisfied and restless.", "Crowley": "The government which exercises the least care serves the people best; that which meddles with everybody's business works all manner of harm.", "Bynner": "The less a leader does and says The happier his people, The more a leader struts and brags The sorrier his people.", "Walker": "When the government is dull and sleepy, people are wholesome and good. When the government is sharp and exacting, people are cunning and\nmean.", "Mabry": "When a government is unobtrusive The people are simple and honest. When a government is suspicious and strict The people are discontented and\nsneaky.", "Hansen": "Its regime is torpid its people are guileless. Its government is critically discriminating its people are deficient.", "Mitchell": "If a country is governed with tolerance, the people are comfortable and honest. If a country is governed with repression, the people are depressed and\ncrafty.", "McDonald": "When the government is non-discriminative, lazy and dull, the people are contented and not spoiled, but quite generous. When the ruler looks sullen\nor depressed, the people will be happy and satisfied; When the government is efficient and smart, searching and discriminative, the people are\ndiscontented, disappointed and contentious. Even if the ruler looks lively and self-assured the people will be carping and discontented.", "Chan": "When the government is non-discriminative and dull, The people are contented and generous. When the government is searching and discriminative,\nThe people are disappointed and contentious.", "Cleary": "When the government is unobtrusive, the people are pure. When the government is invasive, the people are wanting.", "LinYutan": "When the government is lazy and dull, Its people are unspoiled; When the government is efficient and smart, Its people are discontented."}, "section": 1}, {"content": {"Legge": "Misery! - happiness is to be found by its side! Happiness! - misery lurks beneath it!", "Byrn": "Good fortune has its roots in disaster, and disaster lurks with good fortune.", "Red Pine": "happiness rests in misery misery hides in happiness", "Wieger": "Good and bad succeed one anther, alternately.", "Blackney": "\"Bad fortune will Promote the good; Good fortune, too, Gives rise to the bad.\"", "Lindauer": "Such misfortune! The place of happiness place is to lean upon it Such happiness!", "LaFargue": "\"Bad luck: good luck depends on it good luck: bad luck hides in it.\"", "Beck": "Good fortune leans on bad fortune; bad fortune hides behind good fortune.", "Wu": "Bad fortune is what good fortune leans on, Good fortune is what bad fortune hides in.", "Wayism": " ", "World": "When distinctions are made, good fortune is the harbinger of disaster and adversity is the foundation of prosperity.", "Muller": "Misfortune depends upon fortune. Fortune conceals misfortune.", "Merel": "Good fortune follows upon disaster; Disaster lurks within good fortune;", "Ta-Kao": "It is upon misery that happiness rests; It is under happiness that misery lies.", "Crowley": "Sorrow and joy are bedfellows; who can divine the final result of either.", "Bynner": "Often what appears to be unhappiness is happiness And what appears to be happiness is unhappiness.", "Walker": "Good rests upon bad. Bad hides within good.", "Mabry": "Blessings are rooted in misery. Misery lurks behind blessing.", "Hansen": "Calamity! The ground of fortuity. Fortuity! The obverse of calamity.", "Mitchell": " ", "McDonald": "Good fortune leans on bad fortune and bad fortune could rest on good fortune. Latent calamity is happiness, and sound happiness depends on some\ncalamity. Fortune's route is a disaster; fortune is hidden disaster.", "Chan": "Calamity is that upon which happiness depends; Happiness is that in which calamity is latent.", "Cleary": "Calamity is what fortune depends upon; fortune is what calamity subdues.", "LinYutan": "Disaster is the avenue of fortune, (And) fortune is the concealment for disaster."}, "section": 2}, {"content": {"Legge": "Who knows what either will come to in the end? Shall we then dispense with correction? The (method of) correction shall by a turn become\ndistortion, and the good in it shall by a turn become evil. The delusion of the people (on this point) has indeed subsisted for a long time. ", "Byrn": "Who knows why these things happen, or when this cycle will end? Good things seem to change into bad, and bad things often turn out for good.\nThese things have always been hard to comprehend.", "Red Pine": "who knows where they end there is no direction direction turns into indirection good turns into evil the people have been lost for a long long time", "Wieger": "Who will discern the heights? (of this circular movement, of good and evil. It is very delicate, an excess or a default changing the moral entity). In\nmany the right measure is lacking. In some an exaggerated righteousness degenerates into a mania. In others an exaggerated goodness becomes\nextravagance. (Points of view changing in consequence. For a long time now, men have thus been crazy.", "Blackney": "But who can know to what that leads? For it is wrong and would assign To right the strangest derivations And would mean that goodness Is\nproduced by magic means! Has man thus been so long astray?", "Lindauer": "The place of misfortune is to be suppressed. Who knows its limit? It is absent from the correct.The correct returns, acting surprising The valued\nreturns, acting as evil spirits. The dirt in the eye of men, It is solid, everyday, long-lasting.", "LaFargue": " \"People's blindness - it has been going on so long now.\"", "Beck": "Who knows the results of process? Is there no justice? When the just become unjust, goodness becomes evil. People have been deluded for a long\ntime.", "Wu": "Who knows the ultimate end of this process? Is there no norm of right? Yet what is normal soon becomes abnormal, And what is auspicious soon\nturns ominous. Long indeed have the people been in a quandary.", "Wayism": " ", "World": "The only known is change and the limits of change are unpredictable. Because everything changes, nothing seems real. The reliable becomes\nquestionable and the questionable becomes familiar. The confusion created by distinctions is ever present.", "Muller": "What has a definite delimitation? Or abnormality? The normal reverts to strangeness. Goodness reverts to perversion. People certainly have been\nconfused for a long time.", "Merel": "Who can say how things will end? Perhaps there is no end. Honesty is ever deceived; Kindness is ever seduced; Men have been like this for a long\ntime.", "Ta-Kao": "Who then can know the supremacy (good government)? Only when the government does no rectifying. Otherwise, rectitude will again become\nstratagem, And good become evil. Men have been ignorant of this, since long ago.", "Crowley": "Shall we avoid restriction? Yea; restriction distorts nature, so that even what seems good in it is evil. For how long have men suffered from\nmisunderstanding of this!", "Bynner": "Who can see what leads to What When happiness appears and yet is not, When what should be is nothing but a mask Disguising what should not be?\nWho can but ask An end to such a stupid plot!", "Walker": "Who knows where the turning point is? Whether government or person, if you aren't tranquil and honest, the normal flips to the abnormal, the\nauspicious reverts to the bizarre, and your bewilderment lasts for a long time.", "Mabry": "Where does it ever end? There is no such things as \"normal.\" What seems normal is only an illusion, And what seems good is finally revealed to be\nmonstrous. The people's confusion has lasted a very long time.", "Hansen": "Who knows its pivot? It lacks a 'correct' The 'correct' returns to be deemed unorthodox. Worthiness returns to be deemed an apparition. Human\nsuperstition a truly old story.", "Mitchell": "When the will to power is in charge, the higher the ideals, the lower the results. Try to make people happy, and you lay the groundwork for misery.\nTry to make people moral, and you lay the groundwork for vice.", "McDonald": "Who knows when the limit will be reached? Who would be able to know the ultimate results of good fortune? They may be: The normal will (in\ntime) revert to deceitful. There will hardly be any correctness (used to govern the world) any more. The old correct will become the perverse again.\nSome of the good we know of will again turn evil. Few know it, but the people have been deluded for a long time. Anyhow, there's a bourn where\nthere's neither right nor wrong. It's in a realm where every straight is doubled by a crooked and every good by an ill. Surely mankind has gone long\nenough astray?", "Chan": "Who knows when the limit will be reached? Is there no correctness (used to govern the world)? Then the correct again becomes the perverse. And\nthe good again will become evil. The people have been deluded for a long time.", "Cleary": "Who knows how it will all end? Is there no right and wrong? The orthodox also becomes the unorthodox, the good also becomes ill; people's\nconfusion is indeed long-standing.", "LinYutan": "Who would be able to know its ultimate results? (As it is), there would never be the normal. But the normal would (immediately) revert to the\ndeceitful. And the good revert to the sinister. Thus long has mankind gone astray!"}, "section": 3}, {"content": {"Legge": "Therefore the sage is (like) a square which cuts no one (with its angles); (like) a corner which injures no one (with its sharpness). He is\nstraightforward, but allows himself no license; he is bright, but does not dazzle.", "Byrn": "Thus the Master makes things change without interfering. She is probing yet causes no harm. Straightforward, yet does not impose her will. Radiant,\nand easy on the eye.", "Red Pine": "thus the sage is an edge that doesn't cut a point that doesn't pierce a line that doesn't extend a light that doesn't blind", "Wieger": "The Sage takes them as they are). Taking them to task, he is not sharp or cutting. Straight, he is not rude. Enlightened, he does not humiliate.", "Blackney": "Accordingly, the Wise Man Is square but not sharp, Honest but not malign, Straight but not severe, Bright but not dazzling.", "Lindauer": "Appropriately it happens that sages are Square yet without cutting Pointed yet without piercing Straight yet not unbridled  Bright yet not dazzling.", "LaFargue": " Is square and honest but does not cut is pointed and exact but does not hurt is straight and direct but not tactless ", "Beck": "Therefore the wise are square but not cornered, sharp but not cutting, straight but not strained, brilliant but not dazzling.", "Wu": "Therefore, the Sage squares without cutting, carves without disfiguring, straightens without straining, enlightens without dazzling.", "Wayism": " ", "World": "Therefore the sage is: upright but not judgmental, to the point but not arrogant, straightforward but not offensive, is a light but not blinding. ", "Muller": "Therefore the sage squares things without cutting. Edges without separating. Straightens without lining up. Shines but does not glare", "Merel": "So the sage is firm but not cutting, Pointed but not piercing, Straight but not rigid, Bright but not blinding.", "Ta-Kao": "Therefore the Sage is square but does not cut others; He is angled but does not chip others; He is straight but does not stretch others; He is bright but\ndoes not dazzle others.", "Crowley": "The wise man is foursquare, And avoids aggression; his corners do not injure others. He moves in a straight line and turns not aside therefrom; he is\nbrilliant but does not blind with his brightness.", "Bynner": "Therefore a sound man shall so square the circle And circle the square as not to injure, not to impede: The glow of his life shall not daze, It shall\nlead.", "Walker": "Therefore the sage does what is right without acting righteous, points without piercing, straightens without straining, enlightens without dazzling.", "Mabry": "Therefore the Sage is honest, but not judgmental Strong, but not injurious to others Straightforward, but not reckless bright, but not blinding.", "Hansen": "Using this: Sages square things without carving Are fair without punishing. Are straight without being arbitrary. Are bright without dazzling us.", "Mitchell": "Thus the Master is content to serve as an example and not to impose her will. She is pointed, but doesn't pierce. Straightforward, but supple.\nRadiant, but easy on the eyes.", "McDonald": "Therefore the wise man has firm, square principles. He is at times as pointed as a square, but hardly cuts or pierces. His integrity is as acute as a\nknife but hardly cuts, hardly hurts (innocent others), so \"he shapes the corners without lopping\", He is indeed straight, but doesn't extend his sway.\nHe reaches his [most cherished] ends. He is far from high-handed, he can be bright, but refrains from dazzling.", "Chan": "Therefore the sage is as pointed as a square but does not pierce. He is as acute as a knife but does not cut. He is as straight as an unbent line but does\nnot extend. He is as bright as light but does not dazzle.", "Cleary": "Therefore sages are upright without causing injury, honest without hurting, direct but not tactless, illuminated but not flashy.", "LinYutan": "Therefore the Sage is square (has firm principles), but not cutting (sharp-cornered), Has integrity but does not hurt (others), Is straight, but not\nhigh-handed, Bright, but not dazzling."}, "section": 4}]