[{"content": {"Legge": "The Tao in its regular course does nothing (for the sake of doing it), \n    and so there is nothing which it does not do.", "Byrn": "The Tao never acts with force, yet there is nothing that it can not do.", "Red Pine": "The Tao never does a thing yet there is nothing it doesn't do", "Wieger": "The Principle is always non-acting (not acting actively), and yet it \n    does everything (without seeming to participate).", "Blackney": "The Way is always still, at rest, And yet does everything that's done.", "Lindauer": "Tao, entirely absent of acting Yet is absent of being without acting.", "LaFargue": "Tao invariably Does Nothing, and nothing remains not done", "Beck": "The Way never interferes, yet through it everything is done.", "Wu": "Tao never makes any ado, And yet it does everything.", "World": "Infinity is the essence of all things. Without intention, It manifests \n    all things.", "Muller": "The Tao is always \"not-doing\" Yet there is nothing it doesn't do.", "Merel": "The Way takes no action, but leaves nothing undone.", "Ta-Kao": "Tao is ever inactive, and yet there is nothing that it does not do.", "Crowley": "The Dao proceeds by its own nature, doing nothing; therefore there is no \n    doing which it comprehends not.", "Bynner": "The way to use life is to do nothing through acting, The way to use life \n    is to do everything through being.", "Walker": "Eternal Tao doesn't do anything, yet it leaves nothing undone.", "Mabry": "The Tao never \"acts\" Yet nothing is left undone.", "Hansen": "Some guide treats lacking deeming-action as a constant yet everything is \n    deem-acted.", "Mitchell": "The Tao never does anything, yet through it all things are done.", "McDonald": "The dao never does; it takes no action. Through it everything is done, \n    yet there's nothing left undone.", "Chan": "Tao invariably takes no action, and yet there is nothing left undone.", "Cleary": "The Way is always uncontrived, yet there's nothing it doesn't do.", "LinYutan": "The Tao never does, Yet through it everything is done."}, "section": 1}, {"content": {"Legge": "If princes and kings were able to maintain it, all things would of \n    themselves be transformed by them. If this transformation became to me an \n    object of desire, I would express the desire by the nameless simplicity. ", "Byrn": "If rulers could follow the way of the Tao, then all of creation would \n    willingly follow their example. If selfish desires were to arise after their \n    transformation, I would erase them with the power of the Uncarved Block.", "Red Pine": "if a ruler could uphold it people by themselves would change and \n    changing if their desires stirred he would make them still with simplicity \n    that has no name", "Wieger": "If the prince and the lords could govern like that (without poking their \n    fingers in it), all beings would become spontaneously perfect (by returning \n    to nature). It would only remain to call them back to unnamed nature (to the \n    primordial simplicity of the Principle) each time they showed any tendency \n    to come out of this state (by acting). In this state of unnamed nature there \n    are no desires. ", "Blackney": "If then the king and nobles could Retain its potency for good, The \n    creatures all would be transformed. But if, the change once made in them, \n    They still inclined to do their work, I should restrain them then By means \n    of that unique Original simplicity Found in the Virgin Block,", "Lindauer": "If nobles and kings are able to keep to it The 10000 things attain \n    self-transformation Transforming yet desiring to do. When I am able to calm \n    the restless An absence of naming true nature happens. With an absence of \n    naming true nature In the end an absence of desire is also obtained ", "LaFargue": "If the princes and kings can watch over it the thousands of things will \n    change by themselves.", "Beck": "If leaders would follow the Way, the world would be reformed of its own \n    accord. When reformed and desiring to act, let them be restrained by what is \n    simply natural. Undefined simplicity is free of desires.", "Wu": "If a ruler can cling to it, All things will grow of themselves. When \n    they have grown and tend to make a stir, It is time to keep them in their \n    place by the aid of the nameless Primal Simplicity, Which alone can curb the \n    desires of men.", "World": "If leaders and kings remain focused on the oneness of Infinity, nations \n    will flow in peace and harmony. If leaders and kings are compelled to act, \n    they should focus on Infinity and refuse to manifest desire.", "Muller": "If the ruler is able to embody it Everything will naturally change. \n    Being changed, they desire to act. So I must restrain them, using the \n    nameless \"uncarved block (original mind).\" Using the nameless uncarved block \n    They become desireless.", "Merel": "When you accept this The world will flourish, In harmony with nature.", "Ta-Kao": "If princes and kings could keep to it, all things would of themselves \n    become developed. When they are developed, desire would stir in them; I \n    would restrain them by the nameless Simplicity, In order to make them free \n    from desire.", "Crowley": "If Kings and princes were to govern in this manner, all things would \n    operate aright by their own motion. If this transmutation were my object, I \n    should call it Simplicity.", "Bynner": "When a leader knows this, His land naturally goes straight. And the \n    world's passion to stray from straightness Is checked at the core By the \n    simple undatable cleanness Through which men cease from coveting,", "Walker": "If you abide by it, everything in existence will transform itself. When, \n    in the process of self-transformation, desires are aroused, calm them with \n    nameless simplicity.", "Mabry": "If governments and leaders would keep it All tings would of their own \n    accord be transformed. Should desires arise from transformation I shall \n    influence them through silent simplicity. Silent simplicity involves being \n    free from desires.", "Hansen": "If fief-holding kings could preserve this, all the natural kinds would \n    come to self transformation. If they transform and desire to construct, I \n    will mollify them with the nameless uncarved wood. Nameless uncarved wood \n    is, in general also being on the point of lacking desires.", "Mitchell": "If powerful men and women could center themselves in it, the whole world \n    would be transformed by itself, in its natural rhythms. People would be \n    content with their simple, everyday lives, in harmony, and free of desire.", "McDonald": "If good kings and barons would master some fit dao and keep it, all \n    things in the world should transform spontaneously. When reformed and rising \n    to action, let all influenced be restrained by the blankness of the unnamed, \n    the nameless pristine simplicity. Yes, if after being transformed they \n    should desire to act, someone has to restrain them with simplicity that has \n    no name.", "Chan": "If kings and barons can keep it, all things will transform \n    spontaneously. If, after transformation, they should desire to be active, I \n    would restrain them with simplicity, which has no name.", "Cleary": "If lords and monarchs could keep to it, all beings would evolve \n    spontaneously. When they have evolved and want to act, I would stabilize \n    them with nameless simplicity.", "LinYutan": "If princes and dukes can keep the Tao, the world will of its own accord \n    be reformed. When reformed and rising to action, Let it be restrained by the \n    Nameless pristine simplicity. The Nameless pristine simplicity Is stripped \n    of desire (for contention)."}, "section": 2}, {"content": {"Legge": "Simplicity without a name Is free from all external aim. With no desire, \n    at rest and still, All things go right as of their will.", "Byrn": "By the power of the Uncarved Block, future generations would lose their \n    selfish desires. By losing their selfish desires, the world would naturally \n    settle into peace.", "Red Pine": "stilled by nameless simplicity they would not desire and not desiring be \n    at peace the world would fix itself", "Wieger": "When there are no desires all is peaceful, and the state is governed by \n    itself.", "Blackney": "Which brings disinterest, With stillness in its train, And so, an \n    ordered world.", "Lindauer": "Without desire tranquillity happens The world attains self-settlement", "LaFargue": null, "Beck": "Being free of desires, it is serene; and the world finds peace of its \n    own accord.", "Wu": "When the desires of men are curbed, there will be peace, And the world \n    will settle down of its own accord.", "World": "If there is no desire for action, the world would flow in the peace and \n    harmony of the oneness of Infinity.", "Muller": "Desireless, they are tranquil and All-under-Heaven is naturally settled.", "Merel": "Nature does not possess desire; Without desire, the heart becomes quiet; \n    In this manner the whole world is made tranquil.", "Ta-Kao": "Free from desire, they would be at rest; And the world would of itself \n    become rectified. However insignificant Simplicity seems, the whole world \n    cannot make it submissive. If princes and kings could keep to it, All things \n    in the world would of themselves pay homage. Heaven and earth would unite to \n    send down sweet dew. The people with no one to command them would of \n    themselves become harmonious. When merits are accomplished and affairs \n    completed, The people would speak of themselves as following nature.", "Crowley": "Simplicity has no name or purpose; silently and at ease all things go \n    well.", "Bynner": "And to a land where men cease from coveting Peace comes of course.", "Walker": "When desires are dissolved in the primal presence, peace and harmony \n    naturally occur, and the world orders itself.", "Mabry": "When you are without desire you are content And all the World is at \n    peace.", "Hansen": "If we use not desiring to get calm, the social world will be on the \n    point of self-fixing.", "Mitchell": "When there is no desire, all things are at peace.", "McDonald": "It's an unnamed blankness; it could bring dispassion; As such nameless \n    pristine simplicity is stripped of desire. So to be truly, artfully \n    dispassionate, be free of desires and still. Simple wit and sense is free of \n    desires. By stripping of desire true [yoga] rest is achieved almost of \n    itself, the whole [body or] empire will be at rest of its own accord. And \n    next the world [perhaps of somebody] could get at peace of its own accord.", "Chan": "Simplicity, which has no name, is free of desires, Being free of \n    desires, it is tranquil. And the world will be at peace of its own accord.", "Cleary": "Even nameless simplicity would not be wanted. By not wanting, there is \n    calm, and the world will straighten itself.", "LinYutan": "By stripping of desire quiescence is achieved, And the world arrives at \n    peace of its own accord."}, "section": 3}]