[{"content": {"Legge": "If I were suddenly to become known, and (put into a position to) conduct (a government) according to the Great Tao, what I should be most afraid of\nwould be a boastful display.", "Byrn": "If I understood only one thing, I would want to use it to follow the Tao. My only fear would be one of pride.", "Red Pine": "Were I sufficiently wise I would follow the Great Way and only fear going astray", "Wieger": "He who has little wisdom, should conform himself to the great Principle. He should take care to avoid any irksome boasting.", "Blackney": "When I am walking on the mighty Way, Let me but know the very least I may, And I shall only fear to leave the road.", "Lindauer": "Supposing myself to have as little knowledge as I do I am doing things relating to great tao It alone imposes appropriate respect.", "LaFargue": "if I had the least bit of understanding I would walk on the great Way. Only display will be dangerous.", "Beck": "Those with even a scrap of sense walk on the main way and fear only straying from the path.", "Wu": "If only I had the tiniest grain of wisdom, I should walk in the Great Way, And my only fear would be to stray from it.", "Wayism": " ", "World": "If I possess just a bit of insight, I will remember my oneness with Infinity, and I will only be concerned that I may become confused with distinctions\nand judgment.", "Muller": "If I had just a little bit of wisdom I should walk the Great Path and fear only straying from it.", "Merel": "With but a small understanding One may follow the Way like a main road, Fearing only to leave it;", "Ta-Kao": "Let me have sound knowledge and walk on the great way (Tao); Only I am in fear of deviating.", "Crowley": "Were I discovered by men, And charged with government, my first fear would be lest I should become proud.", "Bynner": "If I had any learning Of a highway wide and fit, Would I lose it at each turning?", "Walker": "Because I have a little wisdom, I choose to walk the great path of Tao and fear nothing except to stray from it.", "Mabry": "If I possess even a little wisdom Then while I walk in the light of the Tao My only fear is that I'll fall into \"doing.\"", "Hansen": "Let me suddenly have some know-how To exercise on The Great Guide - Only helping it - this I fear!", "Mitchell": "Be aware when things are out of balance. Stay centered within the Tao.", "McDonald": "Once started on the great [lax] highway, if I had but little [Vossing] knowledge I should, in walking on a broad way, fear getting off the road. On the\nmain path (dao), I would avoid the by-paths.", "Chan": "If I had but little knowledge I should, in walking on a broad way, Fear getting off the road.", "Cleary": "Causing one flashes of knowledge to travel the Great Way, only its application demands care.", "LinYutan": "If I were possessed of Austere Knowledge, Walking on the Main Path (Tao), I would avoid the by-paths."}, "section": 1}, {"content": {"Legge": "The great Tao (or way) is very level and easy; but people love the by-ways.", "Byrn": "The Tao goes in the level places, but people prefer to take the short cuts.", "Red Pine": "the Great Way is smooth but people love byways", "Wieger": "But to this wide road many prefer the narrow sidetracks. (Few men walk along the way of obscure disinterestedness. They prefer the narrow tracks\nof their vanity, their own advantage. This is how the princes of these times act).", "Blackney": "The mighty Way is easy underfoot, But people still prefer the little paths.", "Lindauer": "Great tao is very even yet people are fond of byways ", "LaFargue": "The great Way is very smooth but people love bypaths.", "Beck": "The main way is smooth and easy, but people like to be side-tracked.", "Wu": "The Great Way is very smooth and straight; And yet the people prefer devious paths.", "Wayism": " ", "World": "The path of Infinity is easy and peaceful. But the majority of people cannot help becoming confused in the manifestations of the Infinite.", "Muller": "Though the Way is quite broad People love shortcuts.", "Merel": "Following a main road is easy, Yet people delight in difficult paths.", "Ta-Kao": "The great way is very plain and easy, But the people prefer by-paths.", "Crowley": "The true Path is level and smooth; but men love by-paths.", "Bynner": "Yet look at people spurning Natural use of it!", "Walker": "The great way is very smooth and easy, but some people are fond of getting sidetracked.", "Mabry": "The path of the Tao is obvious and simple, But most people prefer to take short-cuts.", "Hansen": "The Great Guide is profoundly smooth and people easily track it.", "Mitchell": "The great Way is easy, yet people prefer the side paths.", "McDonald": "Some dao main path is easy to walk [or drift] on, but safe and easy. All the same people are fond, men love by-paths, love even small by-paths:", "Chan": "Broad ways are extremely even, But people are fond of bypaths.", "Cleary": "The Great Way is quite even, yet people prefer byways.", "LinYutan": "the Main path is easy to walk on, Yet people love the small by-paths."}, "section": 2}, {"content": {"Legge": "Their court(-yards and buildings) shall be well kept, but their fields shall be ill-cultivated, and their granaries very empty. ", "Byrn": "If too much time is spent cleaning the house the land will become neglected and full of weeds, and the granaries will soon become empty because\nthere is no one out working the fields.", "Red Pine": "their palaces are spotless their fields are overgrown and their granaries are empty", "Wieger": "When the palaces are too well kept up, the fields go uncultivated and the granaries empty, (because the farm workers are requisitioned for forced\nlabour).", "Blackney": "The royal court is dignified, sedate, While farmers' fields are overgrown with weeds; The granaries are empty", "Lindauer": "Courts are very divided Fields are very weedy Granaries are very empty ", "LaFargue": "The court is very well kept the fields are very weedy the granaries very empty.", "Beck": "While the courts are arrayed in splendor, the fields are full of weeds, and the granaries are empty.", "Wu": "The court is very clean and well garnished, But the fields are weedy and wild, And the granaries are very empty!", "Wayism": " ", "World": "When rulers and leaders are confused in pomp and circumstance, the fields are overgrown with weeds and the granaries are empty.", "Muller": "The court is immaculate, While the fields are overgrown with weeds, And the granaries are empty.", "Merel": "When palaces are kept up Fields are left to weeds And granaries empty;", "Ta-Kao": "While the royal palaces are very well kept, The fields are left weedy And the granaries empty.", "Crowley": "They adorn their courts, but they neglect their fields, And leave their storehouses empty.", "Bynner": "See how fine the palaces And see how poor the farms, How bare the peasants' granaries", "Walker": "When a ruler's palace is full of treasure, the people's fields are weedy and their granaries are empty.", "Mabry": "The courts of law are far from the people's hearts. The fields are full of weeds, And the storehouses are empty.", "Hansen": "The palace is profoundly stripped. Fields are profoundly overgrown. Granaries are profoundly bare.", "Mitchell": "When rich speculators prosper", "McDonald": "The by-path courts are spick-and-span. And the fields go untilled, nay, exceedingly weedy. They're content to let their fields run to weed. All the\nwhile granaries stand quite empty and some exceedingly empty.", "Chan": "The courts are exceedingly splendid, While the fields are exceedingly weedy, And the granaries are exceedingly empty.", "Cleary": "When courts are extremely fastidious, the fields are seriously neglected, and the granaries are very empty;", "LinYutan": "The (official) courts are spic and span, (While) the fields go untilled, And the (people's) granaries are very low."}, "section": 3}, {"content": {"Legge": "They shall wear elegant and ornamented robes, carry a sharp sword at their girdle, pamper themselves in eating and drinking, and have a\nsuperabundance of property and wealth; - such (princes) may be called robbers and boasters. This is contrary to the Tao surely!", "Byrn": "To wear fancy clothes and ornaments, to have your fill of food and drink and to waste all of your money buying possessions is called the crime of\nexcess. Oh, how these things go against the way of the Tao!", "Red Pine": "they wear fine clothes they carry sharp swords they tire of food and drink and possess more than they need this is called robbery and robbery is not\nthe Way", "Wieger": "Dressing magnificently, wearing a sharp sword, stuffing oneself with food and drink, amassing wealth to the extent of not knowing what to do with it\n(as do the princes of these times), is being like a brigand (who ostentatiously plays with his loot). Such conduct is opposed to the Principle.", "Blackney": "and yet they Are clad in rich-embroidered silken gowns. They have sharp swords suspended at their sides; With glutted wealth, they gorge with food\nand drink. It is, the people say, The boastfulness of brigandage, But surely not the Way!", "Lindauer": "Clothes are ornamented and patterned Sharp swords are worn Food and drink satiate Money and goods are present in surplus. Appropriately called\nrobbery, extravagance This way is also not tao.", "LaFargue": "\"Their clothes are fine and colourful on their belts are sharp swords, they are filled with food and drink\"  ", "Beck": "Yet some wear embroidered clothes, carry sharp swords, over-indulge themselves with food and drink, and have more possessions than they can use.\nThey are leaders in robbery. This is not the Way.", "Wu": "They wear gorgeous clothes, They carry sharp swords, They surfeit themselves with food and drink, They possess more riches than they can use!\nThey are the heralds of brigandage! As for Tao, what do they know about it?", "Wayism": " ", "World": "When leaders and rulers wear extravagant clothing and manipulate the law while attending endless banquets and accumulating wealth for the sake of\nwealth, they are confused and behave like bandits and thieves. This is not the path of peace and harmony.", "Muller": "They wear silk finery, Carry sharp swords, Sate themselves on food and drink Having wealth in excess. They are called thieving braggarts. This is\ndefinitely not the Way.", "Merel": "Wearing fine clothes, Bearing sharp swords, Glutting with food and drink, Hoarding wealth and possessions - These are the ways of theft, And far\nfrom the Way.", "Ta-Kao": "To wear embroidered clothes, To carry sharp swords, To be satiated in drink and food, To be possessed of redundant riches - This is called\nencouragement to robbery. Is it not deviating from Tao?", "Crowley": "They wear elaborate and embroidered robes; they gird themselves with sharp swords; they eat and drink with luxury; they heap up goods; they are\nthievish and vainglorious. All this is opposite to the Way of the Dao.", "null": "If the ruler wears fancy clothes and his house is full of weapons, if his table is laden with extravagant food and drink and everywhere one looks he\nhas more wealth than he can use, the ruler is a robber and thief. This is not in keeping with Tao.", "Bynner": "While gentry wear embroideries Hiding sharpened arms, And the more they have the more they seize, How can there be such men as these Who\nnever hunger, never thirst Yet eat and drink until they burst! There are other brigands, but these are the worst Of all the highway's harms.", "Mabry": "But look, here are officials in elegant apparel carrying sharp swords Eating and drinking until they are bloated, Possessed of such wealth that they\ncould never use it all. I call this positively criminal. It is not the way of the Tao.", "Hansen": "Clothes embroidered colourfully. Belts have sharp swords. Bored of drink and food. Wealth and commodities are excessive. This is called 'stealing.'\nExaggeration! Not a guide!", "Mitchell": "While farmers lose their land; when government officials spend money on weapons instead of cures; when the upper class is extravagant and\nirresponsible while the poor have nowhere to turn - all this is robbery and chaos. It is not in keeping with the Tao.", "McDonald": "They have elegant, in clothes and gown to wear, some furnished with patterns and embroideries, Some carry sharp weapons, glut themselves with\ndrink and foods enjoyed beyond limit, And wealth and treasures are accumulated in excess, owning far more than they can handle and use. This is to\n[molest] the world towards brigandage, it's robbery as extravagance. In the end they're splitting with wealth and possessions. Wealth splits, tends to.\nThis cannot be a highway of dao (the way).", "Chan": "Elegant clothes are worn, Sharp weapons are carried, Food and drinks are enjoyed beyond limit, And wealth and treasures are accumulated in\nexcess. This is robbery and extravagance. This is indeed not Tao (the Way).", "Cleary": "They wear colorful clothing and carry sharp swords, eat and drink their fill and possess more than enough. This is called the vanity of thieves; it is\nnot the Way.", "LinYutan": "(Yet) clad in embroidered gowns, And carrying find swords, Surfeited with good food and drinks, (They are) splitting with wealth and possessions. -\nThis is to lead the world toward brigandage. Is this not corruption of Tao?"}, "section": 4}]