[{"content": {"Legge": "The skillful masters (of the Tao) in old times, with a subtle and \n    exquisite penetration, comprehended its mysteries, and were deep (also) so \n    as to elude men's knowledge.", "Byrn": "The Sages of old were profound and knew the ways of subtlety and \n    discernment.", "Red Pine": "The ancient masters of the Way aimed at the indiscernible and penetrated \n    the dao", "Wieger": "The ancient Sages were subtle,  profound, in a way that cannot \n    be expressed in words.", "Blackney": "The excellent masters of old, Subtle, mysterious, mystic, acute, Were \n    much too profound for their times.", "Lindauer": "Those ancients who valued action in the tao Were insightful, versatile, \n    far-reaching, coherent.", "LaFargue": "The Excellent ", "Beck": "The wise have ancient mystic wisdom and profound understanding, too deep \n    to comprehend.", "Wu": "The ancient adepts of the Tao were subtle and flexible, profound and \n    comprehensive. Their minds were too deep to be fathomed.", "Wayism": "The ancient masters were profound and subtle. Their wisdom unfathomable. ", "World": "Those who live in oneness manifest the Infinite in simple ways. Their \n    awareness is the awareness of Infinity.", "Muller": "The ancient masters of the Tao had subtle marvelous mystic penetration A \n    depth that cannot be known.", "Merel": "The enlightened possess understanding So profound they can not be \n    understood.", "Ta-Kao": "In old times the perfect man of Tao was subtle, penetrating and so \n    profound that he can hardly be understood. ", "Crowley": "The adepts of past ages were subtle and keen to apprehend this Mystery, \n    and their profundity was obscurity unto men.", "Bynner": "Long ago the land was ruled with a wisdom Too fine, too deep, to be \n    fully understood", "Walker": "A sage is subtle, intuitive, penetrating, profound. His depths are \n    mysterious and unfathomable.", "Mabry": "The Sages of old were scholars who knew well the ways of subtlety, \n    mystery and discernment.", "Hansen": "Those in ancient times who were good at deem:acting as scholars Were \n    subtlety mysterious and profoundly receptive Unfathomably deep.", "Mitchell": "The ancient Masters were profound and subtle. Their wisdom was \n    unfathomable.", "McDonald": "The best rulers of old had fine natures, mysterious, too deep, they \n    could not be understood.", "Chan": "Of old those who were the best rulers were subtly mysterious and \n    profoundly penetrating; Too deep to comprehend.", "Cleary": "Skilled warriors of old were subtle, mysteriously powerful, so deep they \n    were unknowable.", "LinYutan": "The wise ones of old had subtle wisdom and depth of understanding, So \n    profound that they could not be understood."}, "section": 1}, {"content": {"Legge": "As they were thus beyond men's knowledge, I will make an effort to \n    describe of what sort they appeared to be. Shrinking looked they like those \n    who wade through a stream in winter; irresolute like those who are afraid of \n    all around them; grave like a guest (in awe of his host);", "Byrn": "Their wisdom is beyond our comprehension. Because their knowledge was so \n    far superior I can only give a poor description. They were careful as \n    someone crossing an frozen stream in winter. Alert as if surrounded on all \n    sides by the enemy. Courteous as a guest.", "Red Pine": "you would never know them I describe them with reluctance they were \n    careful as if crossing a river in winter cautious as if worried about \n    neighbours reserved like guests", "Wieger": "Therefore I am going to use illustrative comparisons in order to make \n    myself as clearly understood as possible. They were circumspect like on who \n    crosses an ice-covered river; prudent like one who knows that his neighbours \n    have their eyes on him; reserved like a guest in front of his host.", "Blackney": "Since they were not then understood, It is better to tell how they \n    looked. Like men crossing streams in the winter, How cautious! As if all \n    around there were danger, How watchful! As if they were guests on every \n    occasion,", "Lindauer": "Penetrating, one cannot understand In the end it is only that one cannot \n    understand So there is more than appears to their actions. So resigned, like \n    fording a river in winter Just so, like respecting all four neighbors So \n    reserved, like making an appearance", "LaFargue": null, "Beck": "Because they can not be comprehended, they can only be described by \n    analogy: cautious, like crossing a stream in winter; alert, like one aware \n    of danger on all sides; courteous, like a visiting guest;", "Wu": "Because they are unfathomable, One can only describe them vaguely by \n    their appearance. Hesitant like one wading a stream in winter; Timid like \n    one afraid of his neighbours on all sides; Cautious and courteous like a \n    guest;", "Wayism": "Since they were incomprehensible; all we can describe about them is in the simplicity of their appearance. Careful as one crossing an iced-over stream. Alert as a warrior in enemy territory. Courteous as a guest. Fluid as melting ice. Unpretentious and shapeable as a block of wood. Receptive as a valley. Murky, like turbid water. ", "World": "Their knowing cannot be described but only experienced. All that can be \n    described is their acts and their appearance and the perception of them. \n    They are; alert when crossing unfamiliar space, cautious in hostile lands, \n    humble as a guest,", "Muller": "It is exactly because that they are unknowable That we are forced to pay \n    attention to their appearance. Hesitant, like one crossing an ice-covered \n    river. Ready, like one afraid of his neighbours on all sides. Dignified, \n    like a guest.", "Merel": "Because they cannot be understood I can only describe their appearance: \n    Cautious as one crossing thin ice, Undecided as one surrounded by danger, \n    Modest as one who is a guest,", "Ta-Kao": "Because he cannot be understood, I shall endeavour to picture him: He is \n    cautious, like one who crosses a stream in winter; He is hesitating, like \n    one who fears his neighbours; He is modest, like one who is a guest;", "Crowley": "Since then they were not known, let me declare their nature. To all \n    seeming, they were fearful as men that cross a torrent in winter flood; they \n    were hesitating like a man in apprehension of them that are about him; they \n    were full of awe like a guest in a great house;", "Bynner": "And, since it was beyond men's full understanding, Only some of it has \n    come down to us, as in these sayings: 'Alert as a winter-farer on an icy \n    stream,' 'Wary as a man in an ambush,' 'Considerate as a welcome guest,'", "Walker": "The best one can do is describe his appearance: The sage is alert as a \n    person crossing a winter stream; as circumspect as a person with neighbours \n    on all four sides; as respectful as a thoughtful guest;", "Mabry": "Their wisdom was beyond comprehension. Because they were beyond \n    comprehension, I can only describe their appearance: They were cautious, as \n    if crossing a river in winter. They were hesitant, as if fearing danger from \n    all sides, They were polite, as if they were guests.", "Hansen": "Now, precisely because unfathomable, We must force a description of \n    them. Cautious: like crossing a stream in winter. Ambivalent: like fearing \n    those on all sides. Exacting: like being a guest", "Mitchell": "There is no way to describe it; all we can describe is their appearance. \n    They were careful as someone crossing an iced-over stream. Alert as a \n    warrior in enemy territory. Courteous as a guest.", "McDonald": "And because such men could not be fully grasped at once, they appeared \n    to be cautious, like wading a stream in winter; at a loss, like one fearing \n    and having to deal with danger on every side; reserved, like one who pays a \n    visit;", "Chan": "And because they cannot be comprehended, I can only describe them \n    arbitrarily: Cautious, like crossing a frozen stream in the winter, Being at \n    a loss, like one fearing danger on all sides, Reserved, like one visiting,", "Cleary": "Just because they are unknowable, I will try to describe them. Their \n    wariness was as that of one crossing a river in winter, their caution was as \n    that of one in fear of all around; their gravity was as that of a guest,", "LinYutan": "And because they could not be understood, Perforce must they be so \n    described: Cautious, like crossing a wintry stream, Irresolute, like one \n    fearing danger all around, Grave, like one acting as guest,"}, "section": 2}, {"content": {"Legge": "evanescent like ice that is melting away; unpretentious like wood that \n    has not been fashioned into anything; vacant like a valley, and dull like \n    muddy water.", "Byrn": "Fluid as melting ice. Whole as an uncarved block of wood. Receptive as a \n    valley. Turbid as muddied water.", "Red Pine": "ephemeral like melting ice simple like uncarved wood open like valleys \n    and murky like puddles", "Wieger": "They were indifferent like melting ice (which is neither one thing nor \n    the other). They were unsophisticated like a tree trunk (the rough bark of \n    which conceals the excellent heartwood). They were empty like a valley (with \n    reference to the mountain that form it). They were accommodating like muddy \n    water, (they, the clear water, not repelling the mud, not refusing to live \n    in contact with the common people, not forming a separate group).", "Blackney": "How dignified! Like ice just beginning to melt, Self-effacing! Like a \n    wood-block untouched by a tool, How sincere! Like a valley awaiting a guest, \n    How receptive! Like a torrent that rushes along, And so turbid!", "Lindauer": "So melting, like ice halfway released So genuine, like their true nature \n    So spacious, like a valley So well mixed, like muddy water.", "LaFargue": "yielding, like ice about to melt ", "Beck": "self-effacing, like ice beginning to melt; genuine, like a piece of \n    uncarved wood; open and receptive, like a valley; freely mixing, like muddy \n    water.", "Wu": "Yielding like ice on the point of melting; Simple like an uncarved \n    block; Hollow like a cave; Confused like a muddy pool;", "Wayism": "Do you have the patience to wait for your mud to settle;  unmoving until your waters clear, and an impulse gradually leads to life? ", "World": "indifferently transforming as melting ice, possessing the infinite \n    potential of an unremarkable piece of uncarved wood, mysterious as an \n    unexplored valley, perplexing as muddy water", "Muller": "Loose, like ice about to melt. Straightforward, like an uncarved block \n    of wood. Open, like a valley. Obscure, like muddy water.", "Merel": "Unbounded as melting ice, Genuine as unshaped wood, Broad as a valley, \n    Seamless as muddy water.", "Ta-Kao": "He is yielding, like ice that is going to melt; He is simple, like wood \n    that is not yet wrought; He is vacant, like valleys that are hollow; He is \n    dim, like water that is turbid.", "Crowley": "they were ready to disappear like ice in thaw; they were unassuming like \n    unworked wood; they were empty as a valley; and dull as the waters of a \n    marsh.", "Bynner": "'Selfless as melting ice,' 'Green as an uncut tree,' 'Open as a valley,' \n    And this one also, 'Roiled as a torrent.'", "Walker": "as yielding as melting ice; as simple as uncarved wood; as open as a \n    valley; as chaotic as a muddy torrent.", "Mabry": "They were always growing, like the puddle from a melting cube of ice. \n    They were genuine, like an uncarved block of wood. They were as open-minded \n    as a valley. They were open to infinite possibilities, like a turbulent \n    storm.", "Hansen": "Mutable: like ice on the point of melting Unaffected: like uncarved \n    wood. Munificient: like a valley Obscure: like muddied water", "Mitchell": "Fluid as melting ice. Shapable as a block of wood. Receptive as a \n    valley. Clear as a glass of water.", "McDonald": "15.3 pliant and yielding, as ice when it begins to melt; genuine, like a \n    piece of raw wood; open-minded like a valley; and blending freely like a \n    troubled, muddy stream of water.", "Chan": "Supple and pliant, like ice about to melt. Genuine, like a piece of \n    uncarved wood, Open and broad, like a valley, Merged and undifferentiated, \n    like muddy water.", "Cleary": "their relaxation was as that of ice at the melting point. Simple as \n    uncarved wood, open as valleys, they were as inscrutable as murky water.", "LinYutan": "Self-effacing, like ice beginning to melt, Genuine, like a piece of \n    undressed wood, Open-minded, like a valley, And mixing freely, like murky \n    water."}, "section": 3}, {"content": {"Legge": "Who can (make) the muddy water (clear)? Let it be still, and it will \n    gradually become clear. Who can secure the condition of rest? Let movement \n    go on, and the condition of rest will gradually arise.", "Byrn": "Who can be still until their mud settles and the water is cleared by \n    itself? Can you remain tranquil until right action occurs by itself?", "Red Pine": "but a puddle becomes clear when it's still and stillness becomes alive \n    when it's roused", "Wieger": "(To seek purity and peace by separating from the world is to overdo \n    things. They can be found in the world). Purity is to be found in the \n    trouble (of this world) through (interior) calm, on condition that one does \n    not let the impurity of the world affect oneself. Peace is to be found in \n    the movement (of this world) by one who knows how to take part in this \n    movement, and who is not exasperated through desiring that is should be \n    stopped.", "Blackney": "Who, running dirty, comes clean like still waters? Who, being quiet, \n    moves others to fullness of life?", "Lindauer": "Who is able to gently calm muddy water, clearing it? Who is able to \n    endure gently stirring tranquillity so it gives birth? ", "LaFargue": "Who is able, as muddy water, by Stilling to slowly become clear? Who is \n    able, at rest, by long drawn-out movement to slowly come to life?", "Beck": "Who can make sense of a muddy world? Let it be still, and it becomes \n    clear. Who can remain calm, and through activity come back to life?", "Wu": "And yet who else could quietly and gradually evolve from the muddy to \n    the clear? Who else could slowly but steadily move from the inert to the \n    living?", "Wayism": "The master does not seek extremes.", "World": "Can you see the calm in turbulent waters; the clarity in murky water? \n    Can you allow the tides of Infinite change to move you from stillness to \n    motion and action to inaction; experiencing but not contemplating the \n    change?", "Muller": "Who can be muddled, and use clarity to gradually become lucid? Who can \n    be calm, and use constant application for eventual success?", "Merel": "Who stills the water that the mud may settle, Who seeks to stop that he \n    may travel on,", "Ta-Kao": "Who is able to purify the dark till it becomes slowly light? Who is able \n    to calm the turbid till it slowly clears? Who is able to quicken the \n    stagnant till it slowly makes progress?", "Crowley": "Who can clear muddy water? Stillness will accomplish this. Who can \n    obtain rest? Let motion continue equably, and it will itself be peace.", "Bynner": "Why roiled as a torrent? Because when a man is in turmoil how shall he \n    find peace Save by staying patient till the stream clears? How can a man's \n    life keep its course If he will not let it flow?", "Walker": "Why \"chaotic as a muddy torrent\"? Because clarity is learned by being \n    patient in the heart of chaos. Tolerating disarray, remaining at rest, \n    gradually one learns to allow muddy water to settle and proper responses to \n    reveal themselves.", "Mabry": "Who can wait for the storm to stop, to find peace in the calm that \n    follows?", "Hansen": "Who can, while muddy, using calmness gradually become clear? Who can, \n    while at ease, using activity gradually come to life.?", "Mitchell": "Do you have the patience to wait till your mud settles and the water is \n    clear? Can you remain unmoving till the right action arises by itself?", "McDonald": "Find repose in a muddy world by lying still; be gradually clear through \n    tranquillity. You can assume such murkiness, to become in the end still and \n    clear. And maintain your calm long in between. So make yourself inert, to \n    get in the end full of life and stir. By such activity come back to life.", "Chan": "Who can make muddy water gradually clear through tranquillity? Who can \n    make the still gradually come to life through activity?", "Cleary": "Who can, in turbidity, use the gradual clarification of stillness? Who \n    can, long at rest, use the gradual enlivening of movement?", "LinYutan": "Who can find repose in a muddy world? By lying still, it becomes clear. \n    Who can maintain his calm for long? By activity, it comes back to life."}, "section": 4}, {"content": {"Legge": "They who preserve this method of the Tao do not wish to be full (of \n    themselves). It is through their not being full of themselves that they can \n    afford to seem worn and not appear new and complete.", "Byrn": "The Master doesn't seek fulfilment. For only those who are not full are \n    able to be used which brings the feeling of completeness.", "Red Pine": "those who treasure this Way don't try to be full not trying to be full \n    they can hide and stay hidden", "Wieger": "He who keeps to this rule of not being consumed by sterile desires \n    arising from his own fancy, will live willingly in obscurity, and will not \n    aspire to renew the world.", "Blackney": "It is he who, embracing the Way, is not greedy; Who endures wear and \n    tear without needing renewal", "Lindauer": "Those who maintain this tao have no desire for fullness In the end only \n    lack fullness So be able to be shabby yet perfect the new.", "LaFargue": "Whoever holds onto this Tao does not yearn for solidity. ", "Beck": "Those who embrace this Way do not over-extend themselves. Because they \n    do not over-extend themselves, they do not wear out and are not replaced.", "Wu": "He who keeps the Tao does not want to be full. But precisely because he \n    is never full, He can remain like a hidden sprout, And does not rush to \n    early ripening.", "Wayism": "-", "World": "Those who live in oneness do not seek fullness because at every moment \n    they are aware of their infinite fullness and the infinite pregnancy of all \n    things. They are aware of their infinite potential within which the \n    limitations of fullness resides.", "Muller": "The one who holds to this path does not crave fulfilment. Precisely \n    because he does not crave fulfilment He can be shattered And do without \n    quick restitution.", "Merel": "Who desires less than what may transpire, Decays, but will not renew.", "Ta-Kao": "He who follows these principles does not desire fullness. Because he is \n    not full, therefore when he becomes decayed he can renew.", "Crowley": "The adepts of the Dao, conserving its way, seek not to be actively \n    self-conscious. By their emptiness of Self they have no need to show their \n    youth and perfection; to appear old and imperfect is their privilege.", "Bynner": "Those who flow as life flows know They need no other force: They feel no \n    wear, they feel no tear, They need no mending, no repair.", "Walker": "Those who aspire to Tao don't long for fulfillment. They selflessly \n    allow the Tao to use and deplete them; They calmly allow the Tao to renew \n    and complete them.", "Mabry": "The person who is able to wait patiently in this peace will eventually \n    know what is right. Those who respect the Tao do not go to extremes. Not \n    going to extremes, they are inconspicuous and content.", "Hansen": "She who embraces this guiding discourse doesn't desire fulfilling. Now \n    precisely because not fulfilled, she can obscure and not newly fabricate.", "Mitchell": "The Master doesn't seek fulfilment. Not seeking, not expecting, she is \n    present, and can welcome all things.", "McDonald": "Who hugs this dao doesn't want to fill himself to overflowing. It's just \n    because he guards against being over-full, there's no overflowing, and next \n    he is like a garment that endures all, beyond wearing out and renewal.", "Chan": "He who embraces this Tao does not want to fill himself to overflowing. \n    It is precisely because there is no overflowing that he is beyond wearing \n    out and renewal.", "Cleary": "Those who preserve this Way do not want fullness. Just because of not \n    wanting fullness, it is possible to use to the full and not make anew.", "LinYutan": "He who embraces this Tao Guards against being over-full. Because he \n    guards against being over-full, He is beyond wearing out and renewal."}, "section": 5}]