[{"content": {"Legge": "The sage has no invariable mind of his own; he makes the mind of the people his mind.", "Byrn": "The Master has no mind of her own. She understands the mind of the people.", "Red Pine": "The sage has no mind of his own his mind is the mind of the people", "Wieger": "The Sage has no definite will of his own, he accommodates himself to the will of the people.", "Blackney": "The Wise Man's mind is free But tuned to people's need:", "Lindauer": "Sages are entirely absent of mind It happens that the mind of the one hundred families acts as a mind.", "LaFargue": "The Wise Person is always a man without a mind - he takes the mind of the hundred clans as his mind.", "Beck": "The wise have no mind-set. They regard the people's minds as their own.", "Wu": "The Sage has no interests of his own, But takes the interests of the people as his own.", "Wayism": " ", "World": "The sage has no mind of her own. She is at one with all of humanity", "Muller": "The sage has no fixed mind, She takes the mind of the people as her mind.", "Merel": "The sage does not distinguish between himself and the world; The needs of other people are as his own.", "Ta-Kao": "The Sage has no self (to call his own); He makes the self of the people his self.", "Crowley": "The wise man has no fixed principle; he adapts his mind to his environment.", "Bynner": "A sound man's heart is not shut within itself But is open to other people's hearts:", "Walker": "The sage has no set mind. She adopts the concerns of others as her own.", "Mabry": "The Sage's heart is not set in stone. He is as sensitive to the people's feelings as to her own.", "Hansen": "Sages lack a constant heart-mind; they deem the public's heart-mind as heart-mind.", "Mitchell": "The Master has no mind of her own. She works with the mind of the people.", "McDonald": "The wise man makes no judgements of his own. He has no rigid and plump ideas alone. Maybe no certain, opinionated feelings. He uses the heart of\nthe people as his own inner side and heart. People's opinions and feeling are then as his own.", "Chan": "The sage has no fixed (personal) ideas. He regards the people's ideas as his own.", "Cleary": "Sages have no fixed mind; they make the minds of the people their mind:", "LinYutan": "The Sage has no decided opinions and feelings, But regards the people's opinions and feelings as his own."}, "section": 1}, {"content": {"Legge": "To those who are good (to me), I am good; and to those who are not good (to me), I am also good; - and thus (all) get to be good.", "Byrn": "To those who are good she treats as good. To those who aren't good she also treats as good. This is how she attains true goodness.", "Red Pine": "to the good he is good to the bad he is good until they become good", "Wieger": "He treats the good and the bad equally well, which is the true practice of goodness.", "Blackney": "\"Alike to be good and bad I must be good, For Virtue is goodness.", "Lindauer": "Those who are valued I am valuing Those who lack value I also am valuing Ideal valuing.", "LaFargue": "Those who are good, I am good to them those who are not good, I am also good to them - Te is good.", "Beck": "They are good to people who are good. They are also good to people who are not good. This is the power of goodness.", "Wu": "He is kind to the kind; He is also kind to the unkind; For Virtue is kind.", "Wayism": " ", "World": "Give to those who are considered good. Give to those who are considered bad. This is true oneness", "Muller": "I treat the good as good, I also treat the evil as good. This is true goodness.", "Merel": "He is good to those who are good; He is also good to those who are not good, Thereby he is good.", "Ta-Kao": "To the good I act with goodness; To the bad I also act with goodness: Thus goodness is attained.", "Crowley": "To the good I am good, And to the evil I am good also; thus all become good.", "Bynner": "I find good people good, And I find bad people good If I am good enough", "Walker": "She is good to the good. She is also good to the bad. This is real goodness.", "Mabry": "She says, \"To people who are good, I am good. And to people who are not good? I am good to them, too.\" This is true goodness.", "Hansen": "Things which are worthy, I 'worthy'. Things which are unworthy, I also 'worthy' This treats 'worthy'-ing as a virtuosity.", "Mitchell": "She is good to people who are good. She is also good to people who aren't good. This is true goodness.", "McDonald": "He says: Good ones I declare good; and I [often] treat those who are good with goodness, as I approve of the good man. I also treat those who are\nnot so good with goodness. I often approve of the [said] bad; he gets goodness. So bad ones I also declare good. That's the goodness on how\ngoodness can be attained [by demagogy.]", "Chan": "I treat those who are good with goodness. And I also treat those who are not good with goodness. Thus goodness is attained.", "Cleary": "they improve the good, and also improve those who are not good; that virtue is good.", "LinYutan": "The good ones I declare good; The bad ones I also declare good. That is the goodness of Virtue."}, "section": 2}, {"content": {"Legge": "To those who are sincere (with me), I am sincere; and to those who are not sincere (with me), I am also sincere; - and thus (all) get to be sincere.", "Byrn": "She trusts people who are trustworthy. She also trusts people who aren't trustworthy. This is how she gains true trust.", "Red Pine": "to the true he is true to the false he is true until they become true", "Wieger": "He trusts the sincere and insincere alike, which is the true practice of trust.", "Blackney": "To honest folk And those dishonest ones Alike, I proffer faith, For Virtue is faithful.\"", "Lindauer": "Those who are believed I am believing Those who are not believed I also am believing Ideal believing.", "LaFargue": "Those who are honest, I am honest with them those who are not honest, I am also honest with them - Te is honest.", "Beck": "They are honest to those who are honest. They are also honest to those who are dishonest. This is the power of honesty.", "Wu": "He is faithful to the faithful; He is also faithful to the unfaithful: For Virtue is faithful.", "Wayism": " ", "World": "Trust those who are trustworthy. Trust those who are not trustworthy. This is also true oneness", "Muller": "I trust the trustworthy, I also trust the untrustworthy. This is real trust.", "Merel": "He trusts those who are trustworthy; He also trusts those who are not trustworthy, Thereby he is trustworthy.", "Ta-Kao": "To the faithful I act with faith; To the faithless I also act with faith: Thus faith is attained.", "Crowley": "To the false I am true; thus all become true.", "Bynner": "I trust men of their word And I trust liars If I am true enough;", "Walker": "She trusts the trustworthy. She also trusts the untrustworthy. This is real trust.", "Mabry": "\"People who are trustworthy, I trust. And people who are not trustworthy, I also trust.\" This is real trust.", "Hansen": "Things which are reliable, I 'reliable'. Things which are unreliable, I also 'reliable' This treats 'reliable'-ing as a virtuosity.", "Mitchell": "She trusts people who are trustworthy. She also trusts people who aren't trustworthy. This is true trust.", "McDonald": "The honest ones I believe; and [some] liars I also believe; I am honest to those who are honest, and I am also honest to those who are not [so] honest.\nBy such means great honesty, the faith of virtue, can be attained and the honest gets [closer to rueful] truthfulness.", "Chan": "I am honest to those who are honest, And I am also honest to those who are not honest. Thus honesty is attained.", "Cleary": "They make sure of the true, and they make sure of the untrue too; that virtue is sure.", "LinYutan": "The honest ones I believe; The liars I also believe; That is the faith of Virtue."}, "section": 3}, {"content": {"Legge": "The sage has in the world an appearance of indecision, and keeps his mind in a state of indifference to all. The people all keep their eyes and ears\ndirected to him, and he deals with them all as his children.", "Byrn": "The Master's mind is shut off from the world. Only for the sake of the people does she muddle her mind. They look to her in anticipation. Yet she\ntreats them all as her children.", "Red Pine": "in the world the sage withdraws with others he merges his mind people open their ears and eyes the sage covers them up", "Wieger": "In this mixed-up world, the Sage is without any emotion, and has the same feelings for all. All men fix their eyes and ears on him. He treats them\nlike children, (Daoism kindliness, sightly disdainful).", "Blackney": "The Wise Man, when abroad, Impartial to the world, Does not divide or judge. But people everywhere Mark well his ears and eyes; For wise men\nhear and see As little children do.", "Lindauer": "Sages in the world inhale Inhale, act, mix with the mind of the world. The one hundred families concentrate their ears and eyes Sages are each being\nchildren.", "LaFargue": null, "Beck": "The wise live in the world peacefully and harmoniously. The people share a common heart, and the wise treat them as their own children.", "Wu": "In the midst of the world, the Sage is shy and self-effacing. For the sake of the world he keeps his heart in its nebulous state. All the people strain\ntheir ears and eyes: The Sage only smiles like an amused infant.", "Wayism": " ", "World": "The sage is peaceful and harmonious; but to the world she seems indifferent. The world pays attention to her and listens to her even though she\nresembles a child.", "Muller": "When the sage lives with people, she harmonizes with them And conceals her mind for them. The sages treat them as their little children.", "Merel": "The sage lives in harmony with the world, And his mind is the world's mind. So he nurtures the worlds of others As a mother does her children.", "Ta-Kao": "The Sage lives in the world in concord, and rules over the world in simplicity. Yet what all the people turn their ears and eyes to, The Sage looks\nafter as a mother does her children.", "Crowley": "The sage appears hesitating to the world, because his mind is detached. Therefore the people look and listen to him, as his children; And thus does he\nshepherd them.", "Bynner": "I feel the heart-beats of others Above my own If I am enough of a father, Enough of a son.", "Walker": "The sage takes the minds of the worldly and spins them around. People drop their ideas and agendas, and she guides them like beloved children.", "Mabry": "The Sage who leads harmoniously considers the minds of her people as well as her own. They look to her anxiously. They are like her own children.", "Hansen": "A sage is in the social world is like an outcast. Deem-acting for the social world, he addles his heart-mind. Sages all 'child' themselves.", "Mitchell": "The Master's mind is like space. People don't understand her. They look to her and wait. She treats them like her own children.", "McDonald": "In dealing with the world a wise man seems like one dazed with a felt fear, and while governing his [little] empire he has no subjective viewpoint. So\na wise man lives in the world in peace, and his bright mind forms a sound whole with that of his [dear] people. Then they all lend their sense\nperceptions - eyes and ears - and he treats them all - infants as well. But sometimes again a wise man, dealings with some world, for the world's sake\ndulls his wits. Where a hundred families all the time strain their eyes and ears, the wise man all-sees a people are brought into a fold of one heart.\nNext the wise man regards them as his own dear children. At times the wise man sees and hears no more than an infant. [that's not   much.]", "Chan": "The sage, in the government of his empire, has no subjective viewpoint. His mind forms a harmonious whole with that of his people. The all lend\ntheir eyes and ears, And he treats them all as infants.", "Cleary": "The relation of sages to the world is one of concern: they cloud their minds for the world; all people pour into their ears and eye, and sages render\nthem innocent.", "LinYutan": "The Sage dwells in the world peacefully, harmoniously. The people of the world are brought into a community of heart, And the Sage regards them\nall as his own children."}, "section": 4}]