[{"content": {"Legge": "Abstaining from speech marks him who is obeying the spontaneity of his nature. A violent wind does not last for a whole morning; a sudden rain\ndoes not last for the whole day.", "Byrn": "Nature uses few words: when the gale blows, it will not last long; when it rains hard, it lasts but a little while;", "Red Pine": "Whispered words are natural a gale doesn't last all morning a squall doesn't last all day", "Wieger": "To talk little, to act only without effort, that is the formula. A gusty wind does not blow all morning, torrential rain does not last all day.", "Blackney": "Sparing indeed is nature of its talk: The whirlwind will not last the morning out; The cloudburst ends before the day is done.", "Lindauer": "Rare words are natural. So the fluttering winds do not last all morning The sudden rainstorm does not last all day.", "LaFargue": "Speaking little is what is natural.  A whirlwind does not blow a whole morning a downpour does not fall a whole day.", "Beck": "Nature says few words. A whirlwind does not last all morning, nor does a rainstorm last a whole day.", "Wu": "Only quiet and simple words will ripen of themselves. For a whirlwind does not last a whole morning, Nor does a sudden shower last a whole day.", "Wayism": " ", "World": "To seldom speak is the essence of simplicity. The winds do not last all morning. The rain does not last all day. The earth that manifests the winds\nand the rain is itself a manifestation of change. All things change, nothing is eternal but chang", "Muller": "To speak little is natural. Therefore a gale does not blow a whole morning Nor does a downpour last a whole day.", "Merel": "Nature says only a few words: High wind does not last long, Nor does heavy rain.", "Ta-Kao": "To be sparing of words is natural. A violent wind cannot last a whole morning; pelting rain cannot last a whole day.", "Crowley": "To keep silent is the mark of one who is acting in full accordance with his Will. A fierce wind soon fails; a storm-shower does not last all day.", "Bynner": "Nature does not have to insist, Can blow for only half a morning, Rain for only half a day,", "Walker": "Nature is sparing with speech: a whirlwind doesn't last all morning; a rain shower doesn't last all day.", "Mabry": "Nature uses few words. So, a whirlwind will not last all morning. A sudden storm will not last all day.", "Hansen": "Rare language is our own doing. Hence a twisting wind does not end the morning. A sudden storm does not end the day.", "Mitchell": "Express yourself completely, then keep quiet.", "McDonald": "To be always talking goes against nature. For the same reason a good whirlwind never lasts the whole morning, nor a swell rainstorm the whole day.", "Chan": "Nature says few words. For the same reason a whirlwind does not last a whole morning. Nor does a rainstorm last a whole day.", "Cleary": "To speak rarely is natural. That is why a gusty wind doesn't last the morning, a downpour of rain doesn't last the day.", "LinYutan": "Nature says few words: Hence it is that a squall lasts not a whole morning. A rainstorm continues not a whole day."}, "section": 1}, {"content": {"Legge": "To whom is it that these (two) things are owing? To Heaven and Earth. If Heaven and Earth cannot make such (spasmodic) actings last long, how\nmuch less can man!", "Byrn": "What causes these to happen? Heaven and Earth. Why do we humans go on endlessly about little when nature does much in a little time?", "Red Pine": "who else could make these only Heaven and Earth if Heaven and Earth can't make things last what about Man", "Wieger": "And yet these effects are produced by heaven and earth, (the most powerful agents of all. But these are exaggerated, forced effects, that is why they\ncannot be sustained). If heaven and earth cannot sustain a forced action, how much less is man able to do so?", "Blackney": "What is it that behaves itself like this? The earth and sky! And if it be that these Cut short their speech, how much more yet should man!", "Lindauer": "Who is it that acts this way? Heavens and earth. Heavens and earth still lack the ability for longevity Yet what relates to men is equal to this state of\nthings? ", "LaFargue": "And who causes these things? - Heaven and Earth. If even Heaven and Earth cannot make things last very long, how much less can man.", "Beck": "What causes them? Nature. If even Nature's utterances do not last long, how much less should human beings'?", "Wu": "Who is their author? Heaven-and-Earth! Even Heaven-and-Earth cannot make such violent things last long; How much truer is it of the rash\nendeavours of men?", "Wayism": " ", "World": "All the manifestations of humanity are fleeting as is the entire physical universe.", "Muller": "Who does these things? Heaven and Earth. If even Heaven and Earth cannot force perfect continuity How can people expect to?", "Merel": "If nature's words do not last Why should those of man?", "Ta-Kao": "Who have made these things but heaven and earth? Inasmuch as heaven and earth cannot last forever, how can man?", "Crowley": "Yet Heaven and Earth cause these; and if They fail to make violence continue, how much less can man abide in spasm of passion!", "Bynner": "And what are these winds and these rains but natural? If nature does not have to insist, Why should man?", "Walker": "What causes these? Heaven and earth. If heaven and earth can't make something famous endure, how could man?", "Mabry": "What causes these? Heaven and Earth. If Heaven and Earth need not speak for long, How much less should humankind?", "Hansen": "What makes these the case? - the cosmos. The cosmos can raise it but cannot make it endure. How much more is this the case with the human\nrealm?", "Mitchell": "Be like the forces of nature: when it blows, there is only wind; when it rains, there is only rain; when the clouds pass, the sun shines through.", "McDonald": "The wind and rain emerge from nature. And if even nature can't blow, last or pour for long, how much less should man-given tenets?", "Chan": "What causes them? It is Heaven and Earth (Nature). If even Heaven and Earth cannot make them last long, How much less can man?", "Cleary": "Who does this? Heaven and earth. If heaven and earth cannot go on forever, how much less can human beings!", "LinYutan": "Where do they come from? From Nature. Even Nature does not last long (in its utterances), How much less should human beings?"}, "section": 2}, {"content": {"Legge": "Therefore when one is making the Tao his business, those who are also pursuing it, agree with him in it, and those who are making the manifestation\nof its course their object agree with him in that; while even those who are failing in both these things agree with him where they fail.", "Byrn": "If you open yourself to the Tao, you and Tao become one. If you open yourself to Virtue, then you can become virtuous. If you open yourself to\nloss, then you will become lost.", "Red Pine": "thus in whatever we do let those on the Way be one with the Way let those who succeed be one with success let those who fail be one with failure", "Wieger": "He who conforms himself to the Principle, conforms his principles to this Principle, his actions to the action of this Principle, his non-action to the\nnon-action of this Principle.", "Blackney": "If you work by the Way, You will be of the Way; If you work through its virtue you will be given the virtue; Abandon either one And both abandon\nyou.", "Lindauer": "So follow effort in things related to tao Be together with relating to tao Follow effort in things related to the ideal Be together with relating to the\nideal Follow effort in things related to losing Be together with relating to losing.", "LaFargue": " One devoted to Tao: Is a Tao man, merges with Tao is a Te man, merges with Te is a man left out, merges with What Is Left Out.", "Beck": "Those who follow the Way are one with the Way. Those who follow power are one with power. Those who abandon it are one with abandonment.", "Wu": "Hence, he who cultivates the Tao is one with the Tao; He who practices Virtue is one with Virtue; And he who courts after Loss is one with Loss.", "Wayism": " ", "World": "Keep your focus on the oneness of Infinity, manifesting the potential of all things and disintegrating all the manifestations. Flow in the peace and\nharmony of eternal change. Focus on goodness and virtue and you lose sight of the oneness of all people. Focus on failure and your life becomes\nfailure. Focus on peace and harmony, the essence of Infinity, and experience peace and harmony. ", "Muller": "Therefore there is such a thing as aligning one's actions with the Tao. If you accord with the Tao you become one with it. If you accord with virtue\nyou become one with it. If you accord with loss you become one with it.", "Merel": "Who accepts harmony, becomes harmonious. Who accepts loss, becomes lost.", "Ta-Kao": "He who engages himself in Tao is identified with Tao. He who engages himself in virtue is identified with virtue. He who engages himself in\nabandonment is identified with abandonment.", "Crowley": "With him that devotes him to Dao, the devotees of Dao are in accord; so also are the devotees of De; yea, even they who fail in seeking these are in\naccord.", "Bynner": "It is natural too That whoever follows the way of life feels alive, That whoever uses it properly feels well used, Whereas he who loses the way of life\nfeels lost,", "Walker": " ", "Mabry": "Therefore, one who seeks the Tao is at one with the Tao. One who seeks goodness is good. One who seeks loss is lost.", "Hansen": "Hence those who pursue affairs with 'guidance' Those of 'guidance,' join in guidance. Those of 'virtuosity,' join in virtuosity. Those of 'loss,' join\nin loss.", "Mitchell": "If you open yourself to the Tao, you are at one with the Tao and you can embody it completely. If you open yourself to insight, you are at one with\ninsight and you can use it completely. If you open yourself to loss, you are at one with loss and you can accept it completely.", "McDonald": "So, he who takes to or follows (one) dao, becomes merged with (this) dao. Or if one uses dao as one's instrument, the results will be like dao. Who\nfollows virtue, is soaked by it. If one uses the \"power\" as one's instrument, the results will be like the power. If one uses what's the \"reverse of the\npower\", the results will be the \"reverse of the power\".", "Chan": "Therefore he who follows Tao is identified with Tao. He who follows virtue is identified with virtue. He who abandons (Tao) is identified with the\nabandonment (of Tao). He who is identified with Tao - Tao is also happy to have him.", "Cleary": "Therefore those who follow the Way assimilate to the Way; the virtuous assimilate to virtue, those who have lost assimilate to loss.", "LinYutan": "Therefore it is that: He who follows the Tao is identified with the Tao. He who follows Character (Teh) is identified with Character. He who\nabandons (Tao) is identified with abandonment (of Tao)."}, "section": 3}, {"content": {"Legge": "Hence, those with whom he agrees as to the Tao have the happiness of attaining to it; those with whom he agrees as to its manifestation have the\nhappiness of attaining to it; and those with whom he agrees in their failure have also the happiness of attaining (to the Tao).", "Byrn": "If you open yourself to the Tao, the Tao will eagerly welcome you. If you open yourself to virtue, virtue will become a part of you. If you open\nyourself to loss, the lost are glad to see you.", "Red Pine": "be one with success for the Way succeeds too be one with failure for the Way fails too", "Wieger": "Thus his principles, his actions, his non-action, (speculations, interventions, abstentions), always give him the contentment of success, (for, whether\nhe succeeds or not, the Principle evolves, and therefore he is content).", "Blackney": "Gladly then the Way receives Those who choose to walk in it; Gladly too its power upholds Those who choose to use it well; Gladly will abandon\ngreet Those who to abandon drift.", "Lindauer": "What is together with things related to tao Tao also obtains joyfully What is together with things related to the ideal The ideal also obtains joyfully\nWhat is together with things related to losing Losing also obtains joyfully.", "LaFargue": "One who merges with Tao, Tao welcomes him one who merges with Te, Te welcomes him one who merges with What Is Left Out, What Is Left\nOut welcomes him.", "Beck": "Those one with the Way are welcomed by the Way. Those one with power are welcomed by power. Those one with abandonment are welcomed by\nabandonment.", "Wu": "To be one with the Tao is to be a welcome accession to the Tao; To be one with Virtue is to be a welcome accession to Virtue; To be one with Loss\nis to be a welcome accession to Loss.", "Wayism": " ", "World": "Embrace change and live in peace. Embrace the experience of the moment, refuse to distinguish good and bad, happy and sad, difficult and easy.\nWhat you distinguish comes to you for a time. When it comes embrace it and when it leaves let it go. This is living within the oneness of the Infinite.\nThis is the key to peace and harmony", "Muller": "The Tao accepts this accordance gladly. Virtue accepts this accordance gladly. Loss also accepts accordance gladly.", "Merel": "For who accepts harmony, the Way harmonizes with him, And who accepts loss, the Way cannot find.", "Ta-Kao": "Identified with Tao he will be well received by Tao. Identified with virtue he will be well received by virtue. Identified with abandonment he will be\nwell received by abandonment.", "Crowley": "So then his brothers in the Dao are joyful, attaining it; and his brothers in the De are joyful, attaining it; and they who fail in seeking these are joyful,\npartaking of it.", "Bynner": "That whoever keeps to the way of life Feels at home, Whoever uses it properly Feels welcome, Whereas he who uses it improperly Feels improperly\nused:", "Walker": "Concentrate on Tao and you'll experience Tao. Concentrate on power and you'll experience power. Concentrate on loss and you'll experience loss.", "Mabry": "If you are one with the Tao, the Tao eagerly accepts you. If you are one with goodness, goodness is happy to receive you. If you are one with loss,\nloss welcomes you.", "Hansen": "Those who join in guidance, guidance is pleased to get them. Those who join in virtuosity, virtuosity is pleased to get them. Those who join in loss,\nloss is pleased to get them.", "Mitchell": "Open yourself to the Tao, then trust your natural responses; and everything will fall into place.", "McDonald": "Who is dao identified, could be glad as well. For to those who have conformed themselves to dao, dao readily lends its power. To those who have\nconformed themselves to the power, the power readily lends more power. While to those who conform themselves to inefficacy, inefficacy readily\nlends its ineffectiveness.", "Chan": "He who is identified with virtue - virtue is also happy to have him. And he who is identified with the abandonment (of Tao) - the abandonment (of\nTao) is also happy to abandon him.", "Cleary": "Those who assimilate to the Way are happy to gain it, those who assimilate to virtue too are happy to gain it, and those who assimilate to loss are\nalso happy to gain it.", "LinYutan": "He who is identified with Tao - Tao is also glad to welcome him. He who is identified with character - Character is also glad to welcome him. He\nwho is identified with abandonment - Abandonment is also glad t welcome him."}, "section": 4}, {"content": {"Legge": "(But) when there is not faith sufficient (on his part), a want of faith (in him) ensues (on the part of the others).", "Byrn": "\"When you do not trust people, people will become untrustworthy.\"", "Red Pine": " ", "Wieger": "(This doctrine of the abnegation of one's opinions and one's actions appeals to the taste of but few people). Many only believe in it a little, the others\nnot at all.", "Blackney": "Little faith is put in them Whose faith is small.", "Lindauer": "Belief without enough within A lack of belief in what is within happens.", "LaFargue": "When sincerity does not suffice, it was not sincerity.", "Beck": "Those who lack trust will not be trusted.", "Wu": "Deficiency of faith on your part Entails faithlessness on the part of others.", "Wayism": " ", "World": "", "Muller": "If you are untrustworthy, people will not trust you.", "Merel": " ", "Ta-Kao": " ", "Crowley": "But if he himself realize not the Dao with calm of confidence, then they also appear lacking in confidence.", "Bynner": "'Fail to honour people, They fail to honour you.'", "Walker": "If you won't trust, you won't be trusted.", "Mabry": "If you do not trust enough, you will not find trust.", "Hansen": "When reliability is inadequate in it There will be unreliability in it.", "Mitchell": " ", "McDonald": "Who has not enough faith will not be able to get faith. Or: \"By not believing in people you turn them into liars.\"", "Chan": "Those who lack trust will not be trusted. It is only when one does not have enough faith in others that others will have no faith in him.", "Cleary": "When trust is insufficient, there is distrust.", "LinYutan": "He who has not enough faith Will not be able to command faith from others."}, "section": 5}]