[{"content": {"Legge": "When a reconciliation is effected (between two parties) after a great animosity, there is sure to be a grudge remaining (in the mind of the one who\nwas wrong). And how can this be beneficial (to the other)?", "Byrn": "Difficulties remain, even after solving a problem. How then can we consider that as good?", "Red Pine": "In resolving a great dispute a dispute is sure to remain how can this be good", "Wieger": "When the principle of a dispute has been settled (some accessory grievances) always remain, and things do not return to the state they were in before,\n(bruises remain).", "Blackney": "How can you think it is good To settle a grievance too great To ignore, when the settlement Surely evokes other piques?", "Lindauer": "Harmonize great resentment Seed the presence of a surplus of resentment How can valuing actions happen peacefully? ", "LaFargue": "\"When great hostilities are smoothed over there is always some hostility left.\" ", "Beck": "Compromising with great hatred surely leaves some hatred. How can this be considered good?", "Wu": "When a great wound is healed, There will still remain a scar. Can this be a desirable state of affairs?", "Wayism": " ", "World": "Conflict almost always leaves some resentment regardless of the nature of a peaceful resolution. How does one achieve peace and harmony?", "Muller": "After calming great anger There are always resentments left over. How can this be considered as goodness?", "Merel": "When conflict is reconciled, some hard feelings remain; This is dangerous.", "Ta-Kao": "Return love for great hatred. Otherwise, when a great hatred is reconciled, some of it will surely remain. How can this end in goodness?", "Crowley": "When enemies are reconciled, there is always an aftermath of ill will. How can this be useful?", "Bynner": "If terms to end a quarrel leave bad feeling, What good are they?", "Walker": "In the reconciling of resentments, ill will often lingers. What's the good in that?", "Mabry": "When enemies are reconciled, some resentment invariably remains. How can this be healed?", "Hansen": "Settling a massive resentment Necessarily some resentment will be left-over. How can such be deemed as worth?", "Mitchell": "If you blame someone else, there is no end to the blame.", "McDonald": "To allay the main discontent, but in a way that begets further discontents, can hardly be top successful. And to patch up great hatred is sure to leave\nsome hatred behind; how can this be regarded as satisfactory?", "Chan": "To patch up great hatred is surely to leave some hatred behind. How can this be regarded as good?", "Cleary": "When you harmonize bitter enemies, yet resentment is sure to linger, how can this be called good?", "LinYutan": "Patching up a great hatred is sure to leave some hatred behind. How can this be regarded as satisfactory?"}, "section": 1}, {"content": {"Legge": "Therefore (to guard against this), the sage keeps the left-hand portion of the record of the engagement, and does not insist on the (speedy) fulfilment\nof it by the other party.", "Byrn": "Therefore the Master does what she knows is right, and makes no demands of others.", "Red Pine": "thus the sage holds the left marker he makes no claim on others", "Wieger": "(Therefore the Sage never questions it, despite his right). Keeping his half of the agreement, he does not exact the execution (of what is written).", "Blackney": "The Wise Man therefore will select The left-hand part of contract tallies: He will not put the debt on other men.", "Lindauer": "Appropriately it happens that sages Take hold of the left of a contract Yet lack censure in relating to men.", "LaFargue": "And so the Wise Person: \"Keeps hold of the left-hand contract tally, and doesn't make demands on others.\"", "Beck": "Therefore the wise keep their part of an agreement and do not blame the other party.", "Wu": "Therefore, the Sage, holding the left-hand tally, Performs his part of the covenant, But lays no claim upon others.", "Wayism": " ", "World": "The sage fulfills her commitments but does not demand others to fulfill theirs. Those who are confused demand others to fulfill their commitments\nbut are unconcerned with fulfilling their own.", "Muller": "Therefore the sage keeps her part of the deal And doesn't check up on the other person.", "Merel": "The sage accepts less than is due And does not blame or punish;", "Ta-Kao": "Therefore the Sage holds to the left half of an agreement but does not exact what the other holder ought to do.", "Crowley": "Therefore the Wise Man, while he keeps his part of the record of a transaction, does not insist on its prompt execution.", "Bynner": "So a sensible man takes the poor end of the bargain Without quibbling.", "Walker": "The person who is truly good concerns herself always with what she owes others, never with what they owe her.", "Mabry": "Therefore the Sage makes good on his half of the deal // And demands nothing of others.", "Hansen": "Using this: Sages grasp the left side of the agreement. And don't demand from others.", "Mitchell": "Failure is an opportunity.", "McDonald": "So the wise man keeps the obligation of a contract and refrains from blaming the other party. He stays where he is and does not go round making\nclaims on people.", "Chan": "Therefore the sage keeps the left-hand portion (obligation) of a contract And does not blame the other party.", "Cleary": "Therefore sages keep their faith and do not pressure others.", "LinYutan": "Therefore the Sage holds the left tally, And does not put the guilt on the other party."}, "section": 2}, {"content": {"Legge": "(So), he who has the attributes (of the Tao) regards (only) the conditions of the engagement, while he who has not those attributes regards only the\nconditions favourable to himself.", "Byrn": "A virtuous person will do the right thing, and persons with no virtue will take advantage of others.", "Red Pine": "thus the virtuous oversee markers the virtueless oversee taxes", "Wieger": "He who knows how to conduct himself after the Virtue of the Principle, lets his written agreements sleep. He who does not know how to conduct\nhimself thus, exacts his due.", "Blackney": "This virtuous man promotes agreement; The vicious man allots the blame.", "Lindauer": "Presence of ideal controls the agreement  Absence of ideal controls its resolution.", "LaFargue": "One who has Te is concerned with fulfilling his contract one who does not have Te concerns himself with collecting his due.", "Beck": "The good fulfill their obligations; the bad exact obligations from others.", "Wu": "The virtuous attends to his duties; The virtueless knows only how to levy duties upon the people.", "Wayism": " ", "World": "Infinity is indifferent. It is at one with all people.", "Muller": "Thus virtuous officials keep their promise And the crooked ones break it.", "Merel": "For harmony seeks agreement Where justice seeks payment.", "Ta-Kao": "The virtuous resort to agreement; The virtueless resort to exaction.", "Crowley": "He who has the De considers the situation from all sides, while he who has it not seeks only to benefit himself.", "Bynner": "It is sensible to make terms, Foolish to be a stickler:", "Walker": " ", "Mabry": "One who is truly good will keep to his promise. One who is not good will take what he can.", "Hansen": "Have virtuosity in supervising agreements. Lack virtuosity in supervising taxation. The natural guide has no kin.", "Mitchell": " ", "McDonald": "Therefore good people attend to their obligations, while those without virtue attend to other people's mistakes.", "Chan": "Virtuous people attend to their left-hand portions, While those without virtue attend to other people's mistakes.", "Cleary": "So the virtuous see to their promises, while the virtueless look after precedents.", "LinYutan": "The virtuous man is for patching up; The vicious is for fixing guilt."}, "section": 3}, {"content": {"Legge": "In the Way of Heaven, there is no partiality of love; it is always on the side of the good man.", "Byrn": "The Tao does not choose sides, the good person receives from the Tao because she is on its side.", "Red Pine": "the Way of Heaven favours no one but always helps the good", "Wieger": "Heaven is impartial. (If it were capable of some partiality), it would give advantage to good people, (those who act as in C. It would overwhelm\nthem, because they ask for nothing).", "Blackney": "\"Impartial though the Way of God may be, It always favours good men.\"", "Lindauer": "The tao of heaven is absent of favorites It is entirely with the valuing man.", "LaFargue": "Heaven's Way: Not to have personal favourites, but to be invariably good to all.", "Beck": "The Way of heaven is impartial. It always stays with the good.", "Wu": "The Way of Heaven has no private affections, But always accords with the good.", "Wayism": " ", "World": "Infinity is indifferent. It is at one with all people.", "Muller": "The Heavenly Tao has no favourites: It raises up the Good.", "Merel": "The ancients said: \"Nature is impartial; Therefore it serves those who serve all.\"", "Ta-Kao": "The Tao of heaven shows no partiality; It abides always with good men.", "Crowley": "In the Dao of Heaven, there is no distinction of persons in its love; but it is for the True Man to claim it.", "Bynner": "Though heaven prefer no man, A sensible man prefers heaven.", "Walker": "The Tao of heaven is impartial. If you perpetuate it, it perpetuates you.", "Mabry": "Heaven doesn't choose sides It is always with the good people.", "Hansen": "The natural guide has no kin. It constants being with worthy people.", "Mitchell": "Therefore the Master fulfills her own obligations and corrects her own mistakes. She does what she needs to do and demands nothing of others.", "McDonald": "The way of heaven is impartial. It's always with the good man, without distinction of persons, to keep the good firmly supplied.''", "Chan": "\"The Way of Heaven has not favourites. It is always with the good man.\"", "Cleary": "The Way of heaven is impersonal; it is always with good people.", "LinYutan": "But \"the way of Heaven is impartial; It sides only with the good man.\""}, "section": 4}]