[{"content": {"Legge": "He who in (Tao's) wars has skill Assumes no martial port; He who fights with most good will/ To rage makes no resort.", "Byrn": "The best warriors do not use violence. The best generals do not destroy indiscriminately.", "Red Pine": "In ancient times the perfect officer wasn't armed the perfect warrior wasn't angry", "Wieger": "He who commands should not think that tactics, valour, and effort give victory.", "Blackney": "A skilful soldier is not violent; An able fighter does not rage;", "Lindauer": "Those who value acting as sergeants lack ferocity Those who value war lack anger ", "LaFargue": "The best soldier is not warlike the best fighter shows no anger", "Beck": "The best soldier is not violent. The best fighter is not angry.", "Wu": "A good soldier is never aggressive; A good fighter is never angry.", "Wayism": " ", "World": "A warrior in harmony is not contemptuous of life. A prize fighter in harmony is not angry.", "Muller": "The best warrior is never aggressive. The best fighter is never angry.", "Merel": "Compassion is the finest weapon and best defence. If you would establish harmony, Compassion must surround you like a fortress.", "Ta-Kao": "The best soldier is not soldierly; The best fighter is not ferocious;", "Crowley": "He that is skilled in war makes no fierce gestures; the most efficient fighter bewares of anger.", "Bynner": "The best captain does not plunge headlong Nor is the best soldier a fellow hot to fight.", "Walker": "A good general doesn't show off his power. a good warrior doen't get angry.", "Mabry": "The best soldier is not violent. The best fighter is not driven by anger.", "Hansen": "Those who are good champions don't battle. Those who are good at war don't get angry.", "Mitchell": "The best athlete wants his opponent at his best. The best general enters the mind of his enemy.", "McDonald": "A skilful leader of troops is never oppressive with his military strength. The brave soldier is hardly very violent; The best fighter doesn't become\nvisibly angry; he hardly loses his temper.", "Chan": "A skilful leader of troops is not oppressive with his military strength. A skilful fighter does not become angry.", "Cleary": "Good warriors do not arm, good fighters don't get mad,", "LinYutan": "The brave soldier is not violent; The good fighter does not lose his temper;"}, "section": 1}, {"content": {"Legge": "He who vanquishes yet still Keeps from his foes apart; He whose hests men most fulfil Yet humbly plies his art.", "Byrn": "The best tacticians try to avoid confrontation. The best leaders becomes servants of their people.", "Red Pine": "the perfect victor wasn't hostile the perfect commander acted humble", "Wieger": "It is by putting oneself at the service of men that one subdues them. That is the correct procedure.", "Blackney": "A mighty conqueror does not give battle; A great commander is a humble man.", "Lindauer": "Those who value conquering lack engagement Those who value using men are acting low.", "LaFargue": "the one best at defeating the enemy does not engage him ", "Beck": "The best winner is not contentious. The best employer is humble.", "Wu": "The best way of conquering an enemy Is to win him over by not antagonizing him. The best way of employing a man Is to serve under him.", "Wayism": " ", "World": "A winner in harmony understands the oneness of winning and losing. An employer in harmony is at one with his employees.", "Muller": "The best tactician does not engage the enemy. The best utilizer of people's talents places himself below them.", "Merel": "Therefore, A good soldier does not inspire fear; A good fighter does not display aggression; A good conqueror does not engage in battle; A good\nleader does not exercise authority.", "Ta-Kao": "The best conqueror does not take part in war; The best employer of men keeps himself below them.", "Crowley": "He who conquers refrains from engaging in battle; he whom men most willingly obey continues silently with his work.", "Bynner": "The greatest victor wins without a battle: He who overcomes men understands them.", "Walker": "A good conqueror doesn't attack people. A good employer puts himself below his employees.", "Mabry": "The true conqueror wins without confrontation. The best employer is humble before his employees.", "Hansen": "Those who are good at defeating the enemy don't engage them. Those who are good at using people deem it as a something beneath them.", "Mitchell": "The best businessman serves the communal good. The best leader follows the will of the people.", "McDonald": "A skilful conqueror doesn't compete with people. The great conqueror doesn't fight for small issues alone. The best user of men acts as though he\nwere their inferior and puts himself below them by the virtue of not-competing.", "Chan": "A skilful conqueror does not compete with people. One who is skilful in using men puts himself below them.", "Cleary": "good winners don't contend, good employers serve their workers.", "LinYutan": "The great conqueror does not fight (on small issues); The good user of men places himself below others."}, "section": 2}, {"content": {"Legge": "Thus we say, 'He ne'er contends, And therein is his might.' Thus we say, 'Men's wills he bends, That they with him unite.' Thus we say, 'Like\nHeaven's his ends, No sage of old more bright.'", "Byrn": "This is called the virtue of non-competition. This is called the power to manage others. This is called attaining harmony with the heavens.", "Red Pine": "this is the virtue of nonaggression this is using the strength of others this is uniting with Heaven which was the ancient end", "Wieger": "It is sometimes formulated as follows: art of not struggling (of accommodating oneself, of winning be making oneself everything to everyone); of\nability to manage men; of action conforming to that of heaven. All these formulae designate the same thing. They show the greatness of the ancients.", "Blackney": "You may call this pacific virtue; Or say that it is mastery of men; Or that it is rising to the measure of God, Or to the stature of the ancients.", "Lindauer": "Appropriately called ideal of lacking being contending Appropriately called strength to be using men Appropriately called distributing the ancient\nlimit of the heavens.", "LaFargue": "", "Beck": "This is known as the power of not striving, as ability in human relations, and as being in accord with heaven.", "Wu": "This is called the virtue of non-striving! This is called using the abilities of men! This is called being wedded to Heaven as of old!", "Wayism": " ", "World": "This is called non-distinction and indifference. It is known as being at peace and in harmony with others. It is the manifestation of the ultimate peace\nand harmony of Infinity.", "Muller": "This is called the virtue of non-contention. It is called the ability to engage people's talents. It is called the ultimate in merging with Heaven.", "Merel": "This is the value of unimportance; This is how to win the cooperation of others; This to how to build the same harmony that is in nature.", "Ta-Kao": "This is called the virtue of not contending; This is called the ability of using men; This is called the supremacy of consorting with heaven.", "Crowley": "So it is said: he rules who unites with his subjects; he shines whose will is that of Heaven.", "Bynner": "There is a quality of quietness Which quickens people by no stress: 'Fellowship with heaven,' as of old, Is fellowship with man and keeps its hold.", "Walker": "This is called the power of noncontention. This is called using the strength of others. This is called perfect emulation of heaven.", "Mabry": "I say there is much good in not competing. I call it using the power of the people. This is known as being in tune with Heaven, Like the Sages of old.", "Hansen": "This is called virtuosity at not contending. This is called the power of using people. This is called on a par with nature - the apex of antiquity.", "Mitchell": "All of the embody the virtue of non-competition. Not that they don't love to compete, but they do it in the spirit of play. In this they are like children\nand in harmony with the Tao.", "McDonald": "This is called the ability or capacity to use men, or matching heaven, or being suited to the highest found principle, [maybe of old]", "Chan": "This is called the virtue of non-competing. This is called the strength to use men. This is called matching Heaven, the highest principle of old.", "Cleary": "This is called the virtue of noncontention; this is called mating with the supremely natural and pristine.", "LinYutan": "- This is the virtue of not-contending, Is called the capacity to use men, Is reaching to the height of being Mated to Heaven, to what was of old."}, "section": 3}]