[{"content": {"Legge": "(The Tao) which originated all under the sky is to be considered as the mother of them all.", "Byrn": "The world had a beginning which we call the Great Mother. Once we have found the Mother, we begin to know what Her children should be.", "Red Pine": "The world has a maiden she becomes the world's mother", "Wieger": "That which was, before the beginning of the world, became the mother of the world.", "Blackney": "It began with a matrix: The world had a mother Whose sons can be known As ever, by her.", "Lindauer": "The world is present of an origin It happens that this acts as the mother of the world. Grasp and hold what is the mother Knowledge of what is the\nchild happens ", "LaFargue": null, "Beck": "The beginning of the universe is the mother of all things. Those who discover the mother understand the children.", "Wu": "All-under-Heaven have a common Beginning. This Beginning is the Mother of the world.", "Wayism": " ", "World": "Infinity is the mother of all things.", "Muller": "All things have a beginning, which we can regard as their Mother.", "Merel": "The origin of the world is its mother;", "Ta-Kao": "The beginning of the Universe, when manifested, may be regarded as its Mother.", "Crowley": "The Dao buds forth all things under Heaven; it is the Mother of all.", "Bynner": "The source of life Is as a mother.", "Walker": "The origin and mother of everything in the world is Tao.", "Mabry": "The World has an origin Which we may regard as the Mother of the Universe.", "Hansen": "The social world has a beginning We deem it 'mother' of the social world.", "Mitchell": "In the beginning was the Tao. All things issue from it; all things return to it.", "McDonald": "There was a [bang] start of the universe, call it the mother of the world.", "Chan": "There was a beginning of the universe Which may be called the Mother of the Universe.", "Cleary": "The world has a beginning that is the mother of the world.", "LinYutan": "There was a beginning of the universe Which may be regarded as the Mother of the Universe. From the Mother, we may know her sons. After\nknowing the sons, keep to the Mother."}, "section": 1}, {"content": {"Legge": "When the mother is found, we know what her children should be. When one knows that he is his mother's child, and proceeds to guard (the qualities\nof) the mother that belong to him, to the end of his life he will be free from all peril.", "Byrn": "When we know we are the Mothers child, we begin to guard the qualities of the Mother in us. She will protect us from all danger even if we lose our\nlife.", "Red Pine": "who knows the mother understands the child who understands the child keeps the mother safe and lives without trouble", "Wieger": "He who has reached knowledge of the mother (matter, the body), knows through that her son (the vital spirit which is enclosed in it). He who knows\nthe son (his vital spirit) And conserves the mother (his body), will reach the end of his days without accident.", "Blackney": "But if you know them, You'll keep close to her As long as you live And suffer no harm.", "Lindauer": "Grasp knowledge of what is the child Return, keep to what is the mother Till the end the body lacks danger.", "LaFargue": "Once you get the Mother then you understand the children. ", "Beck": "Understanding the children and returning to the mother, they live always free from harm.", "Wu": "Having known the Mother, We may proceed to know her children. Having known the children, We should go back and hold on to the Mother. In\ndoing so, you will incur no risk Even though your body be annihilated.", "Wayism": " ", "World": "Remembering Infinity, one knows the nature of children. Knowing the nature of the children keeps one focused on the oneness of Infinity. \nRemembering your oneness with Infinity and the immortality of Infinity overcomes the fear of death.", "Muller": "Knowing the mother, we can know its children. Knowing the children, yet still cleaving to the mother You can die without pain.", "Merel": "Understand the mother, and you understand the child; Embrace the child, and you embrace the mother, Who will not perish when you die.", "Ta-Kao": "When a man has found the Mother, he will know the children accordingly; Though he has known the children, he still keeps to the Mother: Thus,\nhowever his body may decay, he will never perish.", "Crowley": "Knowing the Mother, we may know her offspring. He that knows his Mother, And abides in Her nature, remains in surety all his days.", "Bynner": "Be fond of both mother and children but know the mother dearer And you outlive death.", "Walker": "Know the mother and you can know the children. Having known the children, return to their source and hold on to her. Abiding by the mother, you\nare free from danger, even when your body dies.", "Mabry": "Knowing the Mother, we can also come to know her children. Knowing the children, return and hold fast to the Mother. Doing this, you will not\nmeet with danger your whole life long.", "Hansen": "Since we acquired its 'mother' We use that to know its 'son' Since we know its 'son' We revert to embracing its mother. Burying the self we risk\nnothing.", "Mitchell": "To find the origin, trace back the manifestations. When you recognize the children and find the mother, you will be free of sorrow.", "McDonald": "Who has found that mother dao, also understands [some of] her sons (things) by it. From the mother, we can know her sons. Having understood\nsome sons, yet keep to the inner, subtle mother. Who has known the sons will hold to the mother, for one's whole life can be protected from danger\nby it. [So they say.]", "Chan": "He who has found the mother (Tao) And thereby understands her sons (things), And having understood the sons, Still keeps to its mother, Will be\nfree from danger throughout his lifetime.", "Cleary": "Once you have found the mother, thereby you know the child. Once you know the child, you return to keep the mother, not perishing though the\nbody may die.", "LinYutan": "Thus one's whole life may be preserved from harm."}, "section": 2}, {"content": {"Legge": "Let him keep his mouth closed, and shut up the portals (of his nostrils), and all his life he will be exempt from labourious exertion.", "Byrn": "Keep your mouth closed and embrace a simple life, and you will live care-free until the end of your days.", "Red Pine": "who blocks the opening who closes the gate lives without toil", "Wieger": "If he keeps his mouth and nostril closed (to prevent evaporation of the vital spirit), he will reach the end of his days without having suffered\ndecadence.", "Blackney": "Stop up your senses; Close up your doors; Be not exhausted As long as you live.", "Lindauer": "Cork its bottle Obstruct its door Eventually the body lacks straining.", "LaFargue": "Close your eyes shut your doors, till the end of your life you will not get tired.", "Beck": "Close the mouth, shut the doors, and all of life is without strain.", "Wu": "Block all the passages! Shut all the doors! And to the end of your days you will not be worn out.", "Wayism": " ", "World": "Contemplate Infinity, accept all things without distinctions and judgments, and life will be peaceful and harmonious.", "Muller": "If you close your mind in judgements and traffic with desires, your heart will be troubled.", "Merel": "Reserve your judgments and words And you maintain your influence;", "Ta-Kao": "If he shuts his mouth and closes his doors, He can never be exhausted.", "Crowley": "With the mouth closed, And the Gates of Breath controlled, he remains at ease all his days.", "Bynner": "Curb your tongue and senses And you are beyond trouble,", "Walker": "Don't live for your senses. Close your mouth, close all the body's openings, and reside in the original unity. In this way you can pass your life in\npeace and contentment.", "Mabry": "Close your mouth Go easy on the senses And life will not be hard.", "Hansen": "Shut up its exchanges, close its gates and end life without struggle.", "Mitchell": "If you keep your mind from judging and aren't led by the senses, your heart will find peace.", "McDonald": "Shut down life's various openings. Close its doors, and till the end your strength may remain. Next, your whole life can seem without toil.", "Chan": "Close the mouth. Shut the doors (of cunning and desires). And to the end of life there will be (peace) without toil.", "Cleary": "Close your eyes, shut your doors, and you do not toil all your life.", "LinYutan": "Stop its apertures, Close its doors, And one's whole life is without toil."}, "section": 3}, {"content": {"Legge": "Let him keep his mouth open, and (spend his breath) in the promotion of his affairs, and all his life there will be no safety for him.", "Byrn": "If you try to talk your way into a better life there will be no end to your trouble.", "Red Pine": "who unblocks the opening who meddles in affairs lives without hope", "Wieger": "Whereas, if he talks a lot and causes himself much worry, he will use up and shorten his life.", "Blackney": "Open your senses; Be busier still: To the end of your days There's no help for you.", "Lindauer": "Open its bottle Complete its effort Eventually the body lacks hope.", "LaFargue": "Open your eyes carry on your business, till the end of your life you will not be safe.", "Beck": "Open the mouth, meddle with affairs, and all of life is beyond help.", "Wu": "Open the passages! Multiply your activities! And to the end of your days you will remain helpless.", "Wayism": " ", "World": "Think about reality, distinguish and judge all things, and life degenerates into confusion.", "Muller": "Open the doors, Increase your involvements, In the end you can't be helped.", "Merel": "Speak your mind and take positions And nothing will save you.", "Ta-Kao": "If he opens his mouth and increases his affairs, He can never be saved.", "Crowley": "With the mouth open, And the Breath directed to outward affairs, he has no surety all his days.", "Bynner": "Let them loose And you are beyond help.", "Walker": "Open your mouth, increase your activities, start making distinctions between things, and you'll toil forever without hope.", "Mabry": "If you spend your life filling your senses And rushing around \"doing\" things You will be beyond hope.", "Hansen": "Open its exchanges, benefit its social affairs and still end life without saving anything.", "Mitchell": "If you close your mind in judgements and traffic with desires, your heart will be troubled.", "McDonald": "On the other hand; open the mouth busy about affairs, and to the end of life there will be no help or salvation coming to you [from the outer realm].", "Chan": "Open the mouth. Meddle with affairs. And to the end of life there will be no salvation.", "Cleary": "Open your eyes, carry out your affair, and you re not saved all your life.", "LinYutan": "Open its apertures, Be busy about its affairs, And one's whole life is beyond redemption."}, "section": 4}, {"content": {"Legge": "The perception of what is small is (the secret of clear-sightedness; the guarding of what is soft and tender is (the secret of) strength.", "Byrn": "To understand the small is called clarity. Knowing how to yield is called strength.", "Red Pine": "who sees the small has vision who protects the weak has strength", "Wieger": "Restricting one's considerations to small things, And one's cares to affairs of little importance, makes the mind clear and the body strong.", "Blackney": "You are bright, it is said, If you see what is small; A store of small strengths Makes you strong.", "Lindauer": "Seeing the small say luminous Keeping to yielding say strong ", "LaFargue": "Keeping your eyes on the Small Thing is called Clarity watching over Weakness is called strength.", "Beck": "Seeing the small is insight; to stay with the gentle is strength.", "Wu": "To see the small is to have insight. To hold on to weakness is to be strong.", "Wayism": " ", "World": "Seeing differences is called distinguishing. Remaining indifferent manifests peace and harmony", "Muller": "Seeing the subtle is called illumination. Keeping flexible is called strength.", "Merel": "As observing detail is clarity, So maintaining flexibility is strength;", "Ta-Kao": "To see the minuteness of things is called clarity of sight; To keep to what is weak is called power.", "Crowley": "To perceive that Minute Point is True Vision; to maintain the Soft and Gentle is True Strength.", "Bynner": "Discover that nothing is too small for clear vision, Too insignificant for tender strength,", "Walker": "See the subtle and be illuminated. Abide in gentleness and be strong.", "Mabry": "To concern yourself with the beautiful and small is true wisdom. Too foster gentleness is true strength.", "Hansen": "See small, say 'discernible' Protect weakness, say 'coerce'", "Mitchell": "Seeing into darkness is clarity. Knowing how to yield is strength.", "McDonald": "Good sight implies seeing what's very small. Seeing what's small is called [Zen] enlightenment. Who stays by some good conduct is strong.", "Chan": "Seeing what is small is called enlightenment. Keeping to weakness is called strength.", "Cleary": "Seeing the small is called clarity; keeping flexible is called strength.", "LinYutan": "He who can see the small is clear-sighted; He who stays by gentility is strong."}, "section": 5}, {"content": {"Legge": "Who uses well his light, Reverting to its (source so) bright, Will from his body ward all blight, And hides the unchanging from men's sight.", "Byrn": "To use your inner light for understanding regardless of the danger is called depending on the Constant.", "Red Pine": "who uses his light who trusts his vision lives beyond death this is the Hidden Immortal", "Wieger": "Concentrating one's intellectual rays in one's intelligence, And not letting mental applications harm one's body, is to protect (the mind) And make for\nlong (life).", "Blackney": "By the use of its light, Make your eyes again bright From evil to lead you away. This is called \"practicing constancy.\"", "Lindauer": "Using what is bright Return, merge with what is luminous. An absence of offering bodily misfortune as a gift Is appropriately called learning\nentirely.", "LaFargue": null, "Beck": "Use the Light, return to insight, and thereby be preserved from harm. This is practicing the eternal.", "Wu": "Use the lights, but return to your insight. Do not bring calamities upon yourself. This is the way of cultivating the Changeless.", "Wayism": " ", "World": " Understanding the nature of oneness focuses one on Infinity and away from the confusion of misfortune. This is called abiding in the constant.", "Muller": "Use the illumination, but return to the light. Don't bring harm to yourself. This is called \"practicing the eternal.\"", "Merel": "Use the light but shed no light, So that you do yourself no harm, But embrace clarity.", "Ta-Kao": "Use your light, but dim your brightness; Thus you will cause no harm to yourself This is called following the eternal (Tao).", "Crowley": "Employing harmoniously the Light Within so that it returns to its Origin, one guards even one's body from evil, And keeps Silence before all men.", "Bynner": "Use outlook And insight, Use them both And you are immune: For you have witnessed eternity.", "Walker": "Use your light, and return to insight. Don't expose yourself to trouble. This is following Tao.", "Mabry": "Choose to do what is wise and return to wisdom. Then you will avoid life's troubles. This is called practicing consistency.", "Hansen": "Use its light; Revert and return to its discernment. Bequeath yourself no trouble; Deem this to be rehearsing the constant.", "Mitchell": "Use your own light and return to the source of light. This is called practicing eternity.", "McDonald": "So use the light and return to clear sight through the bright light of the subtle, shining inner realm [debated in Buddhism] By this art, never cause\nyourself future distress, [but see well in advance by the inner realm's sight and bright light; or just psyche such things out,] thereby preserved from\nmost harm. This is called resorting to the always-so, or practising the eternal. That act is also called to steal the absolute.", "Chan": "Use the light. Revert to enlightenment. And thereby avoid danger to one's life - This is called practicing the eternal.", "Cleary": "Using the shining radiance, you return again to the light, not leaving anything to harm yourself. This is called entering the eternal.", "LinYutan": "Use the light, And return to clear-sightedness - Thus cause not yourself later distress. - This is to rest in the Absolute."}, "section": 6}]