[{"1.1": "A way can be a guide, but not a fixed path; names can be given, but not permanent labels.", "1.2": "Nonbeing is called the beginning of heaven and earth; being is called the mother of all things.", "1.3": "Always passionless, thereby observe the subtle; ever intent, thereby observe the apparent.", "1.4": "These two come from the same source but differ in name;", "1.5": "both are considered mysteries. The mystery of mysteries is the gateway of marvels.", "2.1": "When everyone knows beauty is beauty, this is bad.", "2.2": "When everyone knows good is good, this is not good.", "2.3": "So being and nonbeing produce each other: difficulty and ease complement each other, long and short shape each other,", "2.4": "high and low contrast with each other, voice and echoes conform to each other, before and after go along with each other.", "2.5": "So sages manage effortless service and carry out unspoken guidance.", "2.6": "All beings work, without exception: if they live without possessiveness,", "2.7": "act without presumption, and do not dwell on success, then by this very nondwelling success will not leave.", "3.1": "Not exalting cleverness causes the people not to contend.", "3.2": "Not putting high prices on hard-to-get goods causes the people not to steal.", "3.3": "Not seeing anything to want causes the mind not to be confused.", "3.4": "Therefore the government of sages empties the mind and fills the middle, weakens the ambition and strengthens the bones,", "3.5": "always keeping the people innocent and passionless. It makes the sophisticated not dare to contrive;", "3.6": "action being without contrivance, nothing is disordered.", "4.1": "The Way is unimpeded harmony; its potential may never be fully exploited.", "4.2": "It is as deep as the source of all things;", "4.3": "it blunts the edges, resolves the complications, harmonizes the light, assimilates to the world.", "4.4": "Profoundly still, it seems to be there:", "4.5": "I don't know whose child it is, before the creation of images.", "5.1": "Heaven and earth are not humane; they regard all beings as straw dogs.", "5.2": "Sages are not humane; they see all people as straw dogs..", "5.3": "The space between heaven and earth is like a bellows and pipes, empty yet inexhaustible, producing more with each movement.", "5.4": "The talkative reach their wits' end again and again; that is not as good as keeping centered.", "6.1": "The valley spirit not dying is called the mysterious female.", "6.2": "The opening of the mysterious female is called the root of heaven and earth.", "6.3": "Continuous, on the brink of existence, to put in into practice, don't try to force it.", "7.1": "Heaven is eternal, earth is everlasting.", "7.2": "The reason they can be eternal and everlasting is that they do not foster themselves, that is why they can live forever.", "7.3": "For this reason sages put themselves last, and they were first;", "7.4": "they excluded themselves, and they survived.", "7.5": "Was it not by their very selflessness that they managed to fulfill themselves?", "8.1": "Higher good is like water: the good in water benefits all, and does so without contention. It rests where people dislike to be, so it is close to the Way.", "8.2": "Where it dwells becomes good ground; profound is the good in its heart, benevolent the good it bestows. Goodness in words is trustworthiness,", "8.3": "goodness in government is order; goodness in work is ability, goodness in action is timeliness.", "8.4": "But only by non-contention is there nothing extreme.", "9.1": "To keep on filling is not as good as stopping.", "9.2": "Calculated sharpness cannot be kept for long.", "9.3": "Though gold and jewels fill their house, no one can keep them.", "9.4": "When the rich upper classes are haughty, their legacy indicts them.", "9.5": "When one' work is accomplished honorably, to retire is the Way of heaven.", "10.1": "Carrying vitality and consciousness, embracing them as one, can you keep from parting?", "10.2": "Concentrating energy, making it supple, can you be like an infant?", "10.3": "Purifying hidden perception, can you make it flawless?", "10.4": "Loving the people, governing the nation, can you be uncontrived?", "10.5": "As the gate of heaven opens and closes, can you be impassive?", "10.6": "As understanding reaches everywhere, can you be innocent?", "10.7": "Producing and developing, producing without possessing, growing without domineering: this is called mysterious power.", "11.1": "Thirty spokes join at a hub: their use for the cart is where they are not.", "11.2": "When the potter's wheel makes a pot, the use of the pot is precisely where there is nothing.", "11.3": "When you open the doors and windows for a room, it is where there is nothing that they are useful to the room.", "11.4": "Therefore being is for benefit, nonbeing is for usefulness.", "12.1": "Colors blind people's eyes; sounds deafen their ears; flavors spoil people's palates,", "12.2": "the chase and the hunt craze people's minds; goods hard to obtain make people's actions harmful.", "12.3": "Therefore sages work for the middle and not the eyes, leaving the latter and taking the former.", "13.1": "Favor and disgrace seem alarming; high status greatly afflicts your person.", "13.2": "What are favor and disgrace? Favor is the lower: get it and you're surprised, lose it and you're startled. This means favor and disgrace are alarming.", "13.3": "Why does high status greatly afflict your person? The reason we have a lot of trouble is that we have selves. If we had no selves what troubles would we have?", "13.4": "Therefore those who embody nobility to act for the sake of the world seem to be able to draw the world to them, while those who embody love to act for the sake of the world seem to be worthy of the trust of the world.", "14.1": "What you don't see when you look is called the unobtrusive. What you don't hear when you listen is called the rarefied. What you don't get when you grasp is called the subtle.", "14.2": "These three cannot be completely fathomed, so they merge into one;", "14.3": "above is not bright, below is not dark. Continuous, unnameable, it returns again to nothing.", "14.4": "This is called the stateless state, the image of no thing; this is called mental abstraction. When you face it you do not see its head, and when you follow it you do not see its back.", "14.5": "Hold to the ancient Way so as to direct present existence: only when you know the ancient can this be called the basic cycle of the Way.", "15.1": "Skilled warriors of old were subtle, mysteriously powerful, so deep they were unknowable.", "15.2": "Just because they are unknowable, I will try to describe them. Their wariness was as that of one crossing a river in winter, their caution was as that of one in fear of all around; their gravity was as that of a guest,", "15.3": "their relaxation was as that of ice at the melting point. Simple as uncarved wood, open as valleys, they were as inscrutable as murky water.", "15.4": "Who can, in turbidity, use the gradual clarification of stillness? Who can, long at rest, use the gradual enlivening of movement?", "15.5": "Those who preserve this Way do not want fullness. Just because of not wanting fullness, it is possible to use to the full and not make anew.", "16.1": "Attain the climax of emptiness, preserve the utmost quiet:", "16.2": "as myriad things act in concert, I thereby observe the return. Things flourish, then each returns to its root.", "16.3": "Returning to the root is called stillness; stillness is called return to Life, return to Life is called the constant; knowing the constant is called enlightenment. Acts at random, in ignorance of the constant, bode ill.", "16.4": "Knowing the constant gives perspective; this perspective is impartial. Impartiality is the highest nobility; the highest nobility is divine, and the divine is the Way.", "16.5": "This Way is everlasting, not endangered by physical death.", "17.1": "Very great leaders in their domains are only known to exist. Those next best are loved and praised. The lesser are feared and despised.", "17.2": "Therefore when faith is insufficient and there is disbelief,", "17.3": "it is from the high value placed on words. Works are accomplished, tasks are completed, and ordinary folk all say they are acting spontaneously.", "18.1": "When the Great Way is deserted, then there is humanitarian duty.", "18.2": "When intelligence comes forth, there is great fabrication.", "18.3": "When relations are discordant, there is family love.", "18.4": "When the national polity is benighted and confused, then there are loyal ministers.", "19.1": "Eliminate sagacity, abandon knowledge, and the people will benefit a hundredfold.", "19.2": "Eliminate humanitarianism, abandon duty, and the people return to familial love.", "19.3": "Eliminate craft, abandon profit, and theft will no longer exist.", "19.4": "These three become insufficient when used for embellishment causing there to be attachments.", "19.5": "See the basic, embrace the unspoiled, lessen selfishness, diminish desire.", "20.1": "Detach from learning and you have no worries. How far apart are yes and yeah? How far apart are good and bad?", "20.2": "The things people fear cannot but be feared. Wild indeed the uncentered!", "20.3": "Most people celebrate as if they were barbecuing a slaughtered cow, or taking in the springtime vistas; I alone am aloof, showing no sign, like an infant that doesn't yet smile, riding buoyantly as if with nowhere to go.", "20.4": "Most people have too much; I alone seem to be missing something. Mine is indeed the mind of an ignoramus in its unadulterated simplicity.", "20.5": "Ordinary people try to shine; I alone seem to be dark. Ordinary people try to be on the alert; I alone am unobtrusive, calm as the ocean depths, buoyant as if anchored nowhere.", "20.6": "Most people have ways and means; I alone am unsophisticated and simple. I alone am different from people in that I value seeking food from the mother.", "21.1": "For the countenance of great virtue, only the Way is to be followed.", "21.2": "As a thing, the Way is abstract and elusive; elusive and abstract, there are images in it; abstract and elusive, there is something there. Recondite, hidden, it has vitality therein: that vitality is very real; it has truth therein.", "21.3": "From ancient times to now, its name is the undeparting; thereby are seen all beauties.", "21.4": "How do I know all beauties are thus? By this.", "22.1": "Be tactful and you remain whole; bend and you remain straight. The hollow is filled, the old is renewed. Economy is gain, excess is confusion..", "22.2": "Therefore sages embrace unity as model for the world.", "22.3": "Not seeing themselves, they are therefore clear. Not asserting themselves, they are therefore outstanding. Not congratulating themselves, they are therefore meritorious. Not taking pride in themselves, they last long.", "22.4": "It is just because they do not contend that no one in the world can contend with them.", "22.5": "Is it empty talk, the old saying that tact keeps you whole? When truthfulness is complete, it still resorts to this.", "23.1": "To speak rarely is natural. That is why a gusty wind doesn't last the morning, a downpour of rain doesn't last the day.", "23.2": "Who does this? Heaven and earth. If heaven and earth cannot go on forever, how much less can human beings!", "23.3": "Therefore those who follow the Way assimilate to the Way; the virtuous assimilate to virtue, those who have lost assimilate to loss.", "23.4": "Those who assimilate to the Way are happy to gain it, those who assimilate to virtue too are happy to gain it, and those who assimilate to loss are also happy to gain it.", "23.5": "When trust is insufficient, there is distrust.", "24.1": "Those on tiptoe don't stand up, those who take long strides don't walk;", "24.2": "those who see themselves are not perceptive, those who assert themselves are not illustrious;", "24.3": "those who glorify themselves have no merit, those who are proud of themselves do not last.", "24.4": "On the Way, these are called overconsumption and excess activity. Some people disdain them, so those with the Way abstain.", "25.1": "Something undifferentiated was born before heaven and earth; still and silent, standing alone and unchanging, going through cycles unending, able to be mother to the world.", "25.2": "I do not know its name; I label it the Way. Imposing on it a name, I call it Great.", "25.3": "Greatness means it goes; going means reaching afar; reaching afar means return.", "25.4": "Therefore the Way is great, heaven is great, earth is great, and kingship is also great. Among domains are four greats, of which kingship is one.", "25.5": "Humanity emulates earth, earth emulates heaven, heaven emulates the Way, the Way emulates nature.", "26.1": "Gravity is the root of lightness; calm is the master of excitement.", "26.2": "Thereby do exemplary people travel all day without leaving their equipment. Though they have a look of prosperity, their resting place is transcendent.", "26.3": "What can be done about heads of state who take the world lightly in their own self-interest?", "26.4": "Lack of gravity loses servants of state; insanity loses heads of state.", "27.1": "Good works are trackless, good words are flawless, good planning isn't calculating.", "27.2": "What is well closed has no bolt locking it, but cannot be opened. What is well bound has no rope confining it, but cannot be untied.", "27.3": "Therefore sages always consider it good to save people, so that there are no wasted humans; they always consider it good to save beings, so that there are no wasted beings.", "27.4": "So good people are teachers of people who are not good. People who are not good are students of people who are good.", "27.5": "Those who do not honor teachers or care for students are greatly deluded, even in knowledgeable. This is called an essential subtlety.", "28.1": "Know the male, keep to the female; be humble toward the world. Be humble toward the world, and eternal power never leaves, returning again to innocence.", "28.2": "Knowing the white, keep the black; be an exemplar for the world. Be an exemplar for the world, and eternal power never goes awry, returning again to infinity.", "28.3": "Knowing thee glorious, keep the ignominious; be open to the world. Be open to the world, and eternal power suffices, returning again to simplicity.", "28.4": "Simplicity is lost to make instruments, which sages employ as functionaries. Therefore the great fashioner does no splitting.", "29.1": "Should you want to take the world, and contrive to do so, I see you won't manage to finish.", "29.2": "The most sublime instrument in the world cannot be contrived. Those who contrive spoil it; those who cling lose it.", "29.3": "So creatures sometimes go and sometimes follow, sometimes puff and sometimes blow, are sometimes strong and sometimes weak, begin sometime and end sometime;", "29.4": "Therefore sages remove extremes, remove extravagance, remove arrogance.", "30.1": "Those who assist human leaders with the Way do not coerce the world with weapons, for these things are apt to backfire.", "30.2": "Brambles grow where an army has been; there are always bad years after a war.", "30.3": "Therefore the good are effective, that is all; they do not presume to grab power thereby:", "30.4": "they are effective but not conceited, effective but not proud, effective but not arrogant. They are effective when they have to be, effective but not coercive.", "30.5": "If you peak in strength, you then age; this, it is said, is unguided. The unguided soon come to an end.", "31.1": "Fine weapons are instruments of ill omen: people may despise them, so those with the Way do not dwell with them.", "31.2": "Therefore the place of honor for the cultured is on the left, while the honored place for the martialist is on the right.", "31.3": "Weapon, being instruments of ill omen, are not the tools of the cultures, who use them only when unavoidable.", "31.4": "They consider it best to be aloof; they win without beautifying it. Those who beautify it enjoy killing people. Those who enjoy killing cannot get their will of the world.", "31.5": "The left is favored for auspicious things, the right for things of ill omen: so the subordinate general is on the left, the top general on the right. That means when you are in ascendancy of power you handle it as you would a mourning.", "31.6": "When you have killed many people, you weep for them in sorrow. When you win a war, you celebrate by mourning.", "32.1": "The Way is eternally nameless, Though simplicity is small, the world cannot subordinate it.", "32.2": "If lords and monarchs can keep to it, all beings will naturally resort to them.", "32.3": "Heaven and earth combine, thus showering sweet dew. No humans command it; it is even by nature.", "32.4": "Start fashioning, and there are names; once names also exist, you should know when to stop. By knowing when to stop, you are not endangered.", "32.5": "The Way is to the world as rivers and oceans to valley streams.", "33.1": "Those who know others are wise; those who know themselves are enlightened.", "33.2": "Those who overcome others are powerful; those who overcome themselves are strong.", "33.3": "Those who are contented are rich; those who act strongly have will.", "33.4": "Those who do not lose their place endure; those who die without perishing live long.", "34.1": "The Great Way is universal; it can apply to the left or the right.", "34.2": "All beings depend on it for life, and it does not refuse. Its accomplishments fulfilled, it does not dwell on them. It lovingly nurtures all beings, but does not act as their ruler.", "34.3": "As it has no desire, it can be called small.", "34.4": "All beings take to it, yet it does not act as their ruler, it can be called great.", "34.5": "Therefore sages never contrive greatness; that is why they can become so great.", "35.1": "When holding the Great Image, the world goes on and on without harm, peaceful, even, tranquil.", "35.2": "When there is music and dining, passing travelers stop;", "35.3": "but the issue of the Way is so plain as to be flavorless. When you look at it, it is invisible; when you listen to it, it is inaudible; when you use it, it cannot be exhausted.", "36.1": "Should you want to contain something, you must first deliberately let it expand. Should you want to weaken something, you must deliberately let it grow strong. Should you want to eliminate something, you must deliberately allow it to flourish.", "36.2": "This is called subtle illumination. Flexible and yielding overcome adamant coerciveness.", "36.3": "Fish shouldn't be taken from the depths; the effective tools of the nation shouldn't be shown to others.", "37.1": "The Way is always uncontrived, yet there's nothing it doesn't do.", "37.2": "If lords and monarchs could keep to it, all beings would evolve spontaneously. When they have evolved and want to act, I would stabilize them with nameless simplicity.", "37.3": "Even nameless simplicity would not be wanted. By not wanting, there is calm, and the world will straighten itself.", "38.1": "Higher virtue is not ingratiating; that is why it ha virtue. Lower virtue does not forget about reward; that is why it is virtueless.", "38.2": "Higher virtue is uncontrived; and there is no way to contrive it. Lower virtue is created, and there is a way to do it.", "38.3": "Higher humanity is created, but there is no way to contrive it. Higher duty is done, and there is a way to do it. Higher courtesy is done, but no one responds to it; so there is forced repetition.", "38.4": "Therefore virtue comes after the loss of the Way; humanity comes after the loss of virtue, duty comes after the loss of humanity, courtesy comes after the loss of duty.", "38.5": "Manners mean loyalty and trust are thin, and disarray's beginning. Foresight is a flower of the Way, and the beginning of ignorance too.", "38.6": "Therefore great people dwell in the thick, not the thin. They abide in the substance, not the flower. So they leave the latter and take the former.", "39.1": "When unity was attained of old, heaven became clear by attaining unity, earth became steady by attaining unity, spirit was quickened by attaining unity,", "39.2": "valley streams were filled by attaining unity, all  beings were born by attaining unity; and by attaining unity lords acted rightly for the sake of the world. What brought this about was unity:", "39.3": "without means of clarity, heaven may burst; without means of steadiness, earth may erupt; without mens of quickening, spirit may be exhausted; without means of filling,", "39.4": "valley streams may dry up; without means of birth, all beings may perish; without means of acting rightly, lords may stumble.", "39.5": "Therefore nobility is rooted in humility, loftiness is based on lowliness.", "39.6": "Thais is why noble people refer to themselves as alone, lacking, and unworthy. Is this not being rooted in humility? So there is no praise in repeated praise; they don't want to be like jewels or like stones.", "39.7": "So there is no praise in repeated praise;", "39.8": "they don't want to be like jewels or like stones.", "40.1": "Return is the movement of the Way; yielding is the function of the Way.", "40.2": "All things in the world are born of being; being is born of nonbeing.", "41.1": "When superior people hear of the Way, they carry it out with diligence. When middling people hear of the way, it sometimes seems to be there, sometimes not.", "41.2": "When lesser people hear of the Way, they ridicule it greatly. If they didn't laugh at it, it wouldn't be the Way.", "41.3": "So there are constructive sayings on this: The Way of illumination seems dark, the Way of advancement seems retiring, the Way of equality seems to categorize; higher virtue seems empty, greater purity seems ignominious, broad virtue seems insufficient,", "41.4": "constructive virtue seems careless. Simple honesty seems changeable, great range has no boundaries, great vessels are finished late; the great sound has a rarefied tone, the great image has no form,", "41.5": "the Way hides in namelessness. Only the Way can enhance and perfect.", "42.1": "The Way produces one; one produces two, two produce three, three produce all beings:", "42.2": "all beings bear yin and embrace yang, with a mellowing energy for harmony.", "42.3": "The things people dislike are only to be alone, lacking, and unworthy; yet these are what monarchs call themselves.", "42.4": "Therefore people may gain from loss, and may lose from gain.", "42.5": "What others teach, I also teach. The strong cannot master their death: I take this to be the father of teachings.", "43.1": "What is softest in the world drives what is hardest in the world. Nonbeing enters where there is no room; that is how we know noncontrivance enhances.", "43.2": "Unspoken guidance and uncontrived enhancement are reached by few in the world.", "44.1": "Which is closer, your name or your body? Which is more, your body or your possessions? Which is more destructive, gain or loss?", "44.2": "Extreme fondness means great expense, and abundant possessions mean much loss.", "44.3": "If you know when you have enough, you will not be disgraced. If you know when to stop, you will not be endangered. It is possible thereby to live long.", "45.1": "Great completeness seems incomplete; its use is never exhausted. Great fullness seems empty; its use is never ended. Great directness seems restrained,", "45.2": "great skill seems inept, great eloquence seems inarticulate.", "45.3": "Movement overcomes cold, stillness overcomes heat. Clear stillness is right for the world.", "46.1": "When the world has the Way, running horses are retired to till the fields. When the world lacks the Way, war-horses are bred in the countryside.", "46.2": "No crime is greater than discontent, no fault is greater than possessiveness.", "46.3": "So the satisfaction of contentment is always enough.", "47.1": "They know the world without even going out the door. They see the sky and its pattern without even looking out the window.", "47.2": "The further out it goes, the less knowledge is; therefore sages know without going, name without seeing, complete without striving.", "48.1": "For learning you gain daily; for the Way you lose daily.", "48.2": " Losing and losing, thus you reach noncontrivance; be uncontrived, and nothing is not done. Taking the world is always done by not making anything of it.", "48.3": "For when something is made of it, that is not enough to take the world.", "49.1": "Sages have no fixed mind; they make the minds of the people their mind:", "49.2": "they improve the good, and also improve those who are not good; that virtue is good.", "49.3": "They make sure of the true, and they make sure of the untrue too; that virtue is sure.", "49.4": "The relation of sages to the world is one of concern: they cloud their minds for the world; all people pour into their ears and eye, and sages render them innocent.", "50.1": "Exiting life, we enter death.", "50.2": "The followers of life are three out of ten, the followers of death are three out of ten; in the lives of the people, the dying grounds on which they are agitated are also three out of ten. What is the reason? Because of the seriousness with which they take life as life.", "50.3": "It has been said that those who maintain life well do not meet rhinos or tigers on land and do not arm themselves in war.", "50.4": "There is no way for rhinos to gore them; there is no way for tigers to claw them; there is no way for weapons to get at them. Why? Because they have no dying ground.", "51.1": "The Way gives birth, virtue nurtures, things form, momentum completes. Therefore all beings honor the Way and value its Virtue.", "51.2": "The honor of the Way and the value of Virtue are not granted by anyone, but are always naturally so. So the Way gives birth and nurtures, makes grow and develops, completes and matures, builds up and breaks down.", "51.3": "It produces but does not possess; it acts without presumption, it fosters growth without ruling. This is called hidden Virtue.", "52.1": "The world has a beginning that is the mother of the world.", "52.2": "Once you have found the mother, thereby you know the child. Once you know the child, you return to keep the mother, not perishing though the body may die.", "52.3": "Close your eyes, shut your doors, and you do not toil all your life.", "52.4": "Open your eyes, carry out your affair, and you re not saved all your life.", "52.5": "Seeing the small is called clarity; keeping flexible is called strength.", "52.6": "Using the shining radiance, you return again to the light, not leaving anything to harm yourself. This is called entering the eternal.", "53.1": "Causing one flashes of knowledge to travel the Great Way, only its application demands care.", "53.2": "The Great Way is quite even, yet people prefer byways.", "53.3": "When courts are extremely fastidious, the fields are seriously neglected, and the granaries are very empty;", "53.4": "They wear colorful clothing and carry sharp swords, eat and drink their fill and possess more than enough. This is called the vanity of thieves; it is not the Way.", "54.1": "Good construction does not fall down, a good embrace does not let go; their heirs honor them unceasingly.", "54.2": "Cultivate it in yourself, and that virtue is real; cultivate it in the home, and that virtue is abundant; cultivate it in the locality, and that virtue lasts; cultivate it in the nation, and that virtue is rich; cultivate it in the world, and that virtue is universal.", "54.3": "So observe yourself by yourself, observe the home by the home, observe the locality by the locality, observe the nation by the nation, observe the world by the world.", "54.4": "How do I know the world is as it is? By this.", "55.1": "The richness of subliminal virtue is comparable to an infant: poisonous creatures do not sting it, wild beasts do not claw it, predatory birds do not grab it. Its tendons are flexible, yet its grip is firm.", "55.2": "Even while it knows not of the mating of male and female, its genitals get aroused; this is the epitome of vitality.", "55.3": "It can cry all day without choking or getting hoarse; this is the epitome of harmony. Knowing harmony is called constancy; knowing constancy is called clarity;", "55.4": "enhancing life is called propitious, the mind mastering energy is called strong.", "55.5": "When beings climax in power, they wane; this is called being unguided. The unguided die early.", "56.1": "Those who know do not say; those who say do not know.", "56.2": "Close the senses, shut the doors; blunt the sharpness, resolve the complications; harmonize the light, assimilate to the world. This is called the mysterious sameness.", "56.3": "It cannot be made familiar, yet cannot be estranged; it cannot be profited, yet cannot be harmed; it cannot be valued, yet cannot be demeaned. Therefore it is precious for the world.", "57.1": "Use straightforwardness for civil government, use surprise for military operations; use noninvolvement to take the world. How do I know this?", "57.2": "The more taboos there are in the world, the poorer the populace is;", "57.3": "The more crafts the people have, the more exotic things are produced; the more laws are promulgated, the greater the number of thieves.", "57.4": "Therefore the sage says, I contrive nothing, and the people are naturally civilized; I am fond of tranquility, and the people are naturally upright.", "57.5": "I have nothing to do, and the people are naturally enriched.; I have no desire, and the people are naturally simple.", "58.1": "When the government is unobtrusive, the people are pure. When the government is invasive, the people are wanting.", "58.2": "Calamity is what fortune depends upon; fortune is what calamity subdues.", "58.3": "Who knows how it will all end? Is there no right and wrong? The orthodox also becomes the unorthodox, the good also becomes ill; people's confusion is indeed long-standing.", "58.4": "Therefore sages are upright without causing injury, honest without hurting, direct but not tactless, illuminated but not flashy.", "59.1": "To govern the human and serve the divine, nothing compares to frugality.", "59.2": "Only frugality brings early recovery; only recovery means buildup of power. Build up virtue, and you master all. When you master all, no one knows your limit. When no one knows your limit, you can maintain a nation.", "59.3": "When you maintain the matrix of a nation, you can last long.", "59.4": "This is called making the root deep and the basis firm, the Way of long life and eternal vision.", "60.1": "Governing a large nation is like cooking a little fish.", "60.2": "When the world is ruled by the Way, the ghosts are powerless.", "60.3": "It is not that the ghosts are powerless; their spirits do not harm the people. Not only do the spirits not harm the people; sages do not harm the people either.", "60.4": "Because the two do not harm each other, their virtues ultimately combine.", "61.1": "A great nation flows downward into intercourse with the world. The female of the world always prevails over the male by stillness.", "61.2": "Because stillness is considered lower, by lowering itself to a small nation a great nation takes a small nation; by being lower than a great nation a small nation takesa gret nation.", "61.3": "So one takes by lowering itself, another takes place by being lower.", "61.4": "A great nation wants no more than to include and nurture people; a small nation ants no more than to admit and serve people.", "61.5": "Both get what they want, so the great should be below.", "62.1": "The Way is the pivot of all things: the treasure of good people, the safeguard of those who are not good.", "62.2": "Fine words can be sold, honored acts can oppress people; why should people who are not good abandon them.", "62.3": "Therefore to establish an emperor and set up high officials, one may have a great jewel and drive a team of horses, but that is not as good as advancing callmly on this Way.", "62.4": "Why did the ancients value this Way? By it one can attain without long seeking and escape from the faults oe has; therefore it is valued by the world.", "63.1": "By nondoing, strive for nonstriving, savor the flavorless,", "63.2": "regard the small as important, make much of little, repay enmity with virtue;", "63.3": "plan for difficulty when it is still easy, do the great while it is still small.", "63.4": "The most difficult things in the world must be done while they are easy; the greatest things in the world must be done whenthey are small.", "63.5": "Because of this sages never do greeat things; that is why they can fulfill their greatness.", "63.6": "If you agree too easily, you'll be little trusted; if you take it easy a lot, you'll have a lot of problems.", "63.7": "Therefore it is through difficulty that sages end up without problems.", "64.1": "What is at rest is easy to hold. What has not shown up is easy to take into account. What is frail is easy to break. What is vague is easy to dispel.", "64.2": "Do it before it exists; govern it before there's disorder.", "64.3": "The most massive tree grows from a sprout; the highest building rises froma pile of earth; a journey of a thousand miles begins with a single step.", "64.4": "Those who contrive spoil it; those who cling lose it. Thus sages contrive nothing, and so spoil nothing. They cling to nothing, and so lose noting.", "64.5": "Therefore people's works are always spoiled on the verge of completion. Be as careful of the end as of the beginning, and nothing will be spoiled.", "64.6": "Thus sages want to have no wants; they do not value goods hard to get. They learn not learning to recover from people's excesses, thereby to assist the naturalness of all beings, without daring to contrive.", "65.1": "In ancient times, good practitioners of the Way did not use it to enlighten the people, but to make them unsophisticated.", "65.2": "When people are unruly, it is because of their sophistication. So to govern a country by cunning is to rob the country. Not using cunning to govern a country is good fortune for the country.", "65.3": "Too know these two is also a model. Being always aware of the model is called hidden virtue.", "65.4": "Hidden virtue is deep, far-reaching, in contrast to ordinary people. Only when it i thus does it reach great accord.", "66.1": "The reason why rivers and seas can be lords of the hundred valleys is that they lower themselves to them all; therefore they can be lords of the hundred valleys.", "66.2": "So when sages wish to rise above people, they lower themselves to them in their speech. When they want to preceed people, they go after them in status.", "66.3": "So when sages rule, people don't take it gravely. And when sages are in the forefront, people don't attack them. Therefore the world happily backs them and does not tire of them.", "66.4": "Because they do not contend, no one in the world can contend with them.", "67.1": "Everyone in the world says my Way is great, but it seems incomparble. It is just because it is great that it seems incomparable: when comparisons are long established it becomes trivialized.", "67.2": "I have three treasures that I keep and hold: one is mercy, the second is frugality, the third is not presuming to be at the head of the world.", "67.3": "By reason of mercy, one can be brave. By reason of frugality, oe can be broad. By not presuming to be at the head of the world, one can make your potential last.", "67.4": "Now if one were bold but had no mercy, if one were broad but were not frugal, if one went ahead without deference, one would die.", "67.5": "Use mercy in war, and you win; use it in defense, and you're secure. Those whom heaven is going to save are those it guards with mercy.", "68.1": "Good warriors do not arm, good fighters don't get mad,", "68.2": "good winners don't contend, good employers serve their workers.", "68.3": "This is called the virtue of noncontention; this is called mating with the supremely natural and pristine.", "69.1": "There are sayings on the use of arms: \"Let us not be aggressors, but defend.\" \"Let us not advance an inch, but retreat a foot.\"", "69.2": "This is called carrying out no action, shaking no arm, facing no enemy, wielding no weapon.", "69.3": "No calamity is greater than underestimating opponents. If you underestimate opponents, you're close to losing your treasure.", "69.4": "So when opposing armies clash, the compassionate are the ones who win.", "70.1": "My sayings are easy to recognize, and very easy to apply. But no one in the world can recognize them, and no one can apply them.", "70.2": "Sayings have a source, events have a leader. It is only through ignorance that I am not known. Those who know me are rare; those who emulate me a noble.", "70.3": "This is why sages dress plainly, and conceal what is precious.", "71.1": "To know unconsciously is best. To presume to know what you don't is sick. Only by recognizing the sickness of sickness is it possible to be not sick.", "71.2": "The sages' freedom from ills was from recognizing the sickness of sickness, so they didn't suffer from sickness.", "72.1": "When the people are not awed by authority, then great authority is attained.", "72.2": "Their homes are not small to them, their livelihood not tiresome. Just because they do not tire of it, it is not tiresome to them.", "72.3": "Therefore sages know themselves but do not see themselves. They take care of themselves but do not exalt themselves. So they take one and leave the other.", "73.1": "Boldness in daring means killing; boldness in not daring means life.", "73.2": "These two may help and may harm. Who knows the reason for what heaven dislikes? That is why even sages find it hard for them.", "73.3": "The Way of heaven wins well without contest, responds well without speech, comes of itself uncalled, relaxed yet very resourceful.", "73.4": "The net of heaven is vast; the holes are large but don't let slip.", "74.1": "If people usually don't fear death, how can death be used to scare them?", "74.2": "If people are made to fear death, and you catch them and kill them when they act oddly, who would dare?", "74.3": "There are always executioners. And to kill in the place of an executioner is taking the place of a master carver. Those who take the place of a master carver rarely avoid cutting their hands.", "75.1": "When people are starving, it is because their governments take too much, causing hem to starve.", "75.2": "When people are hard to control, it is because of the contrivances of their governments, which make them hard to control.", "75.3": "When people slight death, it is because of the earnestness with which they seek life; that makes them slight death. Only those who do not contrive to live are wise in valuing life.", "76.1": "When people are born they are supple, and when they die they are stiff..", "76.2": "When trees are born they are tender, and when they die they are brittle.", "76.3": "Stiffness is thus a companion of death, flexibility a companion of life.", "76.4": "So when an army is strong it doe not prevail. When a tree is strong, it is cut for use.", "76.5": "So the stiff and strong are below, the supple and yielding on top.", "77.1": "The Way of heaven is like drawing a bow: the high is lowered, the low is raised; excess is reduced, need is fulfilled.", "77.2": "The Way of heaven reduces excess and fills need, but the way of humans is not so: they strip the needy to serve those who have too much.", "77.3": "-", "77.4": "-", "78.1": "Nothing in the world is more flexible and yielding than water. Yet when it attacks the firm and the strong, none can withstand it, because they have no way to change it.", "78.2": "So the flexible overcomes the adamant, the yielding overcome the forceful. Everyone knows this, but no one can do it.", "78.3": "This is why the sages say those who can take on the disgrace of nations are leaders of lands; and those who can take on the misfortune of nations are rulers of the world. True sayings seem paradoxical.", "79.1": "When you harmonize bitter enemies, yet resentment is sure to linger, how can this be called good?", "79.2": "Therefore sages keep their faith and do not pressure others.", "79.3": "So the virtuous see to their promises, while the virtueless look after precedents.", "79.4": "The Way of heaven is impersonal; it is always with good people.", "80.1": "A small state has few people. It has the people keep arms but not use them. It has them regard death gravely and not go on distant campaigns.", "80.2": "Even if they have vehicles, they have nowhere to drive them. Even if they have weapons, they have nowhere to use them.", "80.3": "It has the people go back to simple techniques, relish their food, like their clothes, be comfortable in their ways, and enjoy their work.", "80.4": "Neighboring states may be so close they can hear each other's dogs and roosters, but they make it o that the people have never gone back and forth.", "81.1": "True words are not beautiful, beautiful words are not true.", "81.2": "The good are not argumentative, the argumentative are not good.", "81.3": "Knowers do not generalize, generalists do not know.", "81.4": "Sages do not accumulate anything but give everything to others, having more the more they give.", "81.5": "The Way of heaven helps and does not harm. The Way for humans is to act without contention."}]