[{"1.1": "The Dao-Path is not the All-Dao. The Name is not the Thing named.", "1.2": "Unmanifested, it is the Secret Father of Heaven and Earth; manifested, it is their Mother.", "1.3": "To understand this Mystery, one must be fulfilling one's will, and if one is not thus free, one will but gain a smattering of it.", "1.4": "The Dao is one, and the De but a Phase thereof.", "1.5": "The abyss of this Mystery is the Portal of Serpent Wonder.", "2.1": "All men know beauty and ugliness are correlative,", "2.2": "as are skill and clumsiness; one implies and suggests the other.", "2.3": "So also existence and non-existence pose the one and the other; so also it is with ease and difficulty; length and shortness;", "2.4": "height and lowness. Also, Musick exists through harmony of opposites; time and space depend upon contraposition.", "2.5": "By the use of this method the sage can fulfil his will without action, and utter his word without speech.", "2.6": "All things arise without diffidence; they grow, and none interferes; they change according to their natural order, without lust of result.", "2.7": "The work is accomplished; yet continues in its orbit, without goal. This work is done consciously; this is why its energy is indefatigable.", "3.1": "To reward merit is to stir up emulation;", "3.2": "to prize rarities is to encourage robbery;", "3.3": "to display desirable things is to excite the disorder of covetousness.", "3.4": "Therefore the sage governs men by keeping their minds and bodies at rest, contenting the one by emptiness, the other by fullness. He satisfies their desires, thus fulfilling their wills, and making them frictionless; and he makes them strong in body, to a similar end.", "3.5": "He delivers them from the restlessness of knowledge and the craving of discontent. As to those who have knowledge already, he teaches them the way of non-action.", "3.6": "This being assured, there is no disorder in the world.", "4.1": "The Dao resembles the Emptiness of Space; to employ it, we must avoid creating ganglia.", "4.2": "O Dao, how vast are you, the Abyss of Abysses, you Holy and Secret Father of all Fatherhood of Things!", "4.3": "Let us make our sharpness blunt; let us loosen our complexes; let us tone down our brightness to the general obscurity.", "4.4": "Oh Dao, how still you are, how pure, continuous One beyond Heaven!", "4.5": "This Dao has no Father: it is beyond all other conceptions, higher than the highest.", "5.1": "Heaven and Earth produce without motive, but casually, in their order of nature, dealing with all things carelessly, like used talismans.", "5.2": "So also the sages deal with their people, not exercising benevolence, but allowing the nature of all to move without friction.", "5.3": "The space between Heaven and Earth is their breathing apparatus. Exhalation is not exhaustion, but the complement of inhalation, and this equally of that.", "5.4": "Speech exhausts; guard yourself, therefore, maintaining the perfect freedom of your nature.", "6.1": "The De is the immortal energy of the Dao, its feminine aspect..", "6.2": "Heaven and Earth issued from her Gate; this Gate is the root of their World-Sycamore.", "6.3": "Its operation is of pure Joy and Love, and fails never.", "7.1": "Heaven and Earth are mighty in continuance,", "7.2": " because their work is delivered from the lust of result.", "7.3": "Thus also the sage, seeking not any goal, attains all things;", "7.4": "he does not interfere in the affairs of his body, and so that body acts without friction.", "7.5": "It is because he meddles not with personal aims that these come to pass with simplicity.", "8.1": "Admire you the High Way of Water! Is not Water the soul of the life of things, whereby they change? Yet it seeks its level, and abides content in obscurity. So also it resembles the Dao, in this Way thereof!", "8.2": "The virtue of a house is to be well-placed; of the mind, to be at ease in silence as of Space; of societies, to be well-disposed;", "8.3": "of governments, to maintain quietude; of work, to be skillfully performed; and of motion, to be made at the right time.", "8.4": "Also it is the virtue of a man to abide in his place without discontent; thus offends he no man.", "9.1": "Fill not a vessel, lest it spill in carrying.", "9.2": "Meddle not with a sharpened point by feeling it constantly, or it will soon become blunted.", "9.3": "Gold and jade endanger the house of their possessor.", "9.4": "Wealth and honours lead to arrogance and envy, and bring ruin. Is your way famous and your name becoming distinguished?", "9.5": "Withdraw, your work once done, into obscurity; this is the way of Heaven.", "10.1": "When soul and body are in the bond of love, they can be kept together.", "10.2": "By concentration on the breath, it is brought to perfect elasticity, and one becomes as a babe.", "10.3": "By purifying oneself from Samadhi one becomes whole.", "10.4": "In his dealing with individuals and with society, let him move without lust of result.", "10.5": "In the management of his breath, let him be like the mother-bird.", "10.6": "Let his intelligence comprehend every quarter; but let his knowledge cease.", "10.7": "Here is the Mystery of Virtue. It creates all and nourishes all; yet it does not adhere to them; it operates all, but knows not of it, nor proclaims it; it directs all, but without conscious control.", "11.1": "The thirty spokes join in their nave, that is one; yet the wheel depends for use upon the hollow place for the axle.", "11.2": "Clay is shaped to make vessels; but the contained space is what is useful.", "11.3": "", "11.4": "Matter is therefore of use only to make the limits of the Space which is the thing of real value.", "12.1": "The five colours film over Sight; the five sounds make Hearing dull; the five flavours conceal Taste.", "12.2": "occupation with motion and action bedevil Mind; even as the esteem of rare things begets covetousness and disorder.", "12.3": "The wise man seeks therefore to content the actual needs of his people, not to excite them by the sight of luxuries. He bans these, and concentrates on those.", "13.1": "Favour and disgrace are equally to be shunned; honour and calamity to be alike regarded as adhering to the personality.", "13.2": "What is this which is written concerning favour and disgrace? Disgrace is the fall from favour. He then that has favour has fear, and its loss begets fear yet greater to a further fall.", "13.3": "What is this which is written concerning honour and calamity? It is this attachment to the body which makes calamity possible; for were one bodiless, what evil could befall him?", "13.4": "Therefore, let him that regards himself rightly administer also a kingdom; and let him govern it who loves it as another man loves himself.", "14.1": "We look at it, and see it not, though it is Omnipresent; and we name it the Root-Balance. We listen for it, and hear it not, though it is Omniscient; and we name it the Silence. We feel for it, and touch it not, though it is Omnipotent; and we name it the Concealed.", "14.2": "These three Virtues has it, yet we cannot describe it as consisting of them; but, mingling them aright, we apprehend the One.", "14.3": "Above it shines not; below, it is not dark. It moves all continuously, without Expression, returning into Naught.", "14.4": "It is the Form of That which is beyond Form; it is the Image of the Invisible; it is Change, and Without Limit. We confront it, and see not its Face; we pursue it, and its Back is hidden from us.", "14.5": "Ah! But apply the Dao as in old Time to the work of the present: Know it as it was known in the beginning; follow fervently the Thread of the Dao.", "15.1": "The adepts of past ages were subtle and keen to apprehend this Mystery, and their profundity was obscurity unto men.", "15.2": "Since then they were not known, let me declare their nature. To all seeming, they were fearful as men that cross a torrent in winter flood; they were hesitating like a man in apprehension of them that are about him; they were full of awe like a guest in a great house;", "15.3": "they were ready to disappear like ice in thaw; they were unassuming like unworked wood; they were empty as a valley; and dull as the waters of a marsh.", "15.4": "Who can clear muddy water? Stillness will accomplish this. Who can obtain rest? Let motion continue equably, and it will itself be peace.", "15.5": "The adepts of the Dao, conserving its way, seek not to be actively self-conscious. By their emptiness of Self they have no need to show their youth and perfection; to appear old and imperfect is their privilege.", "16.1": "Emptiness must be perfect, and Silence made absolute with tireless strength.", "16.2": "All things pass through the period of action; then they return to repose. They grow, bud, blossom, and fruit; then they return to the root.", "16.3": "This return to the root is this state which we name Silence; and this Silence is Witness of their Fulfilment. This cycle is the universal law. To know it is the part of intelligence; to ignore it brings folly of action, whereof the end is madness.", "16.4": "To know it brings understanding and peace; and these lead to the identification of the Self with the Not-Self. This identification makes a man a king; and this kingliness grows unto godhood. That godhood bears fruit in the mastery of the Dao.", "16.5": "Then the man, the Dao permeating him, endures; and his bodily principles are in harmony, proof against decay, until the hour of his Change.", "17.1": "In the Age of Gold, the people were not conscious of their rulers; in the Age of Silver, they loved them, with songs; In the Age of Brass, they feared them; in the Age of Iron, they despised them.", "17.2": "As the rulers lost Confidence, so also did the people lose confidence in them.", "17.3": "How hesitating did they seem, the Lords of the Age of Gold, speaking with deliberation, aware of the weight of their world! Thus they accomplished all things with success; and the people deemed their well-being to be the natural course of events.", "18.1": "When men abandoned the Way of Dao, benevolence and justice became necessary.", "18.2": "Then also was need of wisdom and cunning, and all fell into illusion.", "18.3": "When harmony ceased to prevail in the six spheres it was needful to govern them by manifesting Sons.", "18.4": "When the kingdoms and races became confused, loyal ministers had to appear.", "19.1": "If we forgot out statesmanship and our wisdom, it would be a hundred times better for the people.", "19.2": "If we forgot our benevolence and our justice, they would become again like sons, folk of good will.", "19.3": "If we forgot our machines and our business, there would be no knavery.", "19.4": "These new methods despised the olden Way, inventing fine names to disguise their barrenness.", "19.5": "But simplicity in the doing of the will of every man would put an end to vain ambitions and desires.", "20.1": "To forget learning is to end trouble. The smallest difference in words, such as \"yes\" and \"yea\", can make endless controversy for the scholar.", "20.2": "Fearful indeed is death, since all men fear it; but the abyss of questionings shoreless and bottomless, is worse.", "20.3": "Consider the profane man, how he preens, as if at feast, or gazing upon Spring from a tower! But as for me, I am as one who yawns, without any trace of desire. I am like a babe before its first smile. I appear sad and forlorn, like a man homeless.", "20.4": "The profane man has his need filled, aye, and more also. For me, I seem to have lost all I had. My mind is, as it were, stupefied; it has no definite shape.", "20.5": "The profane man looks lively and keen-witted; I alone appear blank in my mind. They seem eagerly critical; I appear careless and without perception. I seem to be as one adrift upon the sea, with no thought of an harbour.", "20.6": "The profane have each one his definite course of action; I alone appear useless and uncomprehending, like a man from the border. Yea, thus I differ from all other men: but my jewel is the All-Mother.", "21.1": "The sole source of energy is the Dao.", "21.2": "Who may declare its nature? It is beyond Sense, yet all form is hidden within it. It is beyond Sense, yet all Perceptibles are hidden within it. This Being excites Perception, and the Word thereof.", "21.3": "As it was in the beginning, is now, and ever shall be, its Name operates continuously, causing all to flow in the cycle of Change, which is Love and Beauty.", "21.4": "How do I know this? By my comprehension of the Dao.", "22.1": "The part becomes the whole. The curve becomes straight; the void becomes full; the old becomes new. He who desires little accomplishes his Will with ease; who desires many things becomes distracted.", "22.2": "Therefore the sage concentrates upon one Will, and it is as light to the whole world.", "22.3": "Hiding himself, he shines; withdrawing himself, he attracts notice; humbling himself, he is exalted; dissatisfied with himself, he gains force to achieve his Will.", "22.4": "Because he strives not, no man may contend against him.", "22.5": "This is no idle say of men of old; 'The part becomes the whole'; it is the Canon of Perfection.", "23.1": "To keep silent is the mark of one who is acting in full accordance with his Will. A fierce wind soon fails; a storm-shower does not last all day.", "23.2": "Yet Heaven and Earth cause these; and if They fail to make violence continue, how much less can man abide in spasm of passion!", "23.3": "With him that devotes him to Dao, the devotees of Dao are in accord; so also are the devotees of De; yea, even they who fail in seeking these are in accord.", "23.4": "So then his brothers in the Dao are joyful, attaining it; and his brothers in the De are joyful, attaining it; and they who fail in seeking these are joyful, partaking of it.", "23.5": "But if he himself realize not the Dao with calm of confidence, then they also appear lacking in confidence.", "24.1": "He who stands a-tiptoe stands not firm; he who makes rigid his legs walks ill.", "24.2": "He who preens himself shines not; he who talks positively is vulgar;", "24.3": "he who boasts is refused acceptance; he who is wise in his own conceit is thought inferior.", "24.4": "Such attitudes, to him that has the view given by understanding the Dao, seem like garbage or like cancer, abhorrent to all. They then who follow the Way do not admit them.", "25.1": "Without Limit and Perfect, there is a Becoming beyond Heaven and Earth. It has nor motion nor Form; it is alone; it changes not; it extends all ways; it has no adversary. It is like the All-Mother.", "25.2": "I do not know its Name, but I call it the Dao. Moreover, I exert myself, and call it Vastness.", "25.3": "Vastness, the Becoming! Becoming, it flies afar. Afar, it draws near.", "25.4": "Vast is this Dao; Heaven also is vast; and the Holy King is vast also. In the Universe are Four Vastnesses, and of these [one] is the Holy King.", "25.5": "Man follows the formula of Earth; Earth follows that of Heaven, and Heaven that of the Dao. The Formula of the Dao is its own Nature.", "26.1": "Mass is the fulcrum of mobility; stillness is the father of motion.", "26.2": "Therefore the sage King, though he travel afar, remains near his supplies. Thought opportunity tempt him, he remains quietly in proper disposition, indifferent.", "26.3": "Should the master of a host of chariots bear himself frivolously?", "26.4": "If he attack without support, he loses his base; if he become a raider, he forfeits his throne.", "27.1": "The experienced traveler conceals his tracks; the clever speaker gives no chance to the critic; the skilled mathematician uses no abacus;", "27.2": "So also the sage, skilled in man-emancipation-craft, uses all men; understanding the value of everything, he rejects nothing. This is called the Occult Regimen.", "27.3": "-", "27.4": "-", "28.1": "Balance your male strength with your female weakness and you shall attract all things, as the ocean absorbs all rivers; for you shall formulate the excellence of the Child eternal, simple and perfect.", "28.2": "Knowing the light, remain in the Dark. Manifest not your Glory, but your obscurity. Clothed in this Child-excellence eternal, you have attained the Return of the First State.", "28.3": "Knowing splendour of Fame, cling to Obloquy and Infamy; then shall you remain in the Valley to which flow all waters, the lodestone to fascinate all men. Yea, they shall hail in you this Excellence, eternal, simple and perfect, of the Child.", "28.4": "The raw material, wrought into form, produces vessels. So the sage king formulates his Wholeness in divers Offices; and his Law is without violence or constraint.", "29.1": "He that, desiring a kingdom, exerts himself to obtain it, will fail.", "29.2": "A Kingdom is of the nature of spirit, and yields not to activity. He who grasps it, destroys it; he who gains it, loses it.", "29.3": "The wheel of nature revolves constantly; the last becomes the first, and the first last; hot things grow cold, and cold things hot; weakness overcomes strength; things gained are lost anon.", "29.4": "Hence the wise man avoids effort, desire, and sloth.", "30.1": "If a king summon to his aid a Master of the Dao, let him not advise recourse to arms. Such action certainly brings the corresponding reaction.", "30.2": "Where armies are, are weeds. Bad harvests follow great hosts.", "30.3": "The good general strikes decisively, once and for all. He does not risk by overboldness.", "30.4": "He strikes, but does not vaunt his victory. He strikes according to strict law of necessity, not from desire of victory.", "30.5": "Things become strong and ripe, then age. This is discord with the Dao; and what is not at one with the Dao soon comes to an end.", "31.1": "Arms, though they may be beautiful, are of ill omen, abominable to all created beings. They who have the Dao love not their use.", "31.2": "The place of honour is on the right in war time: so thinks the man of distinction.", "31.3": "Sharp weapons are ill-omened, unworthy of such a man; he uses them only in necessity.", "31.4": "He values peace and ease, desires not violence of victory. To desire victory is to desire the death of men; and to desire that is to fail to propitiate the people.", "31.5": "At feasts, the left hand is the high seat; at funerals, the right. The second in command of the arm leads at the left wing, the commander-in-chief, the right wing; it is as if the battle were a rite of Mourning!", "31.6": "He that has slain most men should weep for them most bitterly; so then the place of the victor is assigned to him with philosophical propriety.", "32.1": "The All-Dao has no name. It is That Minute Point; yet the whole world dare not contend against him that has it.", "32.2": "Did a lord or king gain it and guard it, all men would obey him of their own accord.", "32.3": "Heaven and Earth, combining under its spell, shed forth dew, extending throughout all things of its own accord, without man's interference.", "32.4": "Dao, in its phase of action, has a name. Then men can comprehend it; when they do this, there is no more risk of wrong or ill-success.", "32.5": "As the great rivers and the oceans are to the valley streams, so is the Dao to the whole universe.", "33.1": "He who understands others understands Two; but he who understands himself understands One.", "33.2": "He who conquers others is strong; but he who conquers himself is stronger yet.", "33.3": "Contentment is riches; and continuous action is Will.", "33.4": "He that adapts himself perfectly to his environment, continues for long; he who dies without dying, lives for ever.", "34.1": "The Dao is immanent; it extends to the right hand as to the left.", "34.2": "All things derive from it their being; it creates them, and all comply with it. Its work is done, and it proclaims it not. It is the ornament of all things, yet it claims not fief of them;", "34.3": "there is nothing so small that it inhabits not, and informs it.", "34.4": "All things return without knowledge of the Cause thereof; there is nothing so great that is inhabits not, and informs it.", "34.5": "In this manner also may the Sage perform his Works. It is not by thrusting himself forward that he wins to his success.", "35.1": "The whole world is drawn to him that has the Likeness of the Dao. Men flock unto him, and suffer no ill, but gain repose, find peace, enjoy all ease.", "35.2": "Sweet sounds and cakes lure the traveler from his way.", "35.3": "But the Word of the Dao, though it appear harsh and insipid, unworthy to hearken or behold, has this use all inexhaustible.", "36.1": "In order to draw breath, first empty the lungs; to weaken another, first strengthen him; to overthrow another, first exalt him; to despoil another, first load him with gifts;", "36.2": "this is called the Occult Regimen. The soft conquers the hard; the weak pulls down the strong.", "36.3": "The fish that leaves the ocean is lost; the method of government must be concealed from the people.", "37.1": "The Dao proceeds by its own nature, doing nothing; therefore there is no doing which it comprehends not.", "37.2": "If Kings and princes were to govern in this manner, all things would operate aright by their own motion. If this transmutation were my object, I should call it Simplicity.", "37.3": "Simplicity has no name or purpose; silently and at ease all things go well.", "38.1": "Those who possessed perfectly the powers did not manifest them, and so they preserved them. Those who possessed them imperfectly feared to lose them, and so lost them.", "38.2": "The former did nothing, no had any need to do. The latter did, and had need to.", "38.3": "Those who possessed benevolence exercised it, and had need of it; so also was it with them who possessed justice. Those who possessed the conventions displayed them; and when men would not agree, they made ready to fight them.", "38.4": "Thus when the Dao was lost, the Magick Powers appeared; then, by successive degradations, came Benevolence, Justice, Convention.", "38.5": "Now, Convention is the shadow of loyalty and good will, and so the herald of disorder. Yea, even Understanding is but a Blossom of the Dao, and foreshadows Stupidity.", "38.6": "So then the Dao-Man holds to Mass, and avoids Motion; he is attached to the Root, not to the flower. He leaves the one, and cleaves to the other.", "39.1": "Those things have possessed the Dao from the beginning: Heaven, clear and shining; Earth, steady and easy; Spirits, mighty in Magick;", "39.2": "Vehicles, overflowing with Joy; all that has life; and the rulers of men. All these derive their essence from the Dao.", "39.3": "Without the Dao, Heaven would dissolve; Earth disrupt; Spirits become impotent;", "39.4": "Vehicles empty; living things would perish, and rulers lose their power.", "39.5": "The root of grandeur is humility, and the strength of exaltation is its base.", "39.6": "Thus rulers speak of themselves as 'Fatherless', 'Virtueless', 'Unworthy', proclaiming by this that their Glory is their shame.", "39.7": "So also the virtue of a Chariot is not any of the parts of a Chariot, if they be numbered.", "39.8": "They do not seek to appear fine like jade, but inconspicuous like common stone.", "40.1": "The Dao proceeds by correlative curves, and its might is in weakness.", "40.2": "All things arose from the De, and the De budded from the Dao.", "41.1": "The best students, learning of the Dao, set to work earnestly to practice the Way. Mediocre students now cherish it, now let it go.", "41.2": "The best students, learning of the Dao, set to work earnestly to practice the Way. Mediocre students now cherish it, now let it go.", "41.3": "Thus spoke the makers of Saws: the Dao at its brightest is Obscure. Who advances in that Way, retires. Its smooth Way is rough. Its summit is a valley. Its beauty is ugliness; its wealth is poverty.", "41.4": "Its virtue is vice. Its stability is change. Its form is without form. Its fulness is vacancy. Its utterance is silence. Its reality is Illusion.", "41.5": "Nameless and imperceptible is the Dao; but it informs and perfects all things.", "42.1": "The Dao formulated the One. The One exhaled the Two. The Two were parents of the Three. The Three were parents of all things.", "42.2": "All things pass from Obscurity to Manifestation, inspired harmoniously by the Breath of the Void.", "42.3": "Men do not like to be fatherless, virtueless, unworthy; yet rulers describe themselves by these names.", "42.4": "Thus increase brings decrease to some, and decrease brings increase to others.", "42.5": "Others have taught thus; I consent to it. Violent men and strong men die not by natural death. This fact is the foundation of my law.", "43.1": "The Softest substance hunts down the hardest; the unsubstantial penetrates where there is no opening. Here is the Virtue of Inertia.", "43.2": "Few are they who attain: whose speech is Silence, whose Work is Inertia.", "44.1": "What shall it profit a man is he gain fame or wealth, And lose his life?", "44.2": "If a man cling to fame or wealth, he risks that is worth more.", "44.3": "Be content, not fearing disgrace. Act not, And risk not criticism. Thus live you long, without alarm.", "45.1": "Despise thy masterpieces; thus renew the vigour of thy creation. Deem your fulness emptiness; thus shall your fulness never be empty. Let the straight appear crooked to thee;", "45.2": "the Craft clumsiness, your Musick discord.", "45.3": "-", "46.1": "When the Dao bears way on Earth, men put swift horses to night-carts. When it is neglected, they breed chargers in the border marshes.", "46.2": "There is no evil worse than ambition; no misery worse then discontent; no crime greater than greed.", "46.3": "Content of mind is peace and satisfaction eternal.", "47.1": "One need not pass his threshold to comprehend all that is under Heaven, nor to look out from his lattice to behold the Dao Celestial. Nay! but the farther a man goes, the less he knows.", "47.2": "The sages acquired their knowledge without travel; they named all things aright without beholding them; And, acting without aim, fulfilled their Wills.", "48.1": "The scholar seeks daily increase of knowing; the sage of Dao, daily decrease of doing.", "48.2": "He decreases it, again and again, until he does no act with the lust of result. Having attained this Inertia, all accomplishes itself. He who attracts to himself all that is under Heaven does so without effort.", "48.3": "He who makes effort is not able to attract it.", "49.1": "The wise man has no fixed principle; he adapts his mind to his environment.", "49.2": "To the good I am good, And to the evil I am good also; thus all become good.", "49.3": "To the false I am true; thus all become true.", "49.4": "The sage appears hesitating to the world, because his mind is detached. Therefore the people look and listen to him, as his children; And thus does he shepherd them.", "50.1": "Man comes into life, And returns again into death.", "50.2": "Three men in ten conserve life; three men in ten pursue death. Three men also in ten desire to live, but their acts hasten their journey to the home of death. Why is this? Because of their efforts to preserve life.", "50.3": "But this I have heard. He that is wise in the economy of his life, whereof he is warden for a season, journeys with no need to avoid the tiger or the rhinoceros, And goes uncorseleted among the warriors with no fear of sword or lance.", "50.4": "The rhinoceros finds in him no place vulnerable to its horn, the tiger to its claws, the weapon to its point. Why is this? Because there is no house of death in his whole body.", "51.1": "All things proceed from the Dao; And are sustained by its forth-flowing virtue. Every one takes form according to his nature, And is perfect, each in his own particular way. Therefore each and every one of them glorify the Dao, And worship its forth-flowing Virtue.", "51.2": "This glorifying of the Dao, this worship of the De, is constantly spontaneous, And not by appointment of Law. Thus the Dao buds them out, nurtures them, develops them, sustains them, perfects them, ripens them, upholds them, And reabsorbs them.", "51.3": "It buds them forth, And claims not lordship over them; is overseer of their changes, And boasts not of his puissance; perfects them, And interferes not with their Ways; this is called the Mystery of its Virtue.", "52.1": "The Dao buds forth all things under Heaven; it is the Mother of all.", "52.2": "Knowing the Mother, we may know her offspring. He that knows his Mother, And abides in Her nature, remains in surety all his days.", "52.3": "With the mouth closed, And the Gates of Breath controlled, he remains at ease all his days.", "52.4": "With the mouth open, And the Breath directed to outward affairs, he has no surety all his days.", "52.5": "To perceive that Minute Point is True Vision; to maintain the Soft and Gentle is True Strength.", "52.6": "Employing harmoniously the Light Within so that it returns to its Origin, one guards even one's body from evil, And keeps Silence before all men.", "53.1": "Were I discovered by men, And charged with government, my first fear would be lest I should become proud.", "53.2": "The true Path is level and smooth; but men love by-paths.", "53.3": "They adorn their courts, but they neglect their fields, And leave their storehouses empty.", "53.4": "They wear elaborate and embroidered robes; they gird themselves with sharp swords; they eat and drink with luxury; they heap up goods; they are thievish and vainglorious. All this is opposite to the Way of the Dao.", "54.1": "If a man plant according to the Dao, it will never be uprooted; if he thus gather, it will never be lost. His sons and his sons' sons, one following another, shall honour the shrine of their ancestor.", "54.2": "The Dao, applied to oneself, strengthens the Body; to the family, brings wealth; to the district, prosperity; to the state; great fortune. Let it be the Law of the Kingdom, And all men will increase in virtue.", "54.3": "Thus we observe its effect in every case, as to the person, the family, the district, the state, And the kingdom.", "54.4": "How do I know that this is thus universal under Heaven? By experience.", "55.1": "He that has the Magick Powers of the Dao is like a young child. Insects will not sting him or beasts or birds or prey attack him. The young child's bones are tender and its sinews are elastic, but its grasp is firm.", "55.2": "It knows nothing of the Union of Man and Woman, yet its organ may be excited. This is because of its natural perfection.", "55.3": "It will cry all day long without becoming hoarse, because of the harmony of its being. He who understands this harmony knows the mystery of the Dao, And becomes a True Sage.", "55.4": "All devices for inflaming life, And increasing the vital Breath by mental effort are evil and factitious.", "55.5": "Things become strong, then age. This is in discord with the Dao, And what is not at one with the Dao soon comes to an end.", "56.1": "Who knows the Dao keeps silence. He who babbles knows it not.", "56.2": "Who knows it closes his mouth and controls the Gates of his Breath. He will make his sharpness blunt; he will loosen his complexes; he will tone down his brightness tot he general obscurity. This is called the Secret of Harmony.", "56.3": "He cannot be insulted either by familiarity or aversion; he is immune to ideas of gain or loss, of honour or disgrace; he is the true man, unequaled under Heaven.", "57.1": "One may govern a state by restriction; weapons may be used with skill and cunning; but one acquires true command only by freedom, given and taken. How am I aware of this? By experience,", "57.2": "that to multiply restrictive laws in the kingdom impoverishes the people; the use of machines causes disorder in state and race alike.", "57.3": "The more men use skill and cunning, the more machines there are; And the more laws there are, the more felons there are.", "57.4": "A wise man has said this: I will refrain from doing, And the people will act rightly of their own accord; I will love Silence, And the people will instinctively turn to perfection;", "57.5": "I will take no measures, And the people will enjoy true wealth; I will restrain ambition, And the people will attain simplicity.", "58.1": "The government which exercises the least care serves the people best; that which meddles with everybody's business works all manner of harm.", "58.2": "Sorrow and joy are bedfellows; who can divine the final result of either.", "58.3": "Shall we avoid restriction? Yea; restriction distorts nature, so that even what seems good in it is evil. For how long have men suffered from misunderstanding of this!", "58.4": "The wise man is foursquare, And avoids aggression; his corners do not injure others. He moves in a straight line and turns not aside therefrom; he is brilliant but does not blind with his brightness.", "59.1": "To balance our earthly nature and cultivate our heavenly nature, tread the Middle Path.", "59.2": "This Middle Path alone leads to the Timely Return to the True Nature. This Timely Return results from the constant gathering of Magick Powers. With that Gathering comes Control. This Control we know to be without Limit,", "59.3": "And he who knows the Limitless may rule the state. He who possesses the Dao continues long.", "59.4": "He is like a plant with well-set roots and strong stems. Thus it secures long continuance of its life.", "60.1": "The government of a kingdom is like the cooking of a fish.", "60.2": "If the kingdom be ruled according to the Dao, the spirits of our ancestors will not manifest their De.", "60.3": "These spirits have this De, but will not turn it against men. It is able to hurt men; so also is the Wise King; but he does not.", "60.4": "", "61.1": "A state becomes powerful when it resembles a great river, deep-seated; to it tend all the small streams under Heaven. It is as with the female, that conquers the male by her Silence. Silence is a form of Gravitation.", "61.2": "Thus a great state attracts small states by meeting their views, and the small state attracts the great state by revering its eminence.", "61.3": "In the first case this Silence gains supporters; in the second, favour.", "61.4": "The great state unites men and nurtures them; the small state wishes the good will of the great, and offers service;", "61.5": "thus each gains its advantage.", "62.1": "The Dao is the most exalted of all things. It is the ornament of the good, and the protection and purification of the evil.", "62.2": "Its words are the fountain of honour, and its deeds the engine of achievement. It is present even in evil.", "62.3": "Though the Son of Heaven were enthroned with his three Dukes appointed to serve him, and he were offered a round symbol-of-rank as great as might fill the hands, with a team of horses to follow; this gift were not to be matched against the Dao, which might be offered by the humblest of men.", "62.4": "Why did they of old time set such store by the Dao? Because he that sought it might find it, and because it was the Purification from all evil. Therefore did all men under Heaven esteem it the most exalted of all things.", "63.1": "Act without lust of result; work without anxiety; taste without attachment to flavour;", "63.2": "esteem small things great and few things many; repel violence with gentleness.", "63.3": "Do great things while they are yet small, hard things while they are yet easy;", "63.4": "for all things, how great or hard soever, have a beginning when they are little and easy.", "63.5": "So thus the wise man accomplishes the greatest tasks without undertaking anything important.", "63.6": "Who undertakes thoughtlessly is certain to fail in attainment; who estimates things easy finds them hard.", "63.7": "The wise man considers even easy things hard, do that even hard things are easy to him.", "64.1": "It is easy to grasp what is not yet in motion, to withstand what is not yet manifest, to break what is not yet compact, to disperse what is not yet coherent.", "64.2": "Act against things before the become visible; attend to order before disorder arises.", "64.3": "The tree which fills the embrace grew from a small shoot; the tower nine-storied rose from a low foundation; the ten day journey began with a single step.", "64.4": "He who acts works harm; he who grasps finds it a slip. The wise man acts not, so works no harm; he does not grasp, and so does not let go.", "64.5": "People in their handling of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will be no failure.", "64.6": "Thus he is in accord with the natural course of events, and he is not overbold in action.", "65.1": "They of old time that were skilled in the Dao sought not to enlighten the people, but to keep them simple.", "65.2": "The difficulty of government is the vain knowledge of the people. To use cleverness in government is to scourge the kingdom; to use simplicity is to anoint it.", "65.3": "Know these things, and make them your law and your example. To possess this Law is the Secret Perfection of rule.", "65.4": "Profound and Extended is this Perfection; he that possesses it is indeed contrary to the rest, but he attracts them to full accordance.", "66.1": "The oceans and rivers attract the streams by their skill in being lower than they; thus are they masters thereof.", "66.2": "So the Wise Man, to be above men, speaks lowly; and to precede them acts with humility.", "66.3": "Thus, though he be above them, they feel no burden; nor, though he precede them, do they feel insulted. So then do all men delight to honour him, and grow not weary of him.", "66.4": "He contends not against any man; therefore no man is able to contend against him.", "67.1": "They say that while this Dao of mine is great, yet it is inferior. This is the proof of its greatness. If it were like anything else, its smallness would have long been known.", "67.2": "I have three jewels of price whereto I cleave: gentleness, economy, and humility.", "67.3": "That gentleness makes me courageous, that economy generous, that humility honoured.", "67.4": "Men of today abandon gentleness for violence, economy for extravagance, humility for pride: this is death.", "67.5": "Gentleness brings victory in fight, and holds its ground with assurance. Heaven wards the gentle man, by that same virtue.", "68.1": "He that is skilled in war makes no fierce gestures; the most efficient fighter bewares of anger.", "68.2": "He who conquers refrains from engaging in battle; he whom men most willingly obey continues silently with his work.", "68.3": "So it is said: he rules who unites with his subjects; he shines whose will is that of Heaven.", "69.1": "A great strategist said: 'I dare not take the offensive. I prefer the defensive. I dare not advance an inch; I prefer to retreat a foot.'", "69.2": "Place therefore the army where there is no army; prepare for action where there is no conflict; advance against the enemy where the enemy is not.", "69.3": "There is no error so great as to engage in battle without sufficient force. To do so is to risk losing the gentleness which is beyond price.", "69.4": "Thus, when the lines actually engage, he who regrets the necessity is the victor.", "70.1": "My words are easy to understand and to perform; but is there anyone in the world who can understand them and perform them?", "70.2": "My words derive from a creative and universal Principle, in accord with the One Law. Men, not knowing these, understand me not. Few are they that understand me; therefore am I the more to be valued.", "70.3": "The Wise Man wears sackcloth, but guards his jewel in his bosom.", "71.1": "To know, yet to know nothing, is the highest; not to know, yet pretend to knowledge, is a distemper. Painful is this distemper; therefore we shun it.", "71.2": "The wise man has it not. Knowing it to be bound up with Sorrow, he puts it away from him.", "72.1": "When men fear no that which is to be feared, that which they fear will comes upon them.", "72.2": "Let them not live, without thought, the superficial life. Let them not weary of the Spring of Life! By avoiding the superficial life, this weariness comes not upon thee.", "72.3": "These things the wise man knows, not shows; he loves himself, without isolating his value. He accepts the former and rejects the latter.", "73.1": "One man, daring, is executed; another, not daring, lives.", "73.2": "It would seem as if the one course were profitable and the other detrimental. Yet, when Heaven smites a man, who shall assign the cause thereof? Therefore the sage is indifferent.", "73.3": "The Dao of Heaven contends not, yet it overcomes; it is silent, yet its need is answered; it summons none, but all men come to it of their own free will. Its method is quietness, yet its will is efficient.", "73.4": "Large are the meshes of Heaven's Net; wide open, yet letting none escape.", "74.1": "The people have no fear of death; why then seek to awe them by the threat of death?", "74.2": "If the people feared death and I could put to death evil-doers, who would dare to offend?", "74.3": "There is one appointed to inflict death. He who would usurp that position resembles a hewer of wood doing the work of a carpenter. Such a one, presumptuous, will be sure to cut his own hands.", "75.1": "The people suffer hunger because of the weight of taxation imposed by their rulers. This is the cause of famine.", "75.2": "The people are difficult to govern because their rulers meddle with them. This is the cause of bad government.", "75.3": "The people welcome death because the toil of living is intolerable. This is why they esteem death lightly. In such a state of insecurity it is better to ignore the question of living that to set store by it.", "76.1": "At the birth of a man he is elastic and weak; at his death rigid and unyielding.", "76.2": "This is the common law; trees also, in their youth, are tender and supple; in their decay, hard and dry.", "76.3": "So then rigidity and hardness are the stigmata of death; elasticity and adaptability, of life.", "76.4": "He then who puts forth strength is not victorious; even as a strong tree fills the embrace.", "76.5": "Thus the hard and rigid have the inferior place, the soft and elastic the superior.", "77.1": "The Dao of Heaven is likened to the bending of a bow, whereby the high part is brought down, and the low part raised up. The extreme is diminished, and the middle increased.", "77.2": "This is the Way of Heaven, to remove excess, and to supplement insufficiency. Not so is the way of man, who takes away from him that has not to give it to him that has already excess.", "77.3": "Who can employ his own excess to the weal of all under Heaven? Only he that possesses the Dao.", "77.4": "So the wise man acts without lust of result; achieves and boasts not; he wills not to proclaim his greatness.", "78.1": "Nothing in the world is more elastic and yielding than water; yet it is preeminent to dissolve things rigid and resistant; there is nothing which can match it.", "78.2": "All men know that the soft overcomes the hard, and the weak conquers the strong;, but none are able to use this law in action.", "78.3": "A wise man has said: 'He that takes on the burden of the state is a demi-god worthy of sacrificial worship; and the true King of a people is he that undertakes the weight of their sorrows. Truth appears paradox.", "79.1": "When enemies are reconciled, there is always an aftermath of ill will. How can this be useful?", "79.2": "Therefore the Wise Man, while he keeps his part of the record of a transaction, does not insist on its prompt execution.", "79.3": "He who has the De considers the situation from all sides, while he who has it not seeks only to benefit himself.", "79.4": "In the Dao of Heaven, there is no distinction of persons in its love; but it is for the True Man to claim it.", "80.1": "In a little kingdom of few people it should be the order that though there were men able to do the work of ten men or five score, they should not be employed. Though the people regarded death as sorrowful, yet they should not wish to go elsewhere.", "80.2": "They should have boats and wagons, yet no necessity to travel; corslets and weapons, yet no occasion to fight.", "80.3": "For communication they should use knotted cords. They should deem their food sweet, their clothes beautiful, their houses home; their customs delightful.", "80.4": "There should be another state within view, so that its fowls and dogs should be heard; yet to old age, even to death, the people should hold no traffic with it.", "81.1": "True speech is not elegant; elaborate speech is not truth.", "81.2": "Those who know do not argue; the argumentative are without knowledge.", "81.3": "Those who have assimilated are not learned; those who are gross with learning have not assimilated.", "81.4": "The Wise Man does not hoard. The more he gives, the more he has; the more he waters, the more he is watered himself.", "81.5": "The Dao of Heaven is like an Arrow, yet it wounds not; and the Wise Man, in all his works, makes no contention."}]