[{"1.1": "To guide what can be guided is not  constant guiding. To name what can be named is not constant naming. ", "1.2": "'Not-exist' names the beginning (boundary) of the cosmos (Heaven and earth)  'Exists' names the mother of the ten-thousand natural kinds. ", "1.3": "Thus, to treat 'not-exist' as constant is desiring to use it to view its  mysteries. To treat 'exists' as constant is desiring to use it to view its  manifestations. ", "1.4": "These two emerge together yet have different names. ", "1.5": "'Together' - call that 'obscure. ' 'Obscure' it and it is more obscure. ...  the gateway of a crowd of mysteries. ", "2.1": "That the social world knows to deem the  beautiful as 'beautiful' simply creates the 'ugly. ' ", "2.2": "That the social world knows to deem worth as 'worthy' simply creates  'worthlessness.' ", "2.3": "Thus 'exists' and 'not-exists' mutually sprout. 'Difficult' and 'easy' are  mutually done. 'Long' and 'short' are mutually gauged. ", "2.4": "'High' and 'low' mutually incline. 'Sound' and 'tone' mutually blend.  'Before' and 'after' mutually supervene. ", "2.5": "(Pro-sage Commentary:) Using this: sages fix social issues without deeming ;  administer a 'no words' teaching. ", "2.6": "The ten-thousand natural kinds work by it and don't make phrases. They  sprout but don't 'exist'. Deem-act and don't rely on anything. ", "2.7": "Accomplish their work and don't dwell in it. Because they don't dwell in it,  they don't lose it. ", "3.1": "Don't glorify the high-brow: cause people  not to wrangle. ", "3.2": "Don't value limited commodities: cause people not to contemplate stealing.", "3.3": "Don't display the desirable: prevent confusing the people's hearts-'n-minds.", "3.4": "Using these: The governance of sages: empties their hearts-'n-minds, stuffs  their guts Weakens their resolve, and strengthens their bones. ", "3.5": "He treats causing the people to lack both knowledge and desire as constants.  Causing those with knowledge not to venture deeming-actions. ", "3.6": "They deem the absence of deeming-action and thus nothing is ungoverned.", "4.1": "Guidance pours out but in using it,  something is not filled. ", "4.2": "Whew! It's like the ancestor of the ten-thousand natural kinds. ", "4.3": "'Dull' its 'sharp', 'untie' its 'tie', 'blend' its 'bright', 'together' its  'diffused particles'. ", "4.4": "Ooo! It's like it partly endures. ", "4.5": "I don't know whose son it is. It is before the emperor of signs!", "5.1": "Heaven-earth [the cosmos] is not kind. It  treats the 10,000 natural kinds as straw dogs. ", "5.2": "Sages are not kind. They treat the hundred surname-groups as straw dogs. ", "5.3": "Is the space between Heaven and earth not like bellows and flutes? Empty and  not warped. As long as you move them, they produce. ", "5.4": "Many words and numbers unlimited are not as good as holding the center.", "6.1": "The Valley energy never dies. This is  called 'fathomless female' ", "6.2": "The channel of the fathomless female: This is called the basis of the  cosmos. ", "6.3": "Silken! It's as if it abides. Handle it gently. ", "7.1": "Heaven is old and Earth is enduring. ", "7.2": "What do Heaven and Earth rely on in order to be old and enduring? They rely  on avoiding self creation. Hence they can be old and enduring. ", "7.3": "Using this: Sages 'later' themselves and yet they comes first. ", "7.4": "They 'outside' themselves and yet they abide. ", "7.5": "Is this not a case of their lacking selfishness? So they are able to achieve  their selfishness. ", "8.1": "Higher worth is like water. Water is good  at benefitting the ten-thousand natural kinds Without wrangling for position.  What the crowd despises Hence close to the guide. ", "8.2": "In dwelling value the earth. In heart-mind value depth. In being-with value  kindness. In words value reliability. ", "8.3": "In rectifying value order. In social affairs value ability. In action value  timing. ", "8.4": "In general, simply don't wrangle Hence have no indiscretion. ", "9.1": "To grasp and pile things up is not as  good as regarding it as already done. ", "9.2": "When you measure and build a pillar , you cannot preserve it for long. ", "9.3": "When gold and jade fill the hall, you can't keep any of it. ", "9.4": "Rich, ennobled and thus proud bequeaths ruin. ", "9.5": "With success, disappear: this is the heavenly guide. ", "10.1": "In general: In mustering your  vitalities, embracing in one, can you fail to distinguish? ", "10.2": "In specializing in breath and consummating weakness, can you be a child?", "10.3": "In cleansing and voiding your profound mirror, can you be without flaw? ", "10.4": "In loving the people and ordering the state, can you fail to know? ", "10.5": "In opening and closing the heavenly channel, can you fail to be female? ", "10.6": "In discerning all within the four directions, can you fail to deem-act? ", "10.7": "Generate it, nourish it: Generate it and not 'exist' it. Deem:act and not  rely on anything. Become 'elder' and not rule. These are called 'profound  virtuosities.' ", "11.1": "Thirty spokes together make one hub.  Where the nothing is, lies the cart's use. ", "11.2": "Throwing clay to deem:make a utensil; Where the nothing is, lies the  utensil's use. ", "11.3": "Sculpting windows and doors to deem:make a room; Where the nothing is, lies  the room's use. ", "11.4": "So where we deem having it as beneficial. We deem use to consist in lacking  it. ", "12.1": "The five colours stupefy the people's  eyes. The five tones desensitize the people's ears. The five flavours numb the  people's mouths ", "12.2": "Horse races and hunting derange the people's heart-minds. Hard to get goods  pervert the people's behavior. ", "12.3": "Using this: Sages deem:act for the gut not the eye. So they choose this and  reject that. ", "13.1": "Favour is as disgraceful as a warning.  Nobility is as great a trouble as a self. ", "13.2": "Why say 'favour is as disgraceful as a warning'? The favoured is deemed  below. Receiving it is like a warning. Losing it is like a warning. This is  called 'favour is as disgraceful as a warning.' ", "13.3": "Why say 'nobility is as great a trouble as a self'? Deeming I have a self  is what makes it possible for me have trouble. And if I had no self, what  trouble could I have? ", "13.4": "Hence nobility is regarding your self as the social world. To the likes of  that, the social world can be delivered. [Nobility's] love regards the self as  the social world. To the likes of that, the social world can be entrusted.", "14.1": "Look at it and fail to see: its name is  'remote.' Listen to it and fail to hear: its name is 'diffuse.' Feel it and fail  to get anything: its name is 'subtle.' ", "14.2": "This threesome cannot be exhaustively probed for portents. Hence we blend  them and deem them as one. ", "14.3": "Its height is not sparkling. Its depth is not murky. Stringlike, it cannot  be named. It reverts to being no natural kind. ", "14.4": "This we call the condition of being in no condition; the sign of no natural  kind. This we call 'confused' and 'indistinct.' Facing it you cannot see its  head; Following it you cannot see its rear ", "14.5": "If you grasp guiding discourse from ancient times in dealing with today's  reality you can know the ancient beginnings. This is called a guiding  discourse's record. ", "15.1": "Those in ancient times who were good at  deem:acting as scholars Were subtlety mysterious and profoundly receptive  Unfathomably deep. ", "15.2": "Now, precisely because unfathomable, We must force a description of them.  Cautious: like crossing a stream in winter. Ambivalent: like fearing those on  all sides. Exacting: like being a guest ", "15.3": "Mutable: like ice on the point of melting Unaffected: like uncarved wood.  Munificient: like a valley Obscure: like muddied water ", "15.4": "Who can, while muddy, using calmness gradually become clear? Who can, while  at ease, using activity gradually come to life.? ", "15.5": "She who embraces this guiding discourse doesn't desire fulfilling. Now  precisely because not fulfilled, she can obscure and not newly fabricate.", "16.1": "Go to the limit of emptiness Take on  quiet dependability ", "16.2": "The ten-thousand natural kinds are all dealt with. And I thus view their  response In general, natural kinds flourish. Each responds by returning to its  root. ", "16.3": "returning to the root is called quietude. This I call responding to the  word. Responding to the word we describe as 'constant'. To know what is constant  we describe as 'discernment'. Not to know what is constant is wantonly taking  risks. ", "16.4": "To know what is constant is openness; Open thus equitable; Equitable thus  kingly; Kingly thus natural; Natural thus guiding; ", "16.5": "Guiding thus enduring Doesn't stop when you bury the body. ", "17.1": "The best hierarchy is one those below  realize is there. Next to that is one that you feel kin to and extol. Next to  that is one you dread. Next to that is one you contemn. ", "17.2": "When reliability is inadequate in it There will be unreliability in it. ", "17.3": "Reflectively! His ennobling of language. Works are completed; affairs  proceed And the hundred surnames all call this 'our nature (our own doing)'", "18.1": "When the great guide is cast aside you  will have 'humanity' and 'morality.' ", "18.2": "When intuitive wisdom emerges you will have great artifice. ", "18.3": "When great kinship is not in harmony, you will have 'filiality' and  'affection.' ", "18.4": "When states and great families sink and become deranged, you will have  'loyal ministers'. ", "19.1": "Terminate 'sageliness', junk 'wisdom'  the people will benefit a hundred-fold. ", "19.2": "Terminate 'humanity', junk 'morality' the people will respond with  'filiality' and 'affection'. ", "19.3": "Terminate 'artistry', junk 'benefit' thieves and robbers will lack  'existence'. ", "19.4": "These three taken as slogans are insufficient. ", "19.5": "Hence, leads us to postulate that to which they belong. Visualize  simplicity and embrace uncarved wood. Downgrade 'selfishness' and diminish  'desire.' Terminate learning and you will lack irritation. ", "20.1": "How much separates 'Uh huh' and 'Huh  uh'? What is the separation like between 'worthy' and 'vile'? ", "20.2": "What humans fear cannot not be feared. Futile! Not focussed yet. ", "20.3": "The crowd festive - like enjoying an Easter picnic or on an Easter sunrise  hike. I, alone, am placid - it's portent not yet clear. Like an infant not yet a  baby. Dangerous! Like having no refuge. ", "20.4": "The crowd all have plenty I alone treat it as loss. Mine is the heart-mind  of the stupid, indeed. Indiscriminate! ", "20.5": "People of custom are lustrous, I alone am dull. People of custom are  critically discriminating; I alone obfuscate. Bland! It's like the ocean;  drifting! like I have no place to stop. ", "20.6": "The crowd all have the-capacity-to and I alone am dallying and wanton. I  alone am different from humans, and value nursing at Mother's breast.", "21.1": "The content of permeating virtuosity is  merely following a guide. ", "21.2": "To deem guides as a natural kind: Indeed confused! Indeed indistinct!  Indistinct! Confused! Within them there are signs. Confused! Indistinct! Within  them there are natural kinds. Yawning! Murky! Within them there is generative  energy. Their energy is optimally authentic. Within it there is reliability. ", "21.3": "From the past to the present it's name remains. And elucidates the crowd's  honoured father. ", "21.4": "How do I know the shape of the crowd's honoured father? With this.", "22.1": "If 'crooked' then 'intact' If 'twisted'  then 'straight' If 'vacuous' then 'filled' If 'worn out' then 'new' If  'deficient' then 'endowed' If 'endowed' then 'confounded' ", "22.2": "Using this: Sages embrace one and deem it the social world's model. ", "22.3": "He doesn't see by himself hence is perceptive. Doesn't affirm himself hence  is discerning. Doesn't attack by himself hence has success. Doesn't esteem  himself hence becomes an elder. ", "22.4": "In general: he does not dispute hence in the social world none is able to  dispute with him. ", "22.5": "The ancients who said \"If 'crooked' then 'intact'\" - could they have  offered empty words? Take 'intact' as sincere and return to it. ", "23.1": "Rare language is our own doing. Hence a  twisting wind does not end the morning. A sudden storm does not end the day. ", "23.2": "What makes these the case? - the cosmos. The cosmos can raise it but cannot  make it endure. How much more is this the case with the human realm? ", "23.3": "Hence those who pursue affairs with 'guidance' Those of 'guidance,' join in  guidance. Those of 'virtuosity,' join in virtuosity. Those of 'loss,' join in  loss. ", "23.4": "Those who join in guidance, guidance is pleased to get them. Those who join  in virtuosity, virtuosity is pleased to get them. Those who join in loss, loss  is pleased to get them. ", "23.5": "When reliability is inadequate in it There will be unreliability in it.", "24.1": "Those who tiptoe do not stand. Those  who stride do not walk. ", "24.2": "Those who see for themselves are not discerning. Those who affirm for  themselves are not insightful. ", "24.3": "Those who attack it themselves do not achieve. Those who esteem themselves  do not become elders. ", "24.4": "When these are in guides, we say: 'Excess provision; redundant action.'  Some natural kinds avoid them. Hence those who have guides don't place them.", "25.1": "There is a thing-kind made up of a mix.  It emerges before the cosmos. Solitary! Inchoate! Self grounded and unchanging.  Permeating all processes without extremity. We can deem it the mother of the  social world. ", "25.2": "I don't know its name. When put in characters we say dao. Forced to deem it  as named, we say 'great.' ", "25.3": "Being great, we say 'comprehensive.' Being comprehensive, we say 'far  reaching.' Being far reaching, we say 'reverting.' ", "25.4": "So our dao is great; Nature (heaven) is great, Earth is great, and kings  are also great. Within a region are four 'greats.' And the King occupies one of  those [lofty] statuses. ", "25.5": "Humans treat earth as a standard. Earth treats constant nature as a  standard. Constant nature treats dao as a standard. Dao treats being so of  itself as a standard. ", "26.1": "Deem 'heavy' as root of 'light' Deem  'calm' as lord of 'uproar'. ", "26.2": "Using this: Sages pass the whole day in activity and never separate from  his heavy provisions cart. Even though he has an sublime views, surpassing those  where swallows dwell. ", "26.3": "What do we say, then, of the 10,000 chariot ruler who, based on the self,  'lights' the social world? ", "26.4": "To 'light' is to lose the root. To 'uproar' is to lose the lord.", "27.1": "Worthy travel lacks ruts and  footprints. Worthy language lacks flaws and reproach. Worthy tallying doesn't  use algorithms. ", "27.2": "Worthy closing lacks bars and bolts and still can't be opened. Worthy  securing lacks rope or restraint and still can't be loosed. ", "27.3": "Using this: Sages take saving humanity as a constant hence don't abandon  humans take saving thing-kinds as a constant, therefore don't abandon  thing-kinds. Call this 'bushwhacking discernment.' ", "27.4": "Hence those who are worthy are the instructors of the unworthy The unworthy  are the stuff of the worthy. ", "27.5": "'Don't value their instructor, don't love their stuff' Even the wise are  greatly puzzled Call this \"the necessary mystery.\" ", "28.1": "To know its 'male' and preserve its  'female' is to act as the world's ravine. To act as the world' ravine, treat  virtuosity as constant, and avoid separating is to return to infancy. ", "28.2": "To know its 'white' and preserve its 'black' is to act as the world's  paradigm. To act as the world's paradigm, treat virtuosity as constant and avoid  lapses is to return to the negative ultimate. ", "28.3": "To know its 'sublime' and preserve its 'disgraced' is to act as the world's  valley. To act as the world's valley, treating virtuosity as constant is  sufficient to return to uncarved wood. ", "28.4": "If wood is split then it is deemed an artifact. Sages use it and they are  deemed officials and elders. Thus great systems don't cut. ", "29.1": "Those who desire to take the social  world and deem-act it, I see that they just don't get it. ", "29.2": "The social world is an energized artifact. It is not the case that it can  be deemed. Those who deem-act crush it. Those who grasp lose it. ", "29.3": "Hence, among natural kinds sometimes act, sometimes conform. sometimes  snort sometimes blow. sometimes be strong sometimes weak. sometimes control  sometimes destroy. ", "29.4": "Using this: Sages abandon superlatives, abandon extravagance, abandon  expansiveness. ", "30.1": "Those who use a guide to help the  ruling class should not coerce the social world with arms. Social affairs are  highly reciprocal. ", "30.2": "Where you place a division, thorns and briars grow. In the wake of a great  army inevitably lies years of calamities. ", "30.3": "Skill bears fruit - period! Do not presume, in view of that, to choose  coercion. ", "30.4": "Have effects and avoid regard. Have effects and avoid assault. Have effects  and avoid pride. Have effects and treat it as inevitable. Have effects and avoid  coercion. ", "30.5": "Natural kinds are robust - then they get old. This is called 'don't guide.'  Practice 'don't guide' early! ", "31.1": "In general, splendid martial force is  an inauspicious artifact. Among natural kinds some eschew them. Hence some  guides don't place them. ", "31.2": "If the 'superior gentleman' is in place then we value the left. If we use  martial force then we value the right. ", "31.3": "Martial force is an inauspicious artifact. It is not an artifact of the  'superior gentleman.' When you have no choice and use it, deem detachment the  better attitude. ", "31.4": "When victorious don't treat it as glorious. Those who glorify it - that is  to take satisfaction in killing. If you take satisfaction in killing, you cannot  take that as filling the intent of the social world. ", "31.5": "Auspicious affairs favour the left, inauspicious the right. The lower-rank  general is on the left and the higher rank on the right. These words amount to  arranging them according to the funeral rite. ", "31.6": "Killing peoples in crowds, we cry for them in bitter grief. With victory in  war we arrange things according to the funeral rite. ", "32.1": "Guide by treating nameless uncarved  wood as constant. Although small, none in the social world can treat it as  vassal. ", "32.2": "If fief-holding kings could embrace it, all the natural kinds would come to  self conformity. ", "32.3": "Heaven and earth mutually coalesce to rain down sweet dew. The people, no  one ordering them, self balance. ", "32.4": "To begin to restrain you have names. As soon as you have names then, in  general, you must also come to know to stop. If you know to stop, you can avoid  danger. ", "32.5": "Compare this guide's being in the social world to the relation of brook  valleys to rivers and oceans. ", "33.1": "Those who know the human are wise. The  self-knowing are discerning. ", "33.2": "Those who triumph among the human have power. The self-triumphing are  coercive. ", "33.3": "Those who know sufficiency are affluent. Those who coercively act have  will. ", "33.4": "Those who don't lose their 'that-which' are long-lasting Those who die and  don't disappear are long-lived. ", "34.1": "The great guide is everywhere! Thus it  can 'left' the 'right.' ", "34.2": "The ten-thousand natural kinds depend on it and thus live. And it does not  phrase its guidance. Success is achieved and not named as 'having.' Supports and  nourishes the ten-thousand natural kinds and does not deem-act as lord. ", "34.3": "Treating lack of desire as constant; it can be named in the direction of  'small.' ", "34.4": "The ten-thousand natural kinds return to it and it does not deem-act as  lord. It can be named as 'great.' ", "34.5": "With its ultimately not self-deeming as 'great' Hence it is able to achieve  its 'great.' ", "35.1": "Grasp great signs. The social world  moves. If it move and does not harm, the comfort and balance is supreme. ", "35.2": "Concerts and feasts bring passing guests to a halt. ", "35.3": "Guidance coming out of the mouth. Isn't it bland? It lacks flavour. Looking  at it, it is not visible. Listen to it, it is not audible. Use it, it is not  applicable. ", "36.1": "On the point of desiring to contract  it, you must regard it as inherently expanded. On the point of desiring to  weaken it, you must regard it as inherently strong. On the point of desiring to  dissipate it, you must regard it as inherently thriving. On the point of  desiring to steal it, you must regard it as inherently belonging. ", "36.2": "This is called minute discernment. Soft and pliant triumph over hard and  coercive. ", "36.3": "Fish cannot leave the abyss. The state's beneficial artifacts cannot be  shown to people. ", "37.1": "Some guide treats lacking  deeming-action as a constant yet everything is deem-acted. ", "37.2": "If fief-holding kings could preserve this, all the natural kinds would come  to self transformation. If they transform and desire to construct, I will  mollify them with the nameless uncarved wood. Nameless uncarved wood is, in  general also being on the point of lacking desires. ", "37.3": "If we use not desiring to get calm, the social world will be on the point  of self-fixing. ", "38.1": "Superior virtuosity does not  'virtuosity.' For that reason it has virtuosity. Inferior virtuosity never  forgets 'virtuosity' For that reason it lacks virtuosity. ", "38.2": "Superior virtuosity lacks deeming action and lacks that with which to deem.  Inferior virtue deems it and has something with which to deem. ", "38.3": "Superior humanity deems it and lacks that with which it deems. Superior  morality deems it and has that with which it deems. Superior conventionality  deems it and nothing answers. So it raises its arm and throws it. ", "38.4": "Hence we lose the guide and then virtuosity. Lose virtuosity and then  humanity. Lose humanity and then morality. Lose morality and then  conventionality. ", "38.5": "In general conventionality is the thinning of fealty and trustworthiness  and the forerunner of disorder. Those who realize first take elaboration of  guides as the beginning of making them stupid. ", "38.6": "For this reason, mature men place emphasis on the thick and do not dwell on  the thin. Place emphasis on the stuff and don't dwell on the elaboration. So  they discard this and choose that. ", "39.1": "Things which from the beginning have  achieved oneness: Heaven achieves oneness in being clear. Earth achieves oneness  in stability. Energy achieves oneness in spirit. ", "39.2": "Valleys achieve oneness in filling. The ten-thousand natural kinds achieve  oneness in life. Feifholders and Kings achieve oneness in deem-acting to make  the social world correct. They take it to the extreme. ", "39.3": "When heaven lacks that with which to become clear, we're on the point of  fearing splitting. When earth lacks that with which to become stable, we're on  the point of fearing spreading out. When energy lacks that with which to become  spirit, we're on the point of fearing death. ", "39.4": "When valleys lack that with which to become full, we're on the point of  fearing depletion. When the ten-thousand natural kinds lack that with which to  become alive, we're on the point of fearing extinction. When fiefholders and  kings lack that with which to become noble and exalted, we're on the point of  fearing toppling. ", "39.5": "Hence the noble uses the plebeian as its base. The high uses the low as its  foundation. ", "39.6": "Using this: Fiefholders and kings refer to themselves as 'this orphan,'  'this lonely one,' and 'this impoverished one.' Is this not taking the plebeian  as the base? It's not?! ", "39.7": "Hence the extreme of numbering chariots is zero chariots. ", "39.8": "Don't desire to coloured veneer of jade or the solid dullness of a rock.", "40.1": "That which is converse is the action of  a guide. That which is weak is the use of a guide. ", "40.2": "The cosmos and the ten-thousand natural kinds arise from 'existing.'  'Existing' arises from 'non-existing.' ", "41.1": "The 'superior' scholar hears a guide.  He gets all serious and follows it. The 'medium' scholar hears a guide. It's  like it endures; it's like it disappears! ", "41.2": "The 'lower' scholar hears a guide. He hilariously laughs at it. If he did  not laugh, it would not be up to being deemed a guide. ", "41.3": "Hence, as the saying goes - A discerning guide is like a murky one. A guide  to advancing is like one to retreating. A guide to leveling is like one to  roughing up. 'Superior' virtuosity is like a valley. The greatest 'white' is  like filthy. 'Expansive' virtuosity is like 'insufficient.' ", "41.4": "'Creating' virtuosity is like 'stealing.' 'Solid authenticity' is like  'sliminess.' The greatest square has no corners. The greatest artifact is never  finished. The greatest note rarely sounds. The greatest sign lacks shape. ", "41.5": "Guides hide the lack of names. In general only guides are good at adopting  and also completing. ", "42.1": "A guide generates 'one.' 'One'  generates 'two.' 'Two' generates 'three.' 'Three' generates the ten-thousand  natural kinds. ", "42.2": "The ten-thousand natural kinds bear Yin and embrace Yang. Blend the  life-forces and deem-make 'harmony.' ", "42.3": "What humans revile is specifically 'orphan,' 'lonely' and 'impoverished.'  Yet Kings and Dukes deem them as titles. ", "42.4": "Hence among natural kinds: sometimes you diminish it and it increases.  Sometime you increase it and it diminishes. ", "42.5": "What humans teach, I also teach. Those who force issues don't get their  death. I'm on the point of deeming this 'the father of teaching.' ", "43.1": "The most yielding in the social world  gallops over the most firm in the social world. That which lacks being enters  into that which lacks space. I, with this, know the advantage of lacking  deem-acting. ", "43.2": "The teaching that is not put in language, The advantage of lacking  deem-acting, In the social world, these are rarely achieved. ", "44.1": "Your name or your self - which is  closest to you? Your self and commodities - which counts as more? Obtaining and  losing - which is a defect? ", "44.2": "For this reason, superlative love certainly has great cost. Much storage  certainly increases losses. ", "44.3": "Knowing to 'sufficient' does not disgrace. Knowing to 'stop' does not  endanger. You can endure longer. ", "45.1": "Great completion is like deficiency.  Its use does not 'corrupt'. Great filling is like being poured. Its use does not  exhaust. Great straightforwardness is like being bent. ", "45.2": "Great skill is like clumsiness. Great distinction-debating is like  shouting. ", "45.3": "Exercise conquers a chill. Rest conquers a fever. 'Clear' and 'quiet' are  deemed as correct for the social world. ", "46.1": "When the social world has a guide We  turn back fast horses in order to fertilize. When the social world lacks a guide  War horses are produced in the suburbs. ", "46.2": "Among bad omens, none is greater than not knowing to 'sufficient.' Among  evils, none is greater than desiring 'getting.' ", "46.3": "Hence, knowing to 'sufficient' is sufficient for constant sufficiency.", "47.1": "Don't step outside your door. Know the  social world. Don't look out the window. See the natural guide. The farther you  go the less you know what to do. ", "47.2": "Using this: Sages don't go anywhere and yet know what to do. Don't see and  yet name things. Don't deem-act and yet accomplish. ", "48.1": "In deem-acting on 'study' one daily  increases. In deem-acting on 'the guide ' one daily decreases. ", "48.2": "Decrease it and further decrease it. In order to arrive at no deem-acting.  No deem-acting and nothing not deem-acted. Taking the social world , you treat  relying on lacking social acts as constant. ", "48.3": "When it comes to engaging in social acts, it is not sufficient for taking  the social world. ", "49.1": "Sages lack a constant heart-mind; they  deem the public's heart-mind as heart-mind. ", "49.2": "Things which are worthy, I 'worthy'. Things which are unworthy, I also  'worthy' This treats 'worthy'-ing as a virtuosity. ", "49.3": "Things which are reliable, I 'reliable'. Things which are unreliable, I  also 'reliable' This treats 'reliable'-ing as a virtuosity. ", "49.4": "A sage is in the social world is like an outcast. Deem-acting for the  social world, he addles his heart-mind. Sages all 'child' themselves.", "50.1": "We emerge into life and enter into  death. ", "50.2": "Of life's associates, ten have three. Of death's associates, ten have  three. People's being alive, death ground's activities also ten have three. Now,  why is this? Because they 'life' the thickness of life. ", "50.3": "In general, when we hear about those worthy to abet life: They walk the  earth without encountering rhinoceros or tiger. They enter the army and don't  bear armour or weapons. ", "50.4": "The rhinoceros has no place to thrust its horn. The tiger has no place to  wield its claws. Arms have no place to accommodate their points. Now, why is  this? Because they lack death's ground. ", "51.1": "A guide starts it, virtuosity  cultivates it, Natural kinds model it and circumstances complete it. For this  reason, among the ten-thousand natural kinds, None fail to respect a guide and  value virtuosity. ", "51.2": "This respecting of guides and valuing of virtuosity is not, in general,  commanded in words instead it treats self-so-ing as constant. Hence a guide  starts it, virtuosity cultivates it, Acts as its elder, educates it, shades it,  poisons it, nourishes it and returns it. ", "51.3": "Gives rise to and not 'exist,' Deem:act and not rely on anything. Acts as  elder and does not rule. This would be called 'profound virtuosity.'", "52.1": "The social world has a beginning We  deem it 'mother' of the social world. ", "52.2": "Since we acquired its 'mother' We use that to know its 'son' Since we know  its 'son' We revert to embracing its mother. Burying the self we risk nothing.", "52.3": "Shut up its exchanges, close its gates and end life without struggle. ", "52.4": "Open its exchanges, benefit its social affairs and still end life without  saving anything. ", "52.5": "See small, say 'discernible' Protect weakness, say 'coerce' ", "52.6": "Use its light; Revert and return to its discernment. Bequeath yourself no  trouble; Deem this to be rehearsing the constant. ", "53.1": "Let me suddenly have some know-how To  exercise on The Great Guide - Only helping it - this I fear! ", "53.2": "The Great Guide is profoundly smooth and people easily track it. ", "53.3": "The palace is profoundly stripped. Fields are profoundly overgrown.  Granaries are profoundly bare. ", "53.4": "Clothes embroidered colourfully. Belts have sharp swords. Bored of drink  and food. Wealth and commodities are excessive. This is called 'stealing.'  Exaggeration! Not a guide! ", "54.1": "Worthy builders do not tear down.  Worthy embracers do not let go. Sons and grandsons never stop sacrificing. ", "54.2": "Culture it in one self and its virtuosity is authenticity. Culture it in a  family and its virtuosity is sufficiency. Culture it in a village and its  virtuosity is elders. Culture it in a state and its virtuosity is wealth.  Culture it in the social world and its virtuosity is universality. ", "54.3": "Hence use 'self' to view the self. 'Family' to view the family. 'Village'  to view the village. 'State' to view the state. 'Social world' to view the  social world. ", "54.4": "How do I know the social world's condition? With this. ", "55.1": "The thickness of implicit virtuosity:  Compare it to a robust infant. Bees, scorpions, serpents, and snakes do not  sting. Ferocious animals do not seize. Birds of prey do not take. Bones are weak  and muscles soft and yet he has a firm grasp. ", "55.2": "He does not yet know to join male and female and yet he is completely  ready. This is the instinct's having arrived. ", "55.3": "The whole day he babbles and he does not get hoarse. This is the balance  having arrived. Knowing to balance, call it 'constant' Knowing how to stay  constant, call it 'discernment.' Benefiting life, call it 'auspicious.' ", "55.4": "The heart-mind's deploying life-force, call it 'coercion.' ", "55.5": "When natural kinds are mature then old age sets in. Call this not guided.  That which is not guided is early already. ", "56.1": "He who speaks (much, shows thereby that  he) does not know (the Principle). ", "56.2": "Shut up its exchanges, close its gates. Dull its sharpness, undo its  divisions. Balance its brightness, treat its particles as identical. This is  called the abstruse identity. ", "56.3": "Hence we cannot obtain and be close. Cannot obtain and be distant. Cannot  obtain and benefit. Cannot obtain and harm. Cannot obtain and value. Cannot  obtain and debase. Hence we deem the social world as valuable. ", "57.1": "Use correcting to order the state. Use  shock in deploying military force. Use absence of social matters to take charge  of the social world. How do I know these are so? With this. ", "57.2": "The more the social world has to elude, the more the people are  impoverished. The more the people have beneficial artifacts, the more the state  and society are befuddled. ", "57.3": "The more humans are skilled and clever the more strange natural kinds crop  up. The more standards of behaviour and commands are promulgated, the more  thieves and robbers there are. ", "57.4": "Hence sages say: I lack deeming-action and the people self-transform. I  remain calm and the people self-correct. ", "57.5": "I avoid social matters and the people self-enrich. I lack desires and the  people self-simplify (become like uncarved wood). ", "58.1": "Its regime is torpid its people are  guileless. Its government is critically discriminating its people are deficient.", "58.2": "Calamity! The ground of fortuity. Fortuity! The obverse of calamity. ", "58.3": "Who knows its pivot? It lacks a 'correct' The 'correct' returns to be  deemed unorthodox. Worthiness returns to be deemed an apparition. Human  superstition a truly old story. ", "58.4": "Using this: Sages square things without carving Are fair without punishing.  Are straight without being arbitrary. Are bright without dazzling us.", "59.1": "In governing people and serving nature,  nothing is better than conserving. ", "59.2": "In general, only conserving deserves to be called early readiness. Early  readiness: call it emphasizing accumulating virtuosity. If one emphasizes  accumulating virtuosity then there is nothing one cannot conquer. If there is  nothing one cannot conquer, no one knows one's limit. Those of whom no one knows  their limits may take states. ", "59.3": "The mother of taking states is able to endure. ", "59.4": "This is called the deep root and inherent base Of the guide to long-life  and enduring vision. ", "60.1": "Ruling a large state Is like grilling a  small bit of fresh food. ", "60.2": "Using a guide to manage the social world Its ghost does not energize. ", "60.3": "not that they display no powers their powers do people no harm not that  their powers do people no harm the sage does people no harm ", "60.4": "", "61.1": "Those which are great states flow  downward. The interchanges in the social world! The female of the social world!  The female constants using stillness. She conquer the male using stillness to  act out 'beneath'. ", "61.2": "Hence if great states use 'beneath' on small states, then they take small  states. If small states use 'beneath' on great states, then they take great  states. ", "61.3": "Hence some 'beneath' in order to take, some 'beneath' and then take. ", "61.4": "Great states simply desire universally domesticating people. Small states  simply desire serving people. ", "61.5": "So of the two, each gets what it wants. The great fittingly deems  'beneath'. ", "62.1": "A guide is a mystery among the  ten-thousand natural kinds. A treasure to worthy people. That which non-worthy  people sustain. ", "62.2": "Beautiful language can be marketed. Respectful behaviour can augment  humanness. Those who are not worthy, what abandonment is there? ", "62.3": "Hence, set up the master of nature and establish the three dukes. Although  one presents jade followed by a team of horses It is not as good as sitting and  promoting this guide. ", "62.4": "That which ancient times treated as valuable was guidance. How can we not  say \"with seeking you get to have it, with wrongdoing avoid unorthodoxy.\" Hence  construe the social world's value. ", "63.1": "Treat lacking deem-action as  'deem-acting'. Treat having no social affair as 'social affair'. Treat the  absence of flavour as 'flavour'. ", "63.2": "'Great' the small; 'many' the few; Use virtuosity in dealing with moral  anger. ", "63.3": "Plan the difficult in its easy phases. Deem-act on the great in its small  phases. ", "63.4": "The difficult affairs of the social world start with something easy. The  great affairs of the social world start with something small. ", "63.5": "Using this: Sages, to the end, do not deem-act on it as 'great' and so are  able to accomplish its greatness. ", "63.6": "In general, light assent necessarily diminishes trust. Much ease then  necessarily much difficulty. ", "63.7": "Using this: Sages make it even more difficult. So in the end they have no  difficulty. ", "64.1": "It is easy to sustain a situation when  it is pacified. It is easy to plan when it doesn't yet show signs of danger. It  is easy to dissolve what is crisp; easy to disperse what is minute. ", "64.2": "Deem-act on it in its not-yet-exist phase; order it in its  not-yet-disordered phase. ", "64.3": "An armful of wood arises from small sprouts; nine story towers start from a  pile of earth. A thousand league walk starts with putting the foot down. ", "64.4": "Those who deem-act wreck it; those who grasp lose it. Using this: Sages  lack deeming action, hence they lack wrecking, lack grasping hence lack losing.", "64.5": "The people in pursuing social affairs take the phase of nearly completed as  constant and then wreck it. If you are as careful at the end as in the beginning  then you will lack wrecking things. ", "64.6": "Using this: Sages treat not-desiring as a desire and don't value goods  difficult to obtain. Study not-studying and restore what the crowd of humanity  has passed by. Use restoring the self-so nature of the ten-thousand natural  kinds and don't recklessly deem-act. ", "65.1": "Those in ancient times who were good at  deem-acting on a guide Did not to use it to make the people discerning but to  make them stupid. ", "65.2": "People's being hard to govern comes from their knowing how to do too much.  Hence to use know-how to govern a state is the thief of the state. Not to use  know-how to govern a state is the blessing of the state. ", "65.3": "Those who know to do these two things are also evaluated models. To treat  knowing to follow evaluated models as constant, This is called obscure  virtuosity. ", "65.4": "Obscure virtuosity becomes deep! Becomes distant! Becomes the reversal of  natural kinds. After it is so, then it achieves great flow. ", "66.1": "The reason rivers and oceans can  deem-act as kings of a hundred valleys: Is that they are good-at lowering them.  Hence they are able to deem-act as king of a hundred valleys. ", "66.2": "Using this: if you desire to elevate the people, you must use language to  diminish them. If you desire to place the people first, you must treat them as  less than your body. ", "66.3": "Using this: Sages occupy the upper position and the people are not  important. Occupy the prior position and the people are not harmed. Using this:  the social world happily promotes and does not resent. ", "66.4": "It's because he does not dispute. So in the social world, nothing disputes  with him. ", "67.1": "Everyone in the social world calls my  guide 'great' It's like not resembling. In general only being great hence like  not resembling. If it resembled, it would long since have been small! ", "67.2": "I have three treasures. I grasp and preserve them. The first is called  'charity' the second 'frugality' and the third not presuming to deem-act coming  before the social world. ", "67.3": "Charity, hence one can be brave. Frugal, hence one can be magnanimous. Not  presuming to deem-act coming before the social world, hence one can to fulfill  the artifactual role of an elder. ", "67.4": "Moderns abandon charity and are still brave. Abandon frugality and are  still liberal. Abandon following and still put themselves in front. Dead  already! ", "67.5": "Using charity in battle, one is victorious. If involved in preserving then  inherent nature will save it. Use charity to defend it. ", "68.1": "Those who are good champions don't  battle. Those who are good at war don't get angry. ", "68.2": "Those who are good at defeating the enemy don't engage them. Those who are  good at using people deem it as a something beneath them. ", "68.3": "This is called virtuosity at not contending. This is called the power of  using people. This is called on a par with nature - the apex of antiquity.", "69.1": "There are slogans for using armies. \"I  don't presume to deem-act as lord and deem-act as guest. Don't presume to  advance an inch and withdraw a foot.\" ", "69.2": "This is called \"carrying out not carrying out. Bearing non-existent arms;  Throwing against non-existent enemies. Controlling non-existing armies.\" ", "69.3": "No disaster is greater than taking an enemy lightly. Taking an enemy  lightly almost brings my treasures to grief. ", "69.4": "Inherently, opposing armies strengthen each other. Grieving then wins.", "70.1": "My words are profoundly easy to know.  Profoundly easy to perform. In the social world none are able to know or to  perform. ", "70.2": "Language has an ancestor and social affairs have a ruler. In general only  lacking know-how - this counts as my know-how. If those who know me are rare  then things of mine are valuable. ", "70.3": "Using this: Sages wrap precious jade in burlap. ", "71.1": "Knowing not to know is better. Not  knowing to know is a defect. In general, in only 'defecting' defects, using this  is not to 'defect.' ", "71.2": "Sages do not 'defect' because they 'defect' defects. For this reason they  do not 'defect.' ", "72.1": "If the people do not fear authority  then great authority has arrived. ", "72.2": "Don't toy around with things they are at home with. Don't despise things  that contribute to their livelihood. In general, only if you don't despise  [them], using this [they] will not despise [you]. ", "72.3": "Using this: Sages start from what they know to do not from what they see.  Start from love not from value. So they choose this and reject that.", "73.1": "If one is courageously presumptuous,  then - killing. If one is courageously non-presumptuous, then - living. ", "73.2": "These pairings: one benefits, one harms. That which nature despises, who  knows its cause? Using this, sages make it even more difficult. ", "73.3": "The natural guide does not contend and yet is good at winning. Does not  discourse and yet skillfully responds. Does not call and yet comes of itself.  Insensate and yet good at planning. ", "73.4": "The natural net is all encompassing. It is loose and yet nothing is lost.", "74.1": "When the people are not afraid of death  For what reason would you use death to frighten them? ", "74.2": "If you cause the people to constant fear of death And yet those who  deem:act deviantly, we take, hold and kill them, who will dare do it? ", "74.3": "Should we constant having a professional executor do the killing? To  delegate a professional executor for killing, Is this called \"delegating the  great carpenter to chop\"? Those who delegate the great carpenter to chop are  few. It doesn't hurt his hand. ", "75.1": "Starvation among the people comes from  how much taxes-in-kind those above them 'eat'. From this: they starve. ", "75.2": "The difficulty in governing people comes from those above them taking  deeming-action. From this: they are difficult to govern. ", "75.3": "People take death lightly because those above them seek life's richness.  From this they take death lightly. In general: only those who don't deem-act  using 'life' - these are worthies at valuing life. ", "76.1": "The human living state is soft and  pliable. The dead state is hard and rigid. ", "76.2": "The alive state of the ten-thousand natural kinds - grass and wood - is  soft and crisp. Their dead state is hard and dry. ", "76.3": "So things that are hard and rigid accompany death. Things that are soft and  pliable accompany life. ", "76.4": "So if troops are strong they do not triumph. When wood is stiff, it makes  weapons. ", "76.5": "When strength is great, its place is down. When soft and pliable, its place  is up. ", "77.1": "The guide of nature: Is it not like a  taut bow? That which is high, represses them. That which is low, raise them up.  That which has abundance, pare it back. That which is insufficient, add to it.", "77.2": "The guide of nature is to pare back abundance and add to the insufficient.  If it's the guide of humans then it's not like that. It injures that which is  not sufficient and piles it on that which has abundance. ", "77.3": "Who can have abundance and use it to pile it on the social world? Only one  who has a guide. ", "77.4": "Using this: Sages Deem-act and don't rely on anything. His work is  accomplished and he doesn't locate it. This is his not desiring the apprehending  of worthies. ", "78.1": "In the social world, nothing is softer  or more pliant than water. And yet when it attacks firm, rigid things, none of  them is able to win. This is due to their lacking that with which to  metamorphose it. ", "78.2": "That the pliant wins over the rigid, the soft wins over the hard, In the  social world, no one fails to know. [Yet] no one is able to execute. ", "78.3": "Using this: Sages say, \"Taking the soil of a state, this is called ruler of  the world's grain alters. Taking the non-auspicious state, this is being deemed  the king of the social world.\" Rectified language is like its opposite.", "79.1": "Settling a massive resentment  Necessarily some resentment will be left-over. How can such be deemed as worth?", "79.2": "Using this: Sages grasp the left side of the agreement. And don't demand  from others. ", "79.3": "Have virtuosity in supervising agreements. Lack virtuosity in supervising  taxation. The natural guide has no kin. ", "79.4": "The natural guide has no kin. It constants being with worthy people.", "80.1": "'Small' the state and 'few' the people.  Bring about that having artifacts by the tens and hundreds yet they won't use  them. Bring it about that the people \"weight\" death and don't venture far. ", "80.2": "Although they have boats and chariots, they don't have reasons to ride in  them. Although they have armour and weapons, they don't have reasons to marshall  them. ", "80.3": "Bring it about that humans revert to knotting string and use that. 'Sweet'  their food; 'beautiful' their clothing. 'Peaceful' their neighbourhoods;  'pleasant' their customs. ", "80.4": "Nearby states can see each other. And hear the sounds of each other's  chickens and dogs. The peoples reach old age and death without any interaction.", "81.1": "Accurate language is not beautiful.  Beautiful language is not accurate. ", "81.2": "Those who are good at [things] don't distinguish. Those who distinguish are  not good at [things]. ", "81.3": "Those who know-how are not comprehensive. Those who are comprehensive do  not know how. ", "81.4": "Sages don't accumulate. Although they use it to deem-act \"others\"  Themselves increase 'having' Although they use it to give others. Themselves  increase in magnitude. ", "81.5": "The guide of nature: benefit and yet do not harm. The guide of Sages:  deem-act and don't dispute. "}]