[{"1.1": "The Tao that can be told is not the invariant Tao the names that can be named are not the invariant Names.", "1.2": "Nameless, it is the source of the thousands of things (named, it is 'Mother' of the thousands of things).", "1.3": "Yes: Always: being desireless, one sees the hidden essentials. Always: having desires, one sees only what is sought.", "1.4": "These two lines are about The Merging - it is when things develop and emerge from this that the different names appear.", "1.5": "The Merging is something mysterious - mysterious, and more mysterious, the abode of all the hidden essences.", "2.1": "When everyone in the world recognizes the elegant as elegant ... then ugliness has just appeared.", "2.2": "When all recognize goodness as good ... then the not-good has just appeared.", "2.3": "Yes: 'Being' and 'nothing' give birth one to the other 'the difficult' and 'the easy' give full shape to one another 'what excels' and 'what falls short' form one another", "2.4": "'the noble' and 'the lowly' give content to one another the music and the voice harmonize with one another the back and the front follow one another. Always.", "2.5": "And so the Wise Person: Settles into his job of Not Doing carries on his teaching done without talking.", "2.6": "The thousands of things arise and are active - and he rejects none of them.", "2.7": "He is a doer but does not rely on this he achieves successes but does not dwell in them. He just does not dwell in them, and so they cannot be taken away.", "3.1": "Not promoting the wise and worthy brings it about that the people are not contentious.", "3.2": "Not prizing goods hard to come by brings it about that the people do not become thieves", "3.3": "Not paying attention to the desirable brings it about that the people's minds do not become disordered.", "3.4": "And so, the government of the Wise Person: Empty their minds, fill their bellies weaken their ambitions, strengthen their bones.", "3.5": "Always bring it about that the people are without knowledge and without desires. Bring it about that the clever ones do not presume to set about doing.", "3.6": "Do Not Doing and nothing will be left un-governed.", "4.1": "Tao being Empty, it seems one who uses it will lack solidity.", "4.2": "An abyss, it seems something like the ancestor of the thousands of things.", "4.3": "It dampens the passion it unties the tangles it makes the flashing things harmonious it makes the dust merge together.", "4.4": "Deep, it is perhaps like an enduring something.", "4.5": "I don't know of anything whose offspring it might be - it appears to precede God.", "5.1": "\"Heaven and Earth are not Good they treat the thousands of things like straw dogs", "5.2": "The Wise Person is not Good he treats the hundred clans like straw dogs.\"", "5.3": "The space between heaven and earth isn't it like a bellows? Empty, but not shriveled up, set it in motion and always more comes out.", "5.4": "Much talking, quickly exhausted. It can't compare to watching over what is inside.", "6.1": "\"The Valley Spirit is undying.\" This is mysterious Femininity.", "6.2": "The Abode of mysterious Femininity: This is the Root of Heaven and Earth.", "6.3": "It seems to endure on and on. One who uses It never wears out.", "7.1": "Heaven is lasting, Earth endures.", "7.2": "What enables Heaven and Earth to last and endure? Because they do not live for themselves - so it is that they can live so long.", "7.3": "And so, the Wise Person: Puts himself last, and so finds himself in front.", "7.4": "puts himself in the out group, and so maintains his place.", "7.5": "The personal does not exist for him - isn't this how he can perfect what for him is most personal?", "8.1": "The highest Excellence is like water. Water, Excellent at being of benefit to the thousands of things, does not contend - it settles in places everyone else avoids. Yes, it is just about Tao.", "8.2": "Excellence in a house: the ground \"Excellence in a mind: depth Excellence in companions: Goodness Excellence in speaking: sincerity", "8.3": "Excellence in setting things right: good management Excellence on the job: ability Excellence in making a move: good timing.\"", "8.4": "Simply do not contend then there will be no fault.", "9.1": "In filling, if you keep on and on - better to have stopped.", "9.2": "In sharpening, if you keep trying - the edge won't last long.", "9.3": "When gold and jade fill the halls, no one can guard it all.", "9.4": "Rich, famous - and conceited: leading to a downfall self-caused.", "9.5": "Achieve successes, win the fame, remove yourself: Heaven's Way.", "10.1": "When 'carrying your soul,' embracing the One Thing, can you be undivided?", "10.2": "When 'concentrating ch'i', bringing about Softness, can you be like an infant?", "10.3": "When 'cleansing and purifying the mysterious mirror,' can you be without blemish?", "10.4": "When 'loving the people and caring for the kingdom,' can you be without knowledge?", "10.5": "When 'the Doors of Heaven open and shut,' can you remain Feminine?", "10.6": "When 'Clarity and bareness penetrate everywhere,' can you remain not doing?", "10.7": "Produce and nourish. Produce but don't possess work but don't rely on this preside but don't rule. This is mysterious Te.", "11.1": "Thirty spokes unite in one hollow hub in this 'nothing' lies the wheel's usefulness.", "11.2": "Knead clay to make a jar - in its 'nothing' lies the jar's usefulness.", "11.3": "Cut out doors and windows in making a house - in their 'nothing' lies the house's usefulness.", "11.4": "Yes: 'Being' makes for profit 'Nothing' makes for use fulness.", "12.1": "The five colours make people's eyes go blind the five tones make people's ears go deaf the five flavours make people's mouths turn sour.", "12.2": "Galloping and racing, bunting and chasing, make people's minds go mad. Goods hard to come by corrupt people's ways.", "12.3": "And so the Wise Person: Goes by the belly, not by the eye. Yes: He leaves 'that' aside, and attends to 'this'", "13.1": "\"Favour and disgrace: this means being upset high rank does great damage to your self.\"", "13.2": "What does it mean, \"favour and disgrace: this means being upset\"? Favour is degrading: Gaining it you will be upset losing it you will be upset This is what it means, \"favour and disgrace: this means being upset.\"", "13.3": "What does it mean, \"high rank does great damage to your self\"? What is the source of the great damage done me? It is because I have a self If I had no self what damage could be done me? This is what it means, \"high rank does great damage to your self.\"", "13.4": "Yes: A valuing of one's self that regards the self the same as the world - this means one can be entrusted with the world. A loving of one's self that regards the self the same as the world - this means one can be given the world.", "14.1": "\"Look for It, you won't see It: It is called 'fleeting' Listen for It, you won't hear It: It is called 'thin'. Grasp at It, you can't get It: It is called 'subtle'.\"", "14.2": "These three lines are about something that evades scrutiny. Yes, in it everything blends and becomes one.", "14.3": "Its top is not bright Its underside is not dim. Always unnameable, It turns back to nothingness.", "14.4": "This is the shape of something shapeless the form of a nothing this is elusive and evasive. Encountering It, you won't see the front following It, you won't see Its back.", "14.5": "Keep to the Tao of the ancients and so manage things happening today. The ability to know the ancient sources, this is the main thread of Tao.", "15.1": "The Excellent shih of ancient times penetrated into the most obscure, the marvelous, the mysterious. They had a depth beyond understanding.", "15.2": "They were simply beyond understanding. The Appearance of their forceful presence: Cautious, like one crossing a stream in winter timid, like one who fears the surrounding neighbours reserved, like guests", "15.3": "yielding, like ice about to melt unspecified, like the Uncarved Block all vacant space, like the Valley everything mixed together, like muddy water.", "15.4": "Who is able, as muddy water, by Stilling to slowly become clear? Who is able, at rest, by long drawn-out movement to slowly come to life?", "15.5": "Whoever holds onto this Tao does not yearn for solidity. He simply lacks solidity, and so what he is capable of: Remaining concealed, accomplishing nothing new.", "16.1": "Push Emptiness to the limit, watch over Stillness very firmly.", "16.2": "The thousands of things all around are active - I give my attention to Turning Back. Things growing wild as weeds all turn back to the Root.", "16.3": "To turn back to The Root is called Stillness. This is 'reporting in' 'reporting in' is becoming Steady. Experiencing Steadiness is Clarity. Not to experience Steadiness is to be heedless in one's actions - bad luck.", "16.4": "Experiencing Steadiness, then one is all-embracing all-embracing, then an impartial Prince Prince, then King King, then Heaven Heaven, then Tao", "16.5": "Tao then one lasts very long. As to destroying the self, there will be nothing to fear.", "17.1": "The greatest ruler: those under him only know he exists the next best kind: they love and praise him the next: they are in awe of him the next: they despise him.", "17.2": "When sincerity does not suffice it was not sincerity.", "17.3": "(\"Reticent - he is sparing with words.\") He achieves successes he accomplishes his tasks and the hundred clans all say: We are just being natural.", "18.1": "When Great Tao vanished we got 'Goodness and Morality.'", "18.2": "When the six family relationships fell into disharmony we got 'Respect and Caring.'", "18.4": "When the states and the great families became all benighted and disordered we got 'Loyal Subjects'.", "19.1": "Discard \"Wisdom,\" throw away \"Knowledge\" - the people will benefit a hundredfold.", "19.2": "Discard \"Goodness,\" throw away \"Morality\" - the people will turn back to respect and caring.", "19.3": "Discard \"Skill,\" throw away \"Profit\" - robbers and thieves will disappear.", "19.4": "Taking these three lines as your text - this is not sufficient. Give them something to fasten on to:", "19.5": "Pay attention to the Raw, embrace the Uncarved discount your personal interests, make your desires few, doing of the will of every man would put an end to vain ambitions and desires.", "20.1": "Break with Learning, and there will be no trouble. 'Yeah' and 'yes sir' - is there a big difference between them? 'Excellent' and 'despicable' - what's the real difference between them?", "20.2": "\"What others hold in respect, we can't fail to respect.\" Craziness. Aren't we over this yet?", "20.3": "\"All the others are beaming and beaming like people enjoying a great ceremonial feast, like people climbing an overlook tower in the spring. I am alone still - no indications at all yet like an infant who hasn't yet even smiled. So sad. Like someone with no place to go home to.", "20.4": "All the others have a superabundance I alone seem to have missed out. Oh my simpleton's mind! So confused.", "20.5": "Ordinary men are so bright I alone am so dull. Ordinary men are so sharp I alone am so stupid. Churned up like the ocean, blown about, like someone with no place to rest.", "20.6": "All the others all have their function I alone am thick-headed, like someone from the back country.\" I am alone, different from others - treasuring the nourishing Mother.", "21.1": "The impression made by magnificent Te comes only from Tao.", "21.2": "Tao is a something but elusive, but evasive. Evasive, elusive, inside it lies the mind's true form. Elusive, evasive, inside it lies something substantial. Shadowy, dim. Inside it lies vital energy. This energy is very strong inside it lies true genuineness.", "21.3": "From ancient times until today Its name has not been forgotten allowing us to see the beginnings of everything.", "21.4": "How do I recognize the form of the beginnings of everything? By this low in the cycle of Change, which is Love and Beauty. How do I know this? By my comprehension of the Dao.", "22.1": "\"Bent - then mature.\" Compromised - then upright Empty - then solid old and spent - then young and sprightly. A little - then a gain a lot - then confusing.", "22.2": "And so the Wise Person: Embraces The One Thing, and becomes the Shepherd of the World.", "22.3": "He does not show off, so he shines he does not promote himself, so he becomes famous he does not boast of himself, so he gets the credit he does not glorify himself, so he becomes leader.", "22.4": "He just does not contend and so no one can contend with him.", "22.5": "What the ancients said: \"bent - then mature,\" is this an empty saying? This is true maturity, turn back to it.", "23.1": "Speaking little is what is natural. Yes: A whirlwind does not blow a whole morning a downpour does not fall a whole day.", "23.2": "And who causes these things? - Heaven and Earth. If even Heaven and Earth cannot make things last very long, how much less can man.", "23.3": "Yes: One devoted to Tao: Is a Tao man, merges with Tao is a Te man, merges with Te is a man left out, merges with What Is Left Out.", "23.4": "One who merges with Tao, Tao welcomes him one who merges with Te, Te welcomes him one who merges with What Is Left Out, What Is Left Out welcomes him.", "23.5": "When sincerity does not suffice, it was not sincerity.", "24.1": "\"A person on tiptoe is not firmly planted a person in a rush will not go far.\"", "24.2": "One who shows off will not shine one who promotes himself won't become famous", "24.3": "one who boasts of himself will get no credit one who glorifies himself will not become leader.", "24.4": "In Tao this is called 'Stuffing oneself','overdoing it.' Things seem to detest this, so the ambitious man does not dwell here.", "25.1": "There was a chaotic something, yet lacking nothing born before Heaven and Earth. Alone. Still. Standing alone, unchanging. Revolving, endlessly. It can be thought of as Mother of the World.", "25.2": "I do not know its name, one can call it 'Tao.' The name of its powerful presence: One can call it 'The Great One.'", "25.3": "Great means going forth going forth means going far away going far away means turning back.", "25.4": "Yes: Tao is great Heaven is great Earth is great (the king is also great in the universe there are four great ones and the king takes his place as one of them).", "25.5": "Earth gives the rule for people Heaven gives the rule for Earth Tao gives the rule for Heaven the rule for Tao: things as they are.", "26.1": "Heaviness is the root of lightness Stillness is the master of agitation.", "26.2": "And so the Wise Person: Travels all day, not departing from the heavy baggage wagon although there are grand sights, he sits calmly aloof.", "26.3": "Why is this? A 10,000-chariot lord, mindful of his self takes the world lightly.", "26.4": "Light, then lose the Root agitated, then lose the mastery.", "27.1": "Excellent traveling: no tracks or traces Excellent speaking: no blemish or blame. Excellent counting does not use counting slips.", "27.2": "Excellent locking: no bolt or bar, but the door cannot be opened. Excellent tying: no cord or rope, but the knots cannot be undone.", "27.3": "And so the Wise Person: Always Excels at rescuing people and so does not turn anyone away. Always Excels at resolving things and so does not turn away from anything. This is called 'being clothed in Clarity.'", "27.4": "The Excellent person is the teacher of the person who is not Excellent. The person who is not Excellent is material for the Excellent person.", "27.5": "Not to treasure one's teacher not to love one's material, though 'smart,' is a great mistake. This is an important secret.", "28.1": "Be familiar with Masculinity but watch over Femininity - and become the Valley of the World. Being the Valley of the World, invariant Te will not leave you. Turn back to being an infant.", "28.2": "Be familiar with what is pure and white but watch over what is dark and black - and become the Pattern for the World. Being the Pattern for the World, your invariant Te Will be constant. Turn back to being limitless.", "28.3": "Be familiar with what is praiseworthy but watch over what is disgraceful - and become the Valley of the World. Being the Valley of the World, your invariant Te will be sufficient. Turn back to being an Uncarved Block.", "28.4": "When the Uncarved Block is cut up then it becomes a government tool. When the Wise Person instead uses it then it becomes head of the government Yes: A great carver does no cutting, a great ruler makes no rules.", "29.1": "When someone wants to take over the world and do some work on it, I can see he won't be able.", "29.2": "The world is a spirit-thing, it can't be 'worked' on. One who works ruins one who grasps loses.", "29.3": "Yes, things: Sometimes they will go ahead, sometimes follow after sometimes they will be snorting wildly sometimes breathing easily sometimes they will be strong, sometimes weak sometimes they will break, sometimes destroy.", "29.4": "And so the Wise Person: Avoids excess, avoids extravagance, avoids being grandiose.", "30.1": "One who assists the people's rulers with Tao does not use weapons to force changes in the world. \"Such action usually backfires.\"", "30.2": "Where troops camp, thorns and brambles grow.", "30.3": "Excellence consists in: Being resolute, that is all not venturing to take control by force", "30.4": "being resolute, but not boastful being resolute, but not overbearing being resolute, but not arrogant being resolute, when you have no choice being resolute, but not forcing.", "30.5": "Things are vigorous, then grow old and weak: A case of 'not-Tao.' Not-Tao, soon gone.", "31.1": "'Fine weapons' are ill-omened instruments. Things seem to detest them so the ambitious man does not dwell here.", "31.2": "\"The gentleman at home favours the left when at war he favours the right.\"", "31.3": "Weapons are ill-omened instruments not instruments for the gentleman he uses them when he has no choice. What is calm and quiet is highest.", "31.4": "When victorious, he does not think this a fine thing because to think it fine is to delight in slaughtering people. One who delights in slaughtering people cannot achieve his purposes in the world.", "31.5": "\"In fortunate times, prefer the left in mourning, prefer the right.\" The lower officer takes his stand on the left the higher officer takes his stand on the right. This says: He takes his stand as at a mourning ceremony.", "31.6": "At the slaughter of such masses of men, he weeps for them, mourning and lamenting. When victorious in the battle - he takes his stand as at a mourning ceremony.", "32.1": "Tao will always be nameless, an Uncarved Block although it is a thing of no account, no one in the world can make it his subject.", "32.2": "If the princes and kings could watch over It, the thousands of things would on their own be as deferential as guests.", "32.3": "Heaven and Earth would join together to send sweet dew. The people on their own would share equally without anyone giving orders.", "32.4": "When you begin making decisions and cutting it up, rules and names appear. And once names appear; you should know to stop. Knowing to stop, you can be without fear.", "32.5": "A comparison: Tao's presence in the world is like the relation of small river valleys to the Yang-tze and the ocean.", "33.1": "One who understands others is clever one who understands himself has Clarity.", "33.2": "One who wins out over others has power one who wins out over himself is strong.", "33.3": "One who is content is wealthy one strong in his practice is self-possessed.", "33.4": "One who does not leave his place is lasting one who dies and does not perish is truly long lived.", "34.1": "Great Tao drifts - it can go right or go left.", "34.2": "The thousands of things depend on it for life, it rejects nothing. It achieves successes, but does not hold tight to the fame. It clothes and feeds the thousands of things but does not act the ruler.", "34.3": "Always: Desiring nothing, it can be called 'of no account.'", "34.4": "The thousands of things turn back to it but it does not act the ruler - it can be called 'Great'", "34.5": "Because in the end it does not insist on its own greatness, yes, it is able to achieve its full greatness.", "35.1": "Grasp the Great Image and the world will come it will come and not be harmed - a great peace and evenness.", "35.2": "or music and cakes, passing strangers stop", "35.3": "Tao flowing from the lips - flat. No taste to it. Look for it: you will not be satisfied looking listen for it: you will not be satisfied listening put it into practice: you will not be satisfied stopping.", "36.1": "When you want to shrink something you must always enlarge it. When you want to weaken something you must always strengthen it. When you want to neglect something you must always involve yourself with it. When you want to deprive something you must always give to it.", "36.2": "This is called 'Subtle Clarity.' Softness and Weakness overcome what is hard and strong.", "36.3": "\"The fish must not leave the depths the state's 'sharp weapons' must not be shown to others.\"", "37.1": "Tao invariably Does Nothing, and nothing remains not done", "37.2": "If the princes and kings can watch over it the thousands of things will change by themselves.", "37.3": "Not being disgraced, they will be still. The world will order itself.", "38.1": "The finest Te is not Te-like, so it is Te the poorest Te never leaves off being Te-like, so it is not Te.", "38.2": "The finest Te: no working at it, no goal in mind the poorest Te: people work at it, with a goal in mind.", "38.3": "The finest Goodness: People work at it, but with no goal in mind the finest Morality': People work at it, with a goal in mind the finest Etiquette: People work at it, and, when none pay attention, they roll up their sleeves and go on the attack.", "38.4": "Yes: Losing Tao, next comes Te losing Te, next comes Goodness losing Goodness, next comes Morality losing Morality, next comes Etiquette.", "38.5": "And now Etiquette is loyalty and sincerity spread thin and the first sign of disorders. Foreknowledge is the flower of Tao and the beginning of folly.", "38.6": "And so the great man: Resides with the substance does not stay with what is thin. Resides with the fruit does not stay with the flower. Yes: He leaves 'that' aside and attends to 'this.'", "39.1": "Those that of old got The One Thing: The sky got The One Thing, and by this became clear. The earth got The One Thing, and by this became steady. The spirits got The One Thing, and by this obtained their powers.", "39.2": "The rivers got The One Thing, and by this became full. The thousands of things got The One Thing, and by this came to life. The princes and kings got The One Thing, and by this became the Standard for the World. This is how things came about.", "39.3": "The sky, without what makes it clear, is likely to crack. The earth, without what makes it steady, is likely to quake. The spirits, without what gives them powers, are likely to vanish.", "39.4": "The rivers, without what makes them full are likely to dry up. The thousands of things, without what gives them life, are likely to perish. The princes and kings, without what makes them eminent and noble, are likely to fall.", "39.5": "Yes, the eminent takes the common and ignored as a root the noble takes the lowly as a foundation.", "39.6": "And so, the princes and kings call themselves 'the orphan ... ,' 'the poor ... ,' 'the destitute ... is this not using the common and ignored as a root Is it not so?", "39.7": "Yes, enumerate the carriage parts - still not a carriage.", "39.8": "He doesn't wish to glitter and glitter like jade he falls like a stone, falling into oblivion.", "40.1": "Turning Back is Tao movement being Weak is Tao practice.", "40.2": "\"The thousands of things in the world are born of Being\" Being is born of Nothing.", "41.1": "\"When the best shih hears Tao, he puts out great effort to practice it. When the average shih hears Tao, he will keep it sometimes, and sometimes forget about it.", "41.2": "When the poorest shih hears Tao, he just has a big laugh.\" If he does not laugh, it must not quite be Tao.", "41.3": "Yes, the 'Well-Founded Sayings' has it: The bright Tao seems dark the Tao going forward seems to be going backward the smooth Tao seems rough. The loftiest Te seems like a valley great purity seems sullied abundant Te seems insufficient", "41.4": "Well-founded Te seems flimsy what is pure and natural seems faded the best square has no corners A great bronze takes long to finish great music has a delicate sound the Great Image has no shape.", "41.5": "Tao is something concealed, nameless. It is just Tao, good at sustaining a person and completing him.", "42.1": "Tao produced The One The One produced Two Two produced Three Three produced the thousands of things.", "42.2": "The thousands of things: Turn their backs on the quiet and dark and embrace the aggressive and bright. An Empty ch'i brings Harmony.", "42.3": "What people look down upon: to be orphaned, poor, destitute. But the kings and princes make these names into titles.", "42.4": "Yes, things: Sometimes you reduce them, and they are enlarged sometimes you enlarge them, and they are reduced.", "42.5": "What another has taught, I also teach: \"A violent man will not reach his natural end.\" I will make of this the father of my teaching.", "43.1": "The Softest thing in the world rides right over the Hardest things in the world. What-has-No-Being enters what-leaves-no-opening. This makes me realize the advantage of Not Doing.", "43.2": "Teaching done by not talking the advantage gained by Not Doing - few things in the world can match this.", "44.1": "Your fame or your self, which is closer to you? Your self or your possessions, which counts for more? Gaining or losing, which brings the pain?", "44.2": "Indeed: Very fond, much expended much hoarding, heavy loss.", "44.3": "Be content and there will be no disgrace. Know to stop and there will be no danger. And you can last very long.", "45.1": "The greatest perfection will seem lacking in something but its usefulness never ends. The greatest solidity will seem Empty but its usefulness is inexhaustible. The greatest uprightness will seem compromised", "45.2": "the greatest ability will seem clumsy the greatest eloquence will seem tongue-tied.", "45.3": "\"Agitation overcomes cold Stillness overcomes heat. \"Purity and Stillness are the Norm of the World.", "46.1": "When the world has Tao, they have no use for saddle horses, using them to haul manure. When the world has no Tao, they raise war horses on sacred ground.", "46.2": "Nothing is more crime producing than desirable things nothing is a worse misfortune than not being content nothing makes for more guilt than desire for gain.", "46.3": "Yes: Be content with enough, and there will always be enough.", "47.1": "Understanding the world without going out the door. Understanding Heaven's Way without looking out the window. Traveling very widely, understanding very little.", "47.2": "And so the Wise Person: Knows without any going names without any looking accomplishes without any doing.", "48.1": "\"Doing Learning, one profits everyday.\" Doing Tao, one suffers a loss everyday - ", "48.2": "loses, and loses some more and so arrives at not doing anything. Doing nothing, nothing will remain not done. Taking over the world: only by not working.", "48.3": "A person who sets to working, doesn't have what it takes to take over the world.", "49.1": "The Wise Person is always a man without a mind - he takes the mind of the hundred clans as his mind.", "49.2": "Those who are good, I am good to them those who are not good, I am also good to them - Te is good.", "49.3": "Those who are honest, I am honest with them those who are not honest, I am also honest with them - Te is honest.", "49.4": "The Wise Person lives in the world all drawn in for the world's sake he keeps his mind muddled. The hundred clans all strain their eyes and ears toward him. The Wise Person treats them all as his children.", "50.1": "\"Setting out to live is entering into death.\"", "50.2": "\"Thirteen are the life givers thirteen are the death bringers.\" The thirteen body parts are also death spots in people's life and activity? Why? Because they live life so lavishly.", "50.3": "So we hear: One who Excels at fostering life \"travels on land without meeting rhinoceros or tiger enters combat without armour or weapon.\"", "50.4": "The rhinoceros finds no place to jab its horn the tiger finds no place to lay its claws a weapon finds no place where its point can enter. Why? Because he has no death spot.", "51.1": "Tao produces them Te rears them events shape them talents complete their development. And so: Among the thousands of things there are none that do not honour Tao and treasure Te", "51.2": "This honouring Tao and treasuring Te - no one commands it, it always happens naturally. Tao produces them, Te rears them makes them grow, nurses them, settles them, heals them, sustains them, protects them.", "51.3": "Produces but does not possess works but does not rely on this presides but doesn't rule. This is mysterious Te.", "52.1": "The world has a Source, the Mother of the World.", "52.2": "Once you get the Mother then you understand the children. Once you understand the children turn back and watch over the Mother. As to destroying the self, there will be nothing to fear.", "52.3": "Close your eyes shut your doors, till the end of your life you will not get tired.", "52.4": "Open your eyes carry on your business, till the end of your life you will not be safe.", "52.5": "Keeping your eyes on the Small Thing is called Clarity watching over Weakness is called strength.", "52.6": "Engage with the flashing things turn back to Clarity do not deliver yourself to disaster. This is cultivating Steadiness.", "53.1": "if I had the least bit of understanding I would walk on the great Way. Only display will be dangerous.", "53.2": "The great Way is very smooth but people love bypaths.", "53.3": "The court is very well kept the fields are very weedy the granaries very empty.", "53.4": "\"Their clothes are fine and colourful on their belts are sharp swords, they are filled with food and drink\" a superabundance of expensive goods. This is robbers boasting, certainly not the Way.", "54.1": "Excellently founded: it will not be uprooted Excellently embraced and cared for: it will not slip away so sons and grandsons will never cease to offer the sacrifices.", "54.2": "Cultivate It in your person, its Te will be pure cultivate It in the clan, its Te will be abundant cultivate It in the village, its Te will be lasting cultivate It in the state, its Te will be ample cultivate It in the empire, its Te will be all-embracing.", "54.3": "Yes: Judge a person taking that person as the measure judge a clan taking that clan as the measure judge a village taking that village as the measure judge a state taking that state as the measure judge the world taking the world as the measure.", "54.4": "How do I know the nature of the world? By this.", "55.1": "One who has an abundance of Te is like a newborn child: Poisonous bugs will not bite it fierce beasts will not snatch it birds of prey will not attack it. Its bones are Soft, its sinews Weak, but its grip is firm.", "55.2": "It has not known the union of man and woman, but its organs get aroused: Vital energy at its height.", "55.3": "It will scream all day without getting hoarse: Harmony at its height. To experience Harmony is called being Steady to experience Steadiness is called Clarity.", "55.4": "'Increasing life': ominous 'the mind controlling the ch'i': forcing.", "55.5": "Things are vigorous, then grow old: A case of 'not-Tao'. Not-Tao, soon gone.", "56.1": "Those who understand are not talkers talkers don't understand.", "56.2": "Close your eyes shut your doors. Dampen the passion untie the tangles make the flashing things harmonious make the dust merge together. This is called the mysterious Merging.", "56.3": "Yes: You cannot get close you cannot stay away you cannot help It you cannot harm It you cannot treasure It you cannot look down on It. Yes: It is the Treasure of the World.", "57.1": "\"Rule the kingdom by the norm wage war by the unexpected.\" Take over the world by Not Working. How do I know it is so? By this.", "57.2": "In the world: The more rules and restrictions there are the poorer the people will be. The people: The more 'sharp weapons' they have, the more disordered the state and the clans will be.", "57.3": "Men: The more clever and skillful they are, the more weird things will start to happen. The more you publicize rules and laws, the more robbers and thieves you will have.", "57.4": "Yes, the Wise Person says: I Do Nothing, and the people transform themselves. I love Stillness, and the people bring themselves to correctness.", "57.5": "I do No Work, and the people enrich themselves. I have no desires, and the people by themselves become Simple.", "58.1": "When the ruler is dull and incompetent, the people are pure and simple. When the ruler is sharp and alert, the people are a bad lot.", "58.2": "\"Bad luck: good luck depends on it good luck: bad luck hides in it.\"", "58.3": "Who knows where this ends? There is no norm. What accords with the norm turns around and becomes weird what is excellent turns around and becomes ominous. \"People's blindness - it has been going on so long now.\"", "58.4": "And so the Wise Person: Is square and honest but does not cut is pointed and exact but does not hurt is straight and direct but not tactless shines but does not dazzle.", "59.1": "\"When it comes to governing the people and serving Heaven there's no one like a farmer.\"", "59.2": "Just being a farmer - this means getting dressed early. Getting dressed early means increasing one's store of Te increasing one's store of Te, then nothing is impossible nothing impossible, then no telling the limit no telling the limit, then one can possess the state.", "59.3": "One who possesses the Mother of the state can last a long time.", "59.4": "This means having deep roots and strong foundations, the Way of 'lasting life, good eyesight into old age'.", "60.1": "Governing a large state is like cooking a small fish.", "60.2": "Rule the world by Tao then ghosts will not take to haunting.", "60.3": "It is not that the ghosts will not haunt their haunting will cause no hurt to humankind. (It's not only that their haunting will not hurt humankind, the Wise Person also does not cause hurt to them.", "60.4": "These two do not hurt each other.) Yes, Te unifies and restores.", "61.1": "The great state is a low and easy woman for the world the one the Whole world unites with. Femininity always overcomes Masculinity, by Stillness, in Stillness it takes the low place.", "61.2": "Yes: A great state, by putting itself lower than the smaller state, will win out over the smaller state. A small state, by putting itself lower than the great state, will win out over the great state.", "61.3": "Yes: One puts itself lower so it will win out, if the other gets lower, then it will win.", "61.4": "(A great state has no further desire than to embrace and protect other states. A small state has no further desire than to enter and serve other states.", "61.5": "So both get what they want) The greatest should be the lowest.", "62.1": "Tao is the honoured center for the thousands of things. The treasure of the good what protects the not good.", "62.2": "Elegant words can buy and sell fine conduct gets people promoted. People who are not good, why are they rejected?", "62.3": "Yes: When they are enthroning the Son of Heaven or installing the Three Ministers - although they are presenting in tribute jade medallions out in front of four-horse teams, this cannot compare to sitting and setting forth this Tao.", "62.4": "What was the reason that the ancients treasured this Tao? is it not said: \"By it the seeker obtains by it the guilty escapes.\" Yes: It is the Treasure of the World.", "63.1": "Be a Non Doer work at Not Working acquire a taste for that which has no taste.", "63.2": "Treat small things as though they were great treat few things as though they were many. \"Reward what is injurious, with kind Te.\"", "63.3": "Plan difficult things focussing on the easy parts do great things focussing on the small details.", "63.4": "Difficult tasks in the world always begin from what is easy great tasks in the world always begin from what is small.", "63.5": "And so the Wise Person: Does not 'do great things' and so is able to fulfill his greatness.", "63.6": "Yes: Light agreement is never very trustworthy considering everything easy makes everything difficult.", "63.7": "And so the Wise Person: Treats things as difficult, and in the end has no difficulty.", "64.1": "When sitting still, they are easy to hold down no omens yet, it is easy to plan when fragile, they are easy to break when small, they are easy to scatter.", "64.2": "Work on it when it isn't yet put it in order when it is not yet disordered.", "64.3": "A tree you can barely get your arms around, grows from a tiny shoot a nine-story tower begins as a heap of earth a thousand-mile journey begins under your feet.", "64.4": "Working ruins, grasping loses. And so the Wise Person: Does not work, so does not ruin does not grasp, so does not lose.", "64.5": "Men often ruin their affairs on the eve of success, because they are not as prudent at the end as in the beginning. The wise man wills what others do not will, and values not things rare. He learns what others learn not, and gathers up what they despise.", "64.6": "And so the Wise Person: Desires to be desireless does not prize goods hard to come by learns to be un-leaned turns back to the place all others have gone on from. So as to help along the naturalness of the thousands of things with out presuming to be a Worker.", "65.1": "Those Excellent at doing Tao in ancient times - it was not to enlighten the people, but to keep them stupid.", "65.2": "The difficulty in governing the people - because of their knowledge. Yes: By \"Knowledge!\" govern the state - a crime against the state. By \"Ignorance!\" govern the state - a boon to the state.", "65.3": "Always: To understand these two lines, is also to understand the Ideal Pattern. Always: To understand the Ideal Pattern, is to have mysterious Te.", "65.4": "Mysterious Te is deep, far-reaching, in opposition to things - only afterward comes the Great Harmony.", "66.1": "The Yang-tze and the ocean: How are they able to be Kings of the hundred streams? Because they excel at being low - this is how they are able to be Kings of the hundred streams.", "66.2": "And so: Wishing to be high above the people, you must by your speech put yourself at the bottom Wishing to be out in front of the people, you must put your self in the last place.", "66.3": "And so, the Wise Person: Stands above, but the people are not weighed down stands out in front, but the people are not harmed and so the world delights in praising him, and does not tire.", "66.4": "Because of his not contending no one in the world can contend with him.", "67.1": "Everyone in the world says of me: 'great - but doesn't seem normal.' It's just 'greatness' - that's why it does not seem normal. If I were normal, I'd have been of little worth for a long time now.", "67.2": "I have three treasures, I protect and keep hold of them. The first is called 'gentleness' the second is called 'frugality' the third is called 'not presuming to act like leader of the world.'", "67.3": "Gentle, so able to be bold frugal, so able to be lavish not presuming to act like leader of the world, so able to become head of a government.", "67.4": "Now: To be bold without being gentle to be lavish without being frugal to act like leader without putting oneself last: This is death.", "67.5": "Yes, gentleness: \"Attack with it and you will win defend with it and you will stand firm.\" When Heaven wants to rescue someone, it surrounds him with a wall of gentleness.", "68.1": "The best soldier is not warlike the best fighter shows no anger", "68.2": "the one best at defeating the enemy does not engage him the one best at managing people puts himself below them.", "68.3": "This is the Te of not contending this is the power to manage people. This is being the Counterpart of Heaven equalling the very best of the ancients.", "69.1": "Military men have a saying: \"I do not presume to act as master, I act as guest I do not presume to advance an inch, I retreat a foot.\"", "69.2": "This is like \"going forward without going forward rolling up the sleeves but baring no arm attacking without showing hostility drawing with no sword.\"", "69.3": "Nothing brings greater disaster than the motto: \"The enemy is nothing.\" Thinking, \"the enemy is nothing\": close to losing my Treasure.", "69.4": "Yes, when they cross weapons and attack each other the one in mourning will win.", "70.1": "My words are very easy to understand, very easy to practice. No one in the world can understand, No one can practice them.", "70.2": "The words have an ancestor the practice has a master. They just do not understand and so they do not understand me. (So few understand me - a rare treasure indeed.)", "70.3": "And so the Wise Person: Dressed in shabby clothes, jade under his shirt.", "71.1": "\"Aware but not aware of it: a high thing.\" Not aware but aware of it: sick of this. Simply sick of the sickness - and so no longer sick.", "71.2": "The Wise Person's lack of this sickness: He became sick of being sick, and so he's no longer sick.", "72.1": "When the people are not in awe of your majesty then great majesty has been achieved.", "72.2": "Do not restrict where they can live do not tire them out by taxing what they live on. Simply do not tire them and they will not tire of you.", "72.3": "And so, the Wise Person: Knows himself does not make a show of himself. Loves himself does not exalt himself. Yes, he leaves 'that' aside, and attends to 'this.'", "73.1": "\"One who shows bravery by being daring will get killed one who shows bravery by not being daring will survive.'", "73.2": "But in both these cases: \"Sometimes it helps, sometimes it harms.\" \"What Heaven picks to hate - who knows the reason?\" And so the Wise Person: Treats things as difficult.", "73.3": "Heaven's Way: Not contending, but excels at overcoming not speaking, but excels in getting answers not summoning, but people come of themselves lax, but excels at organization.", "73.4": "Heaven's net is very wide - loosely woven, but it lets nothing slip by.", "74.1": "\"The people are always lacking in the fear of death.\" Then why frighten them with death?", "74.2": "Supposing the people always had the fear of death, and we could catch law breakers and kill them - who would dare?", "74.3": "There is always The Executioner - he does the killing. Doing the killing in The Executioner's place, this is like \"doing the cutting in the master carpenter's place.\" One who cuts in the master carpenter's place - seldom it is he does not cut his hand.", "75.1": "'The people are starving.' It is because those high up eat too much tax grain, this is why they are starving.", "75.2": "'The people are hard to govern.' It is because there is Working among those high up, this is why they are hard to govern.", "75.3": "'The people take death lightly.' It is because they pursue a lavish life, this is why they take death lightly. Simply: Those who do not Work at 'living' - these are better men than those who 'love life.'", "76.1": "People begin life Soft and Weak when they are dead they are hard and firm.", "76.2": "Among the thousands of things: Grass and trees begin life Soft and tender when they are dead they are withered and brittle.", "76.3": "Yes, strength and hardness accompany death Softness and Weakness accompany life.", "76.4": "And so: With a battle axe too hardened, you cannot win when a tree becomes hard, then comes the axe.", "76.5": "The strong and the great stand lowest the Soft and Weak stand highest.", "77.1": "Heaven's Way is like the stringing of a bow: It pulls down what is high it lifts up what is low it takes away from what has an abundance to give to what has not enough.", "77.2": "Heaven's Way: Take away from what has an abundance help along what has not enough. People's way is not like this: Take away from what has not enough to offer it to what has an abundance.", "77.3": "Who can have an abundance to offer the world? Only the one who has Tao.", "77.4": "And so the Wise Person: Works but does not rely on this achieves successes but does not dwell in them has no desire to show off his worth.", "78.1": "Nothing in the world is Softer or Weaker than water. But when it attacks what is hard and strong none of them can win out, because they have no way of affecting it.", "78.2": "Softness overcomes what is hard Weakness overcomes what is unyielding. Everyone in the world understands it no one can practice it.", "78.3": "And so the Wise Person says: Taking on a state's dirt makes one lord of its earth altars taking on a state's misfortunes makes one King of the world. Right words seem the opposite.", "79.1": "\"When great hostilities are smoothed over there is always some hostility left.\" How could this be considered good?", "79.2": "And so the Wise Person: \"Keeps hold of the left-hand contract tally, and doesn't make demands on others.\"", "79.3": "One who has Te is concerned with fulfilling his contract one who does not have Te concerns himself with collecting his due.", "79.4": "Heaven's Way: Not to have personal favourites, but to be invariably good to all.", "80.1": "Oh for a small country with few people! Supposing there were men with the talents of dozens and hundreds, but no one employed them. Supposing the people took death seriously, and did not travel far distances.", "80.2": "Although there exist boats and carriages, they have no occasion to ride in them. Although there exist armour and weapons, they have no occasion to show them off.", "80.3": "Supposing people returned to knotting cords, and using this as writing. They find their food savoury they find their clothes elegant they are content with their homes they are fond of their folkways.", "80.4": "Neighbouring states are in sight of one another so they hear the sounds of each others' dogs and roosters - but people reach old age and die with no comings and goings between them.", "81.1": "Sincere words are not elegant elegant words are not sincere.", "81.2": "Excellence is not winning arguments winning arguments is not being Excellent.", "81.3": "Understanding is not wide learning wide learning is not understanding.", "81.4": "The Wise Person does not store up for himself. By working for others he increases what he himself possesses. By giving to others he gets increase for himself more and more.", "81.5": "\"Heaven's Way: to benefit and not to harm.\" The Way of the Wise Person: to work and not contend."}]