[{"1.1": "The Tao that can be described in words is not the true Tao The Name that can be named is not the true Name.", "1.2": "From non-existence were called Heaven and Earth From existence all things were born.", "1.3": "In being without desires, you can experience the wonder But by having desires, you experience the journey.", "1.4": "Yet both spring from the same source and differ mostly in name.", "1.5": "This source is called \"Mystery\" Mystery upon Mystery, The womb giving birth to all of being.", "2.1": "When people see beauty as beautiful, They recognize other things as ugly.", "2.2": "When people see goodness as good, They recognize other things as being bad.", "2.3": "Therefore existence and non-existence produce one another Difficult and easy achieve each other Long and short define each other", "2.4": "High and low rely on each other Voice and accompaniment harmonize with one another Front and back follow each other.", "2.5": "Therefore, the Sage acts without \"doing\" And teaches without words.", "2.6": "All things arise and she does not refuse them. She creates, but does not possess", "2.7": "Accomplishes, but takes no credit When finished, she doesn't dwell on it. Because she does not dwell on it, it is always present.", "3.1": "Do not exalt people who are extraordinarily talented Or the people will become competitive.", "3.2": "Do not value precious goods Or the people will become thieves.", "3.3": "Do not make a public display of riches and finery Or the people's hearts will be envious and discontent.", "3.4": "Therefore, the wise leader will empty their hearts of coveting and fill their bellies with sustenance. He discourages their ambition and strengthens their bones.", "3.5": "If people are simple and free from desire, the crafty will not dare to take advantage of them.", "3.6": "By practicing \"not doing,\" nothing will remain undone.", "4.1": "The Tao is like an empty pitcher, Poured from but never drained.", "4.2": "Infinitely deep, it is the source of all things.", "4.3": "It blunts the sharp, Unties the knotted, Shades the bright, Unites with all dust.", "4.4": "Dimly seen, yet eternally present,", "4.5": "I do not know who gave birth to it, It is older than any conception of God.", "5.1": "Heaven and Earth are impartial, They allow things to die.", "5.2": "The Sage is not sentimental, She knows that all beings must pass away.", "5.3": "The space between Heaven and Earth is like a bellows empty, yet inexhaustible The more it is used, the more it produces.", "5.4": "Trying to explain it will only exhaust you. It is better to hold on to paradox.", "6.1": "The spirit of emptiness is eternal. It is called \"the Mysterious Woman.\"", "6.2": "Her womb is called \"the Source of Heaven and Earth.\"", "6.3": "Dimly seen, yet eternally present It is always there for you to use. It's easy!", "7.1": "Heaven is eternal, and Earth is long-lasting.", "7.2": "Why are they so enduring? Because they do not live for themselves.", "7.3": "Therefore the Sage puts himself last And finds himself in the foremost place.", "7.4": "He does not promote himself, thus he is preserved.", "7.5": "Because he has no thought of \"self,\" He is perfectly fulfilled.", "8.1": "The sagely person is like water. Water benefits all things and does not compete with them. It gathers in unpopular places. In this it is like the Tao.", "8.2": "In dwelling, live close to the Earth. In thinking, be open to new ideas. In relationships, be kind. In speech, tell the truth and keep your word.", "8.3": "In leading people, demonstrate integrity. In daily matters, be competent. In acting, consider the appropriate timing.", "8.4": "When you do not try to prove yourself to others, You will be beyond reproach.", "9.1": "Filling your cup until it overflows is not s good as stopping in time.", "9.2": "Over sharpen your sword and it will not protect you very long.", "9.3": "You may fill your halls with gold and jewels but you cannot keep them safe.", "9.4": "Being rich, highly esteemed and proud will only bring you trouble.", "9.5": "When you have done a good job, rest. This is the Way of Heaven", "10.1": "Being both body and spirit, can you embrace unity and not be fragmented?", "10.2": "Being spiritually focused, can you become soft, like a newborn baby?", "10.3": "Being clear in mind and vision, can you eliminate your flaws?", "10.4": "Loving all people and leading them well, can you do this without imposing your will?", "10.5": "When Heaven gives and takes away, can you be content to just let things come or go?", "10.6": "And even when you understand all things, can you simply allow yourself to be?", "10.7": "To give birth and nourish, To make and not own, To act but not expect something in return, To grow, yet not demand this of others, This is the virtue of Mystery.", "11.1": "Thirty spokes join together at one hub, But it is the hole in the enter that makes it operable.", "11.2": "Clay is molded into a pot, But it is the emptiness inside that makes it useful.", "11.3": "Doors and windows are cut to make a room, It is the empty spaces that we use.", "11.4": "Therefore, existence is what we have, But non-existence is what we use.", "12.1": "Too many colors tax people's vision. Too many sounds deaden people's hearing. Too many flavors spoil people's taste.", "12.2": "Thrill-seeking leads people to do crazy things. The pursuit of wealth just gets in people's way.", "12.3": "Therefore, the Sage provides for her needs, not her desires. She renounces the latter, and chooses the former.", "13.1": "Success is often as unsettling as failure. The world's troubles are no more important than the well-being of your own body.", "13.2": "Why do I say, \"Success is often as unsettling as failure?\" Success strikes us deep. It shakes us up to get it. It shakes us up to lose it. Thus, success is really little different than failure, for both are unsettling.", "13.3": "Why do I say, \"The World's greatest troubles are no more important than the well-being of your own body?\" The reason I think I have troubles is because I have material existence. If I had no body, what troubles could I possibly have?", "13.4": "What we must do is see the whole world as our \"Self.\" Only then will we be worthy of being entrusted with the World. Only One who values the World as his own body can truly rely on the World in return.", "14.1": "Look for it and it cannot be seen - it is beyond sight. Listen for it and it cannot be heard - it is beyond hearing. Grasp at it and it cannot be caught - it is beyond substance.", "14.2": "These three cannot be fully comprehended. They re fundamentally connected and somehow they are one.", "14.3": "Its highest is not bright. Its lowest isn't dark. It is infinite! Continually emerging, completely beyond description, It returns again and again to nothingness.", "14.4": "And this is what nothingness looks like: It is the image of the absence of being. (It sounds vague and elusive to me!) Approach it and you will not see its beginning Follow it and you will not see its end.", "14.5": "If you cling to the Tao of ancient times the present will be no problem. To know the ancient origin is to follow the Tao.", "15.1": "The Sages of old were scholars who knew well the ways of subtlety, mystery and discernment.", "15.2": "Their wisdom was beyond comprehension. Because they were beyond comprehension, I can only describe their appearance: They were cautious, as if crossing a river in winter. They were hesitant, as if fearing danger from all sides, They were polite, as if they were guests.", "15.3": "They were always growing, like the puddle from a melting cube of ice. They were genuine, like an uncarved block of wood. They were as open-minded as a valley. They were open to infinite possibilities, like a turbulent storm.", "15.4": "Who can wait for the storm to stop, to find peace in the calm that follows?", "15.5": "The person who is able to wait patiently in this peace will eventually know what is right. Those who respect the Tao do not go to extremes. Not going to extremes, they are inconspicuous and content.", "16.1": "If you can empty yourself of everything, you will have lasting peace.", "16.2": "Things arise, but I contemplate their return. Things flourish and grow, and then return to their Source. To return to the Source is to know perfect peace. I call this a return to Life.", "16.3": "Returning to Life is a Universal Constant. Knowing this is illuminating. Someone who doesn't understand this is in error and may act dangerously.", "16.4": "But knowing this Constant, you can embrace all things. Embracing all things, you can treat them fairly. Treating them fairly, you are noble. Being noble, you are like the cosmos. If you are like the cosmos, you are like the Tao.", "16.5": "If you are like the Tao, you will have eternal life, and you needn't be afraid of dying.", "17.1": "The best leader is one that the people are barely aware of. The next best is one who is loved and praised by the people. Next comes one who is feared. Worst is one who is despised.", "17.2": "If the leader does not have enough faith in his people, They will not have faith in him.", "17.3": "The best leader puts great value in words and says little So that when his work is finished The people all say, \"We did it ourselves!\"", "18.1": "When the great Tao is abandoned, Ideas of \"humanitarianism\" and \"righteousness\" appear.", "18.2": "When intellectualism arises It is accompanied by great hypocrisy.", "18.3": "When there is strife within a family Ideas of \"brotherly love\" appear.", "18.4": "When  nation is plunged into chaos Politicians become \"patriotic\".", "19.1": "Forget \"holiness,\" abandon \"intelligence\" and the people will be a hundred times better off.", "19.2": "Give up \"humanitarianism,\" put away \"righteousness\" and people will rediscover brotherly love and kindness.", "19.3": "Forget \"great art,\" throw away \"profit\" and there will be no more thieves.", "19.4": "These things are superficial and are simply not enough. People need something solid to hold on to.", "19.5": "And here it is: Be real. Embrace simplicity. Put others first. Desire little.", "20.1": "Forget ambitious acquisition of knowledge, and your sorrows will end. How much difference is there between \"yes\" and \"no\"? What is the distinction between \"good\" and \"evil\"?", "20.2": "Must I value what others value? Nonsense! Having no end to their desires, they are desolate.", "20.3": "People rush here and there, maybe going to a feast, or perhaps climbing a tower in the springtime. I alone and calm and unconcerned. Like an unselfconscious infant at peace and having no destination.", "20.4": "Most people have more than they need. But I alone seem lost an out of place. I have the mind of a fool - so confused!", "20.5": "Ordinary people are bright. I alone seem dim. Ordinary people are discriminating. I alone am ambivalent. As quiet as the ocean. As free as the wind.", "20.6": "People rush about on their very important business. But I alone seem incorrigible and uncouth. I am different from other people; I enjoy feeding from the Great Mother's breasts.", "21.1": "The only virtue worth having is that of following the Tao,", "21.2": "and the only thing you can say about the Tao, is that it is elusive and evasive. It is elusive and evasive, yet it can be observed. It is evasive and elusive, yet it does manifest itself. It is dim and dark, yet its essence can be grasped. Its essence is unquestionably genuine. You can put your faith in it.", "21.3": "From the beginning of time until the present, its Name has remained. In it one can see all of Creation.", "21.4": "How do I know where all of Creation comes from? I know the Tao!", "22.1": "If you don't want to be broken, bend. If you want to be straight, allow some crookedness. If you want to be filled, become empty. If you want to be made new, let yourself be used. If you want to be rich, desire little. Wanting more and more is craziness!", "22.2": "Therefore the Sage embraces oneness and becomes a model for he world.", "22.3": "Not self-centered, she is enlightened. Not self-righteous, she is a shining example. Not self-glorifying, she accomplishes glorious things. Not boastful, she grows large inside.", "22.4": "She alone does not compete, And so the world can never overcome her.", "22.5": "When the ancients said, \"If you don't want to be broken, bend\" Were they just uttering empty words? Bend sincerely and wholeness will return to you.", "23.1": "Nature uses few words. So, a whirlwind will not last all morning. A sudden storm will not last all day.", "23.2": "What causes these? Heaven and Earth. If Heaven and Earth need not speak for long, How much less should humankind?", "23.3": "Therefore, one who seeks the Tao is at one with the Tao. One who seeks goodness is good. One who seeks loss is lost.", "23.4": "If you are one with the Tao, the Tao eagerly accepts you. If you are one with goodness, goodness is happy to receive you. If you are one with loss, loss welcomes you.", "23.5": "If you do not trust enough, you will not find trust.", "24.1": "One who stands on tiptoe does not stand firm. One who rushes ahead is likely to trip.", "24.2": "One who listens only to himself cannot learn. One who considers himself righteous, isn't.", "24.3": "One who brags has nothing to brag about. /One who feels sorry for himself does not grow.", "24.4": "Compared to the Tao, these people are table scraps and wasted effort, and not well- liked by anyone or anything. So, if you follow the Tao, you will not live like that.", "25.1": "Before Heaven and Earth were born There was something undescribable. Perfectly still, having no form, It stands alone, and does not change. It acts perpetually, yet never tires. It could very well be the Mother of the Universe.", "25.2": "I don't know its name, so I just call it the Tao. If forced to give it a name, I would call it Great.", "25.3": "Being Great, I call it eternal. Being eternal, I call it infinite. Being infinite, I call it Reconciliation.", "25.4": "Therefore, the Tao is Great. Heaven is Great. The Earth is Great. Humankind is Great. In the Universe there are these four things which are Great, And humankind is one of them.", "25.5": "Humankind follows the Earth, The Earth follows Heaven, Heaven follows the Tao, And the Tao just acts like itself.", "26.1": "Heaviness is the root of lightness. Stillness is the master of restlessness.", "26.2": "Therefore, the Sage walks all day and never parts from the baggage-wagon. Although there are many beautiful places to behold, He is beyond such things and is at peace.", "26.3": "Why should the ruler of ten thousand chariots act with such frivolity in this world?", "26.4": "To act lightly is to lose one's root. To be restless is to lose one's self-control.", "27.1": "A skillful walker leaves no tracks. A skillful speaker makes no mistakes. A skillful accountant needs no counting-devices.", "27.2": "A well-made door needs no lock, yet cannot be opened. A well-made binding uses no rope, yet will not be undone.", "27.3": "Therefore, the Sage is always there to help people So that no one is forsaken. She is always there to see to things So that nothing is lost. This is called being clothed in light.", "27.4": "What is a good person but a bad person's teacher? What is a bad person but raw material for a good person?", "27.5": "If you do not respect your Teacher, Or love your \"raw material,\" You are greatly confused, regardless of your intelligence. I call this an essential, yet subtle mystery.", "28.1": "Know the active, the masculine Yet keep to the passive, the feminine And you will cradle the World. If you lovingly hold the World You will know eternal goodness And will become again as a little child.", "28.2": "Be aware of the obvious - the light But keep to the mysterious - the dark And set an example for the world. Be an example for the world And do not stray from your calling And you will return to the Eternal.", "28.3": "Know honour, yet remain humble And be empty of the world. Being empty of the world is good enough And you will return to the simplicity of the uncarved block", "28.4": "If the block is carved it is trapped in one form and critiqued. The Sage prefers simplicity and so is ahead of them all. He knows better than to divide the whole.", "29.1": "Do you want to own the World and improve it? I don't think you can.", "29.2": "You see, the World is sacred. It can't be improved upon. If you try you will ruin it. If you try to own it, You will lose it.", "29.3": "Therefore, sometimes you must lead and sometime you must follow. Sometimes you need to blow hard, and sometimes you can breathe easily. Sometime you must be strong and sometimes tender. Sometimes you win and sometimes you lose.", "29.4": "Knowing this, the Sage avoids extremes, extravagances and exhaustions.", "30.1": "A leader who is advised to rely on the Tao Does not enforce his will upon the world by military means. For such things are likely to rebound.", "30.2": "Wherever armies have camped Thistles and briars grow. In the wake of war Bad years are sure to follow.", "30.3": "A good leader accomplishes only what he has set out to do And is careful not to overestimate his ability.", "30.4": "He achieves his goal, but does not brag. He effects his purpose, but does not show off. He is resolute, but not arrogant. He does what he must, though he may have little choice. He gets results, but not by force.", "30.5": "Things that grow strong soon grow weak. This is not the Way of the Tao. Not following the Tao leads to an early end.", "31.1": "All weapons are bad news And all creatures should detest them. So those who follow the Tao do not keep them.", "31.2": "(Wise people prefer the left side as the place of honour, but the General always stands at the right.)", "31.3": "Weapons are the tools of fear. They are not appropriate for a Sage And should only be one's last resort. Peace is always far superior.", "31.4": "There is no beauty in victory. To find beauty in it would be to rejoice at killing people. Anyone who delights in slaughter will never find satisfaction in this world.", "31.5": "(When celebrating happy occasions, the left side is the place of honour, But on unhappy occasions, the right is preferred. Then we see those of lower rank standing on the left; The General is given the right-hand position.)", "31.6": "Military officers should observe their duties gravely, For when many people are killed They should be mourned with great sorrow. Celebrate your victory only with funeral rites.", "32.1": "The Tao will always be beyond comprehension. Although it seems trivial No one in all the world can control it.", "32.2": "If governments and leaders can abide in it All beings shall gratefully behave likewise.", "32.3": "We would have a Heaven on Earth and sweet rains would fall. The people would not need to be told, They would just naturally do what is right.", "32.4": "When you organize, you must of necessity use names and order. But given that, you must also know where to leave off naming and structuring. Knowing when to stop, you can avoid danger.", "32.5": "All the World is to the Tao As rivers flowing home to the sea.", "33.1": "One who knows others is intelligent. One who knows himself is truly wise.", "33.2": "One who overcomes others has force. One who overcomes the self has true strength.", "33.3": "One who knows he has enough is truly wealthy. One who has discipline is sincere.", "33.4": "One who remembers his Source will endure. He embraces death and so does not perish but lives forever.", "34.1": "The great Tao flows everywhere, to the left and to the right.", "34.2": "All things rely on it for their life and it does not refuse them. When its work is done, it does not demand recognition. It clothes and nourishes all things and does not demand allegiance.", "34.3": "Since it makes no demands for itself, it can seem to be of small regard.", "34.4": "Yet as all things return to it of their own accord, without being commanded, it can truly be regarded Great.", "34.5": "It is only because it does not claim to be Great That it is able to achieve such Greatness.", "35.1": "Whoever holds firmly to following the Tao Will draw all the World to herself. She may go anywhere and not be afraid, Finding only safety, balance, and peace.", "35.2": "Music and good food lure passers-by But words about the Tao Seem bland and flavourless to them.", "35.3": "Look, and it cannot be seen. Listen, and it cannot be heard. Use it, and it cannot be exhausted.", "36.1": "What you want shrunk Must first be allowed to expand. What you want weakened Must first be strengthened. What you want destroyed Must first be allowed to flourish. That which you want to take Must first be given.", "36.2": "Seeing this is an understanding of the subtle. What is soft and weak overcomes what is hard and strong.", "36.3": "Just as a fish should keep to deep waters, So a country's weapons should be kept out of sight, so as not to tempt people.", "37.1": "The Tao never \"acts\" Yet nothing is left undone.", "37.2": "If governments and leaders would keep it All tings would of their own accord be transformed. Should desires arise from transformation I shall influence them through silent simplicity. Silent simplicity involves being free from desires.", "37.3": "When you are without desire you are content And all the World is at peace.", "38.1": "A truly good person does not try to be good, Therefore is he able to be good. Another person tries to be good, And finds that he cannot.", "38.2": "A good person does not act, nor has any reason to, Another person is always doing because he thinks he has to.", "38.3": "A humanitarian acts from the heart. A politician acts, but he has ulterior motives. When a legalist acts and get no response, He rolls up his sleeve and uses force.", "38.4": "Therefore, when the Tao is lost, Remember that there is still goodness. When goodness is lost, there is still kindness. When kindness is lost, there is still the law. When the law is lost, there is still politeness.", "38.5": "Politeness is the thin edge of loyalty and trust, And is the beginning of chaos. We need those who try to direct society About as much as the Tao needs a flower to make it attractive. They mark the beginnings of stupidity.", "38.6": "The Sage concerns herself with causes, Not symptom And focuses on the Tao, not the silly flower. Forget the flower, follow the Tao instead.", "39.1": "People of ancient times possessed oneness. The sky attained oneness and so became clear. Earth attained oneness and so found peace. The Spirit attains oneness and so is replenished.", "39.2": "The Valleys attained oneness and so became full The ancient leaders attained oneness And so became examples for all the world. All of this is achieved by oneness.", "39.3": "Without oneness, the sky would crack The Earth explode The Spirit exhaust", "39.4": "The Valley deplete Leaders would certainly fall And all life perish.", "39.5": "Therefore the Great recognizes the Small as its root. The High takes the Low as its foundation.", "39.6": "Leaders refer to themselves as orphans and widows. Is this not grounding oneself in humility?", "39.7": "Therefore the highest renown is no renown.", "39.8": "We do not want to glitter like jewels. We do not want to be as hard as stone.", "40.1": "Returning is the movement of the Tao. Yielding is the way of the Tao.", "40.2": "All things in the world are born of existence. Existence is born of non-existence.", "41.1": "When wise people hear about the Tao They follow it carefully. When ordinary people hear about the Tao They can take it or leave it.", "41.2": "When foolish people hear about the Tao They laugh out loud. If they didn't laugh out loud, it wouldn't be Tao!", "41.3": "Therefore it is said: The path into light seems dark. They way ahead seems to go backward. The path into peace seems rough. The greatest good seems to us empty. True purity seems stained. The best efforts seem inadequate.", "41.4": "Appropriate caution seems like cowardice. // True essence seems violated. The truly square bears no corners. Sound vessels take time to build. Celestial music is seldom paid much heed. The ultimate image is impossible to capture.", "41.5": "The Tao is hidden and nameless Yet it is the Tao alone that nourishes and completes things.", "42.1": "The Tao gives birth to one. One gives birth to two. Two gives birth to three, And three gives birth to all things.", "42.2": "All things carry Yin and embrace Yang Desiring nothing and finding harmony.", "42.3": "All people hate loneliness and poverty Though they are the noblest of states.", "42.4": "So in losing, much is gained, And in gaining, much is lost.", "42.5": "What others have taught, I also teach: \"The violent shall die with violence.\" This is my primary teaching.", "43.1": "The softest thing in the World Overcomes the hardest thing in the World. That which is without substance can enter even where there is no space.", "43.2": "Therefore I know the value of non-action. Teaching without words And benefit without actions There are few in the World who can grasp it.", "44.1": "Fame of self: which is more important? Your possessions or your person: which is worth more to you? Gain or loss: which is worse?", "44.2": "Therefore, to be obsessed with \"things\" is a great waste, The more you gain, the greater your loss.", "44.3": "Being content with what you have been given, You can avoid disgrace. Knowing when to stop, You will avoid danger. That way you can live a long and happy life.", "45.1": "True perfection seems flawed Yet its usefulness is never exhausted. True fulfillment seems empty Yet its usefulness is infinite. True straightness seems crooked.", "45.2": "Great skill appears easy. Great eloquence sounds awkward.", "45.3": "Cold overcomes heat.  Tranquility conquers agitation. Purity and stillness is the universal ideal.", "46.1": "When the World keeps to the Tao Strong horses are best used to manufacture manure. When the World forgets the Tao War horses are bred outside the city.", "46.2": "There is no greater cure than discontent. Nothing breeds trouble like greed.", "46.3": "Only one who is content with what is enough will be content always.", "47.1": "Without going outside, You can know the whole world. Without looking out the window, You can know Heaven's Way. The further out you seek The less you understand.", "47.2": "Therefore, the Sage Knows without needing to travel, Understands without needing to see, Accomplishes without \"doing.\"", "48.1": "To pursue learning is to grow a little more every day. To pursue the Tao is to desire a little less every day.", "48.2": "Desire less and less Until you arrive at \"not-doing.\" When you practice \"not-doing,\" nothing is left undone. If you want to have the whole world, have nothing.", "48.3": "If you are always busy doing something, you cannot enjoy the world.", "49.1": "The Sage's heart is not set in stone. He is as sensitive to the people's feelings as to her own.", "49.2": "She says, \"To people who are good, I am good. And to people who are not good? I am good to them, too.\" This is true goodness.", "49.3": "\"People who are trustworthy, I trust. And people who are not trustworthy, I also trust.\" This is real trust.", "49.4": "The Sage who leads harmoniously considers the minds of her people as well as her own. They look to her anxiously. They are like her own children.", "50.1": "From birth to death,", "50.2": "Three people out of ten are celebrators of Life. Three people out of ten are advocates of Death. The rest simply move numbly from cradle to grave. Why is this? Because they are overly protective of this life.", "50.3": "It is said that one who knows how to protect his life can walk freely without fear of the wild buffalo or tiger. He may meet an army bravely with neither sword nor shield.", "50.4": "For the buffalo will find no place to sink its horns, The tiger finds no place to dig his claws, Weapons find no soft place to pierce./ Why? Because there is no place for death in him.", "51.1": "The Tao gives birth to all things. Nature's goodness nurtures them. Matter forms them. Environment shapes them. Therefore, all things cannot help but to respect the Tao and treasure goodness.", "51.2": "Respect for the Tao and the treasuring of goodness are not demanded of them, they do it naturally.", "51.3": "So, the Tao gives birth; Nature's goodness nurtures them, grows them, raises them and enables them to mature, ripens them, nourishes them and shelters them. The Tao gives birth, but does not possess; Acts, but does not take credit; Guides, but does not control. This is the mystery of goodness.", "52.1": "The World has an origin Which we may regard as the Mother of the Universe.", "52.2": "Knowing the Mother, we can also come to know her children. Knowing the children, return and hold fast to the Mother. Doing this, you will not meet with danger your whole life long.", "52.3": "Close your mouth Go easy on the senses And life will not be hard.", "52.4": "If you spend your life filling your senses And rushing around \"doing\" things You will be beyond hope.", "52.5": "To concern yourself with the beautiful and small is true wisdom. Too foster gentleness is true strength.", "52.6": "Choose to do what is wise and return to wisdom. Then you will avoid life's troubles. This is called practicing consistency.", "53.1": "If I possess even a little wisdom Then while I walk in the light of the Tao My only fear is that I'll fall into \"doing.\"", "53.2": "The path of the Tao is obvious and simple, But most people prefer to take short-cuts.", "53.3": "The courts of law are far from the people's hearts. The fields are full of weeds, And the storehouses are empty.", "53.4": "But look, here are officials in elegant apparel carrying sharp swords Eating and drinking until they are bloated, Possessed of such wealth that they could never use it all. I call this positively criminal. It is not the way of the Tao.", "54.1": "One who is well grounded will not be uprooted. One who has a firm embrace will not let go. His descendants will faithfully carry on his tradition.", "54.2": "Cultivate these things in yourself And you will have true goodness. Cultivate these in your family And goodness will increase. Cultivate these in your community And goodness will catch on. Cultivate these in your nation And goodness will overflow! Cultivate these in the World And goodness will fill the Universe.", "54.3": "And so, let the self examine the self. Let the family consider the family. Let the community examine the community. Let the nation evaluate the nation. Let the World contemplate the World.", "54.4": "How do I know the World is like this? Through these: Grounding and embracing.", "55.1": "One who is filled with goodness is like a freshly-born infant. Wasps, scorpions, and snakes will not bite her. Wild beasts will not attack her, nor will birds of prey pounce on her. Her bones may be fragile and her skin soft, But her grasp is firm.", "55.2": "She does not recognize the union of male and female For she knows it only as an undivided whole. This is the essence of perfection.", "55.3": "She can howl all day and not get hoarse. This is perfect harmony. Knowing harmony is faithfulness. Knowing faithfulness is salvation.", "55.4": "Trying to extend one's life-span is dangerous and unnatural. To manipulate one's energy with the mind is a powerful thing", "55.5": "But whoever possesses such strength invariably grows old and withers. This is not the way of Tao. All those who do not follow the Tao will come to an early end.", "56.1": "Those who know, do not speak. Those who speak, do not know.", "56.2": "So shut your mouth Guard your senses Blunt your sharpness Untangle your affairs Soften your glare Be one with all dust. This is the mystery of union.", "56.3": "You cannot approach it Yet you cannot escape it. You cannot benefit it Yet you cannot harm it. You cannot bestow any honour on it Yet you cannot rob it of its dignity. That is why the whole Universe revers it.", "57.1": "As a leader, lead properly. Don't resort to force in the usual ways. Win the World by \"not-doing.\" How do I know to do this?", "57.2": "Listen, the more laws and prohibitions there are The poorer the people become. The more dreadful weapons you have The more chaotic the state of the nation.", "57.3": "The more clever and advanced your knowledge The stranger things become. The more commandments and regulations you have The more thieves there are.", "57.4": "Therefore the Sage who leads says: \"I practice 'not-doing' and the people transform themselves. I enjoy peace and the people correct themselves.", "57.5": "I stay out of their business affairs and the people prosper. I have no desires and the people, all by themselves, become simple and honest.\"", "58.1": "When a government is unobtrusive The people are simple and honest. When a government is suspicious and strict The people are discontented and sneaky.", "58.2": "Blessings are rooted in misery. Misery lurks behind blessing.", "58.3": "Where does it ever end? There is no such things as \"normal.\" What seems normal is only an illusion, And what seems good is finally revealed to be monstrous. The people's confusion has lasted a very long time.", "58.4": "Therefore the Sage is honest, but not judgmental Strong, but not injurious to others Straightforward, but not reckless bright, but not blinding.", "59.1": "In leading people and serving Heaven There is nothing better than moderation.", "59.2": "In moderation, one is already following the Tao. When one follows the Tao, great goodness is abundant. When great goodness is in abundance, There is nothing that cannot be overcome Then there are no limits. Having no limits, one can certainly govern a country.", "59.3": "If you know the country's Mother, you will long endure.", "59.4": "I call this having deep roots and a firm stalk, This is the Way of long life and great insight.", "60.1": "Govern a big country as you would fry a small fish.", "60.2": "Approach the world with the Tao and evil will have no power. Not that evil has no power, but it will not harm people.", "60.3": "Not that evil is not harmful, but the Sage is dedicated to not harming people - even evil people.", "60.4": "When no one hurts another, all will eventually return to the good.", "61.1": "A great country is like a low-lying lake where many rivers converge; A focal point for the Earth, the feminine Spirit of the World. The female always overcomes the male by stillness. Stillness is the lowest position.", "61.2": "Therefore a big country, By placing itself below a smaller country Will win the smaller country. And a small country, By placing itself below a larger country Will gain the large country.", "61.3": "Therefore, by being humble, one gains And the other, being humble already, also gains.", "61.4": "A great country needs to embrace the lowly. The small country needs to serve others.", "61.5": "Thus, both needs are satisfied And each gets what it wants. // Remember, the great country should always humble itself.", "62.1": "The Tao is the bosom of the Universe It is the good person's treasure And the bad person's refuge.", "62.2": "Flattery may buy one's position And good deeds can win people over But if one's heart is not pure That is all the more reason to cling to the Tao!", "62.3": "Therefore when a king is coronated, Crowned in ceremony, Presented with gifts of rare value, And escorted in luxury, All these things pale when compared to the humble gift of the Tao, offered in silence.", "62.4": "Why did the Sages of old value the Tao so much? Because when you seek, you find And when you sin, you are forgiven. That is why the Tao is the greatest treasure of the Universe.", "63.1": "Do without \"doing.\" Work without forcing. Taste without seasonings.", "63.2": "Recognize the Great in the small, And the many in the few. Repay hatred with kindness.", "63.3": "Deal with the difficult whie it is still easy. Begin great works while they are still small.", "63.4": "Certainly the Earth does difficult work with ease, And accomplishes great affairs from small beginnings.", "63.5": "So, the Sage, by not striving for greatness, Achieves greatness.", "63.6": "If you think everything is easy, You will find only difficulty.", "63.7": "That is why the Sage considers all things difficult And finds nothing too difficult in the end.", "64.1": "What is at rest is easy to maintain. What has not yet happened is easy to plan. That which is fragile is easily shattered That which is tiny is easily scattered.", "64.2": "Correct problems before they occur. Intervene before chaos erupts.", "64.3": "A tree too big around to hug is produced from a tiny sprout. A nine-story tower begins with a mound of dirt. A thousand-mile journey begins with your own two feet.", "64.4": "Whoever tries will fail. Whoever clutches, loses. Therefore the Sage, not rying, cannot fail Not clutching, she cannot lose.", "64.5": "When people try, they usually fail just on the brink of success. If one is as cautious at the outset as at the end, One cannot fail.", "64.6": "Therefore the Sage desires nothing so much as to be desireless. She does not value rare and expensive goods. She unlearns what was once taught And helps the people regain what they have lost; To help every being assume its natural way of being, And not dare to force anything.", "65.1": "In ancient times those who followed the Tao Did not try to educate the people. They chose to let them be.", "65.2": "The reason people become hard to govern Is that they think they know it all. So, if a leader tries to lead through cleverness, He is nothing but a liability. But if a leader leads, not through cleverness, but through goodness, this is a blessing to all.", "65.3": "To be always conscious of the Great Pattern is a spiritual virtue.", "65.4": "Spiritual virtue is awesome and infinite And it leads all tings back to their Source. Then there emerges the Great Harmony.", "66.1": "Rivers and the sea are able to rule the streams of a hundred valleys. Because they are good at taking the lower position, The streams of a hundred valleys run to them.", "66.2": "Therefore, if you want to rule effectively over people You must surely speak as if below them. If you want to lead well, You must surely walk behind them.", "66.3": "That way when the age takes a position of power The people will not feel oppressed. And when the Sage leads The people will not think he is in the way. Therefore the world joyfully praises him and does not tire of him.", "66.4": "Because he refuses to compete, The word cannot compete with him.", "67.1": "Everyone says this Tao of mine is great and nebulous. So great, in fact, that it is too nebulous to be of any use.", "67.2": "I have three treaures that I hold and cherish: One is called \"compassion\" Another is called \"moderation\" And the third is called \"daring not to compete.\"", "67.3": "With compassion, one is able to be brave. With moderation, one has enough to be generous with others. Without competition, one is fit to lead.", "67.4": "Nowadays people don't bother with compassion But just try to be brave. They scoff at moderations And find they have little enough for themselves. They step on people in their rush to be first - This is death!", "67.5": "One who is compassionate in warfare is victorious And in defense he holds fast. Whn Heaven moves to save someone It protects him through compassion.", "68.1": "The best soldier is not violent. The best fighter is not driven by anger.", "68.2": "The true conqueror wins without confrontation. The best employer is humble before his employees.", "68.3": "I say there is much good in not competing. I call it using the power of the people. This is known as being in tune with Heaven, Like the Sages of old.", "69.1": "The military has a saying: \"I would rather be passive, like a guest than agressive, like a host. I would rather retreat a foot than advance an inch.\"", "69.2": "This is called going forward without instigating. Engaging without force Defense without hatred Victory without weapons.", "69.3": "There is no greater calamity than underestimating the enemy. If I take my enemy too lightly, I am in danger of losing my compassion, moderation, and non-competitive spirit.", "69.4": "So, when two armies confront each other Victory will go to them that grieve.", "70.1": "My words are very easy to understand And very easy to practice. Yet the World is not able to undertand Nor able to put them into practice.", "70.2": "My words speak of the primal. My deeds are but service. Unless people understand this They won't understand me. And since so few understand me, Then such understanding is rare and valuable indeed.", "70.3": "Therefore the Sage wears common clothes AAnd hides his treasures only in is heart.", "71.1": "She who knows that she does not know is the best off. He who pretends to now but doesn't is ill. Only someone who realizes he is ill can become whole.", "71.2": "The Sage is not ill because she recognizes this illness as illness, Therefore she is not ill.", "72.1": "When people lose their fear of power Then great power has indeed arrived.", "72.2": "Do not intrude on people's material living. Do not despise their spiritual lives, either. If you respect them, you will be respected.", "72.3": "Therefore the Sage knows himself, but he is not opinionated. He loves himself, but he is not arrogant. He lets go of conceit and opinion, and embraces self-knowledge and love.", "73.1": "A soldier who has the courage to fight will eventually be killed. But one who has the courage not to fight will live.", "73.2": "In these two, one is good and the other harmful. Who knows why Heaven allows some things to happen? Even the Sage is stumped sometimes.", "73.3": "The way of Heaven/ Does not compete, but is good at winning. Does not speak, yet always responds; Does not demand, but is usually obeyed; Seems chaotic, but unfolds a most excellent plan.", "73.4": "Heaven's net is cast wide And though its meshes are loose, Nothing is ever lost.", "74.1": "If people do not fear death How can you threaten them with it?", "74.2": "If people live in constant fear of death, Because those who break the law are seized and killed, Who would dare to break the law?", "74.3": "There has always been an official executioner. If you take the law into your own hands And try to take his place, It is like trying to take the place of a master carpenter In which case you would probably hurt your hands.", "75.1": "The people are starving because their leaders eat up all their money in taxes. And so, they are hungry.", "75.2": "The people are rebellious because their leaders are intrusive. And so, they protest.", "75.3": "The people make light of death because their leaders live so well at their expense. And so, they expect death. Therefore, it seems that one who does not grasp this life too tightly is better off than one who clings.", "76.1": "When people are alive they are soft and weak. At their deaths they are hard and rigid.", "76.2": "All young things, including grass and trees Are soft and frail. At their death they are withered and dry.", "76.3": "So, all that are hard and rigid take the company of death. Those who are soft and weak take the company of life.", "76.4": "Therefore, powerful weapons will not succeed (Remember that strong and tall trees are the ones that are cut down).", "76.5": "The strong and rigid re broken and laid low. The soft and weak will always overcome.", "77.1": "The Tao of Heaven is like the stringing of a bow. The high is pressed down and the low raised up. The string that is too long is shortened and the string that is too short is added to.", "77.2": "Heaven's Way is to take from what has too much And give to what does not have enough. This is not the way of men, however, for they take from those who have little to increase the wealth of the rich.", "77.3": "So who is it that has too much and offers it to a needy World? Only someone who knows the Tao.", "77.4": "Therefore, the Sage works anonymously. She achieves great things but does not wait around for praise. She does not want her talents to attract attention to her.", "78.1": "In the whole World nothing is softer or weaker than water. And yet even those who succeed when attacking the hard and the strong cannot overcome it Because noting can harm it.", "78.2": "The weak overcome the strong. The soft conquers the hard. No one in the World can deny this Yet no one seems to know how to put it into practice.", "78.3": "Therefore the Sage says \"One who accepts a people's shame is qualified to rule it. One who embraces a condemned people is called the king of the Universe.\" True words seem pardoxical.", "79.1": "When enemies are reconciled, some resentment invariably remains. How can this be healed?", "79.2": "Therefore the Sage makes good on his half of the deal // And demands nothing of others.", "79.3": "One who is truly good will keep to his promise. One who is not good will take what he can.", "79.4": "Heaven doesn't choose sides It is always with the good people.", "80.1": "It is best to have small communities with few people. Although they have goods and equipment in abundance few of them are even used. They have great love of life, and are content to be right where they are.", "80.2": "Although they have boats and carriages, there is no place they particularly want to go. And although they have access to weapons and machineries of war, they have no desire to show them off.", "80.3": "Let people return to simplicity, working with their own hands. Then they will find joy in their food Beauty in their simple clothes Peace in their living Fulfillment in their tradition.", "80.4": "And although they live within sight of neighbouring states And their roosters and dogs are heard by one another The people are content to grow old and die Without having gone to see their neighbour states.", "81.1": "True words are not beautiful. Beautiful words are not true.", "81.2": "Good people do not argue. Argumentative people are not good.", "81.3": "The wise are not necessarily well-educated. The well-educated are not necessarily wise.", "81.4": "The Sage does not hoard things. The more she does for others The more he finds she has. The more she gives to others The more she finds she gains.", "81.5": "Heaven's Way is to nourish, not to harm. The Sage's way is to work, yet not to compete."}]