[{"1.1": "The Way that can be experienced is not true; The world that can be constructed is not real.", "1.2": "The Way manifests all that happens and may happen; The world represents all that exists and may exist.", "1.3": "To experience without abstraction is to sense the world; To experience with abstraction is to know the world.", "1.4": "These two experiences are indistinguishable; Their construction differs but their effect is the same.", "1.5": "Beyond the gate of experience flows the Way, Which is ever greater and more subtle than the world.", "2.1": "When beauty is abstracted Then ugliness has been implied;", "2.2": "When good is abstracted Then evil has been implied.", "2.3": "So alive and dead are abstracted from nature, Difficult and easy abstracted from progress, Long and short abstracted from contrast,", "2.4": "High and low abstracted from depth, Song and speech abstracted from melody, After and before abstracted from sequence.", "2.5": "The sage experiences without abstraction, And accomplishes without action;", "2.6": "He accepts the ebb and flow of things, Nurtures them, but does not own them,", "2.7": "And lives, but does not dwell.", "3.1": "Not praising the worthy prevents contention,", "3.2": "Not esteeming the valuable prevents theft,", "3.3": "Not displaying the beautiful prevents desire.", "3.4": "In this manner the sage governs people: Emptying their minds, Filling their bellies, Weakening their ambitions, And strengthening their bones.", "3.5": "If people lack knowledge and desire Then they can not act;", "3.6": "If no action is taken Harmony remains.", "4.1": "The Way is a limitless vessel; Used by the self, it is not filled by the world;", "4.2": "-", "4.3": "It cannot be cut, knotted, dimmed or stilled;", "4.4": "Its depths are hidden, ubiquitous and eternal;", "4.5": "I don't know where it comes from; It comes before nature.", "5.1": "Nature is not kind; It treats all things impartially.", "5.2": "The Sage is not kind, And treats all people impartially.", "5.3": "Nature is like a bellows, Empty, yet never ceasing its supply. The more it moves, the more it yields;", "5.4": "So the sage draws upon experience And cannot be exhausted.", "6.1": "Experience is a riverbed, Its source hidden, forever flowing:", "6.2": "The Way moves within it:", "6.3": "The Way moves within it: Draw upon it; it will not run dry.", "7.1": "Nature is complete", "7.2": "because it does not serve itself.", "7.3": "The sage places himself after and finds himself before,", "7.4": "Ignores his desire and finds himself content.", "7.5": "He is complete because he does not serve himself.", "8.1": "The best of man is like water, Which benefits all things, and does not contend with them, Which flows in places that others disdain, Where it is in harmony with the Way.", "8.2": "So the sage: Lives within nature, Thinks within the deep, Gives within impartiality, Speaks within trust,", "8.3": "Governs within order, Crafts within ability, Acts within opportunity.", "8.4": "He does not contend, and none contend against him.", "9.1": "Fill a cup to its brim and it is easily spilled;", "9.2": "Temper a sword to its hardest and it is easily broken;", "9.3": "Amass the greatest treasure and it is easily stolen;", "9.4": "Claim credit and honour and you easily fall;", "9.5": "Retire once your purpose is achieved - this is natural.", "10.1": "Embracing the Way, you become embraced;", "10.2": "Breathing gently, you become newborn;", "10.3": "Clearing your mind, you become clear;", "10.4": "Nurturing your children, you become impartial;", "10.5": "Opening your heart, you become accepted;", "10.6": "Accepting the world, you embrace the Way.", "10.7": "Bearing and nurturing, Creating but not owning, Giving without demanding, This is harmony.", "11.1": "Thirty spokes meet at a nave; Because of the hole we may use the wheel.", "11.2": "Clay is moulded into a vessel; Because of the hollow we may use the cup.", "11.3": "Walls are built around a hearth; Because of the doors we may use the house.", "11.4": "Thus tools come from what exists, But use from what does not.", "12.1": "Too much colour blinds the eye, Too much music deafens the ear, Too much taste dulls the palate.", "12.2": "Too much play maddens the mind, Too much desire tears the heart.", "12.3": "In this manner the sage cares for people: He provides for the belly, not for the senses; He ignores abstraction and holds fast to substance.", "13.1": "Both praise and blame cause concern, For they bring people hope and fear.", "13.2": "The object of hope and fear is the self - For, without self, to whom may fortune and disaster occur?", "13.3": "-", "13.4": "Therefore, Who distinguishes himself from the world may be given the world, But who regards himself as the world may accept the world.", "14.1": "Looked at but cannot be seen - it is beneath form; Listened to but cannot be heard - it is beneath sound; Held but cannot be touched - it is beneath feeling;", "14.2": "These depthless things evade definition, And blend into a single mystery.", "14.3": "In its rising there is no light, In its falling there is no darkness, A continuous thread beyond description, Lining what does not exist;", "14.4": "Its form formless, Its image nothing, Its name silence; Follow it, it has no back, Meet it, it has no face.", "14.5": "Attend the present to deal with the past; Thus you grasp the continuity of the Way, Which is its essence.", "15.1": "The enlightened possess understanding So profound they can not be understood.", "15.2": "Because they cannot be understood I can only describe their appearance: Cautious as one crossing thin ice, Undecided as one surrounded by danger, Modest as one who is a guest,", "15.3": "Unbounded as melting ice, Genuine as unshaped wood, Broad as a valley, Seamless as muddy water.", "15.4": "Who stills the water that the mud may settle, Who seeks to stop that he may travel on,", "15.5": "Who desires less than what may transpire, Decays, but will not renew.", "16.1": "Empty the self completely; Embrace perfect peace.", "16.2": "The world will rise and move; Watch it return to rest. All the flourishing things Will return to their source.", "16.3": "This return is peaceful; It is the flow of nature, An eternal decay and renewal. Accepting this brings enlightenment, Ignoring this brings misery.", "16.4": "Who accepts nature's flow becomes all-cherishing; Being all-cherishing he becomes impartial; Being impartial he becomes magnanimous; Being magnanimous he becomes natural; Being natural he becomes one with the Way; Being one with the Way he becomes immortal:", "16.5": "Though his body will decay, the Way will not.", "17.1": "The best rulers are scarcely known by their subjects; The next best are loved and praised; The next are feared; The next despised:", "17.2": "They have no faith in their people, And their people become unfaithful to them.", "17.3": "When the best rulers achieve their purpose Their subjects claim the achievement as their own.", "18.1": "When the Way is forgotten Duty and justice appear;", "18.2": "Then knowledge and wisdom are born Along with hypocrisy.", "18.3": "When harmonious relationships dissolve Then respect and devotion arise;", "18.4": "When a nation falls to chaos Then loyalty and patriotism are born.", "19.1": "If we could discard knowledge and wisdom Then people would profit a hundredfold;", "19.2": "If we could discard duty and justice Then harmonious relationships would form;", "19.3": "If we could discard artifice and profit Then waste and theft would disappear.", "19.4": "Yet such remedies treat only symptoms And so they are inadequate.", "19.5": "People need personal remedies: Reveal your naked self and embrace your original nature; Bind your self-interest and control your ambition; Forget your habits and simplify your affairs.", "20.1": "What is the difference between assent and denial? What is the difference between beautiful and ugly?", "20.2": "What is the difference between fearsome and afraid?", "20.3": "The people are merry as if at a magnificent party Or playing in the park at springtime, But I am tranquil and wandering, Like a newborn before it learns to smile, Alone, with no true home.", "20.4": "The people have enough and to spare, Where I have nothing, And my heart is foolish, Muddled and cloudy.", "20.5": "The people are bright and certain, Where I am dim and confused; The people are clever and wise, Where I am dull and ignorant; Aimless as a wave drifting over the sea, Attached to nothing.", "20.6": "The people are busy with purpose, Where I am impractical and rough; I do not share the peoples' cares But I am fed at nature's breast.", "21.1": "Harmony is only in following the Way.", "21.2": "The Way is without form or quality, But expresses all forms and qualities; The Way is hidden and implicate, But expresses all of nature; The Way is unchanging, But expresses all motion.", "21.3": "Beneath sensation and memory The Way is the source of all the world.", "21.4": "How can I understand the source of the world? By accepting.", "22.1": "Accept and you become whole, Bend and you straighten, Empty and you fill, Decay and you renew, Want and you acquire, Fulfill and you become confused.", "22.2": "The sage accepts the world As the world accepts the Way;", "22.3": "He does not display himself, so is clearly seen, Does not justify himself, so is recognized, Does not boast, so is credited, Does not pride himself, so endures,", "22.4": "Does not contend, so none contend against him.", "22.5": "The ancients said, \"Accept and you become whole\", Once whole, the world is as your home.", "23.1": "Nature says only a few words: High wind does not last long, Nor does heavy rain.", "23.2": "If nature's words do not last Why should those of man?", "23.3": "Who accepts harmony, becomes harmonious. Who accepts loss, becomes lost.", "23.4": "For who accepts harmony, the Way harmonizes with him, And who accepts loss, the Way cannot find.", "23.5": "-", "24.1": "Straighten yourself and you will not stand steady;", "24.2": "Display yourself and you will not be clearly seen; Justify yourself and you will not be respected;", "24.3": "Promote yourself and you will not be believed; Pride yourself and you will not endure.", "24.4": "These behaviours are wasteful, indulgent, And so they attract disfavour; Harmony avoids them.", "25.1": "There is a mystery, Beneath abstraction, Silent, depthless, Alone, unchanging, Ubiquitous and liquid, The mother of nature.", "25.2": "It has no name, but I call it \"the Way\"; It has no limit, but I call it \"limitless\".", "25.3": "Being limitless, it flows away forever; Flowing away forever, it returns to my self:", "25.4": "The Way is limitless, So nature is limitless, So the world is limitless, And so I am limitless.", "25.5": "For I am abstracted from the world, The world from nature, Nature from the Way, And the Way from what is beneath abstraction.", "26.1": "Gravity is the source of lightness, Calm, the master of haste.", "26.2": "A lone traveler will journey all day, watching over his belongings; Only safe in his own bed may he lose them in sleep.", "26.3": "So the captain of a great vessel should not act lightly or hastily.", "26.4": "Acting lightly, he loses sight of the world, Acting hastily, he loses control of himself. The captain can not treat his great ship as a small boat; Rather than glitter like jade He must stand like stone.", "27.1": "The perfect traveler leaves no trail to be followed; The perfect speaker leaves no question to be answered; The perfect accountant leaves no working to be completed;", "27.2": "The perfect container leaves no lock to be closed; The perfect knot leaves no end to be traveled.", "27.3": "So the sage nurtures all men And abandons no one. He accepts everything And rejects nothing. He attends to the smallest details.", "27.4": "For the strong must guide the weak; The weak are raw material to the strong.", "27.5": "If the guide is not respected, Or the material is not cared for, Confusion will result, no matter how clever one is. This is the secret of perfection: When raw wood is carved, it becomes a tool; When a man is employed, he becomes a tool; The perfect carpenter leaves no wood to be carved.", "28.1": "Using the male, being female, Being the entrance of the world, You embrace harmony And become as a newborn.", "28.2": "Using strength, being weak, Being the root of the world, You complete harmony And become as unshaped wood.", "28.3": "Using the light, being dark, Being the world, You perfect harmony And return to the Way.", "28.4": "-", "29.1": "Those who wish to change the world According with their desire Cannot succeed.", "29.2": "The world is shaped by the Way; It cannot be shaped by the self. Trying to change it, you damage it; Trying to possess it, you lose it.", "29.3": "So some will lead, while others follow. Some will be warm, others cold Some will be strong, others weak. Some will get where they are going While others fall by the side of the road.", "29.4": "So the sage will be neither extravagant nor violent.", "30.1": "Powerful men are well advised not to use violence, For violence has a habit of returning;", "30.2": "Thorns and weeds grow wherever an army goes, And lean years follow a great war.", "30.3": "A general is well advised To achieve nothing more than his orders: Not to take advantage of his ", "30.4": "Nor to glory, boast or pride himself; To do what is dictated by necessity, Not by choice.", "30.5": "For even the strongest force will weaken with time, And then its violence will return, and kill it.", "31.1": "Armies are tools of violence; They cause men to hate and fear. The sage will not join them.", "31.2": "-", "31.3": "His purpose is creation; Their purpose is destruction. Weapons are tools of violence, Not of the sage; He uses them only when there is no choice, And then calmly, and with tact,", "31.4": "For he finds no beauty in them. Whoever finds beauty in weapons Delights in the slaughter of men; And who delights in slaughter Cannot content himself with peace.", "31.5": "-", "31.6": " So slaughters must be mourned And conquest celebrated with a funeral.", "32.1": "The Way has no true shape, And therefore none can control it.", "32.2": "If a ruler could control the Way All things would follow In harmony with his desire,", "32.3": "And sweet rain would fall, Effortlessly slaking every thirst.", "32.4": "The Way is shaped by use, But then the shape is lost. Do not hold fast to shapes", "32.5": "But let sensation flow into the world As a river courses down to the sea.", "33.1": "Who understands the world is learned; Who understands the self is enlightened.", "33.2": "Who conquers the world has strength; Who conquers the self has harmony;", "33.3": "Who is determined has purpose. Who is contented has wealth;", "33.4": "Who defends his home may long endure; Who surrenders his home may long survive it.", "34.1": "The Way flows and ebbs, creating and destroying,", "34.2": "Implementing all the world, attending to the tiniest details, Claiming nothing in return. It nurtures all things, Though it does not control them;", "34.3": "It has no intention, So it seems inconsequential. It is the substance of all things; Though it does not control them;", "34.4": "It has no exception, So it seems all-important.", "34.5": "The sage would not control the world; He is in harmony with the world.", "35.1": "But if you accord with the Way All the people of the world will keep you In safety, health, community, and peace.", "35.2": "If you offer music and food Strangers may stop with you;", "35.3": "The Way lacks art and flavour; It can neither be seen nor heard, But its benefit cannot be exhausted.", "36.1": "To reduce someone's influence, first expand it; To reduce someone's force, first increase it; To overthrow someone, first exalt them; To take from someone, first give to them.", "36.2": "This is the subtlety by which the weak overcome the strong:", "36.3": "Fish should not leave their depths, And swords should not leave their scabbards.", "37.1": "The Way takes no action, but leaves nothing undone.", "37.2": "When you accept this The world will flourish, In harmony with nature.", "37.3": "Nature does not possess desire; Without desire, the heart becomes quiet; In this manner the whole world is made tranquil.", "38.1": "Well established hierarchies are not easily uprooted; Closely held beliefs are not easily released; So ritual enthrals generation after generation.", "38.2": "Harmony does not care for harmony, and so is naturally attained; But ritual is intent upon harmony, and so can not attain it.", "38.3": "Harmony neither acts nor reasons; Love acts, but without reason; Justice acts to serve reason; But ritual acts to enforce reason.", "38.4": "When the Way is lost, there remains harmony; When harmony is lost, there remains love; When love is lost, there remains justice; And when justice is lost, there remains ritual.", "38.5": "And when justice is lost, there remains ritual. Ritual is the end of compassion and honesty, The beginning of confusion; Belief is a colourful hope or fear, The beginning of folly.", "38.6": "The sage goes by harmony, not by hope; He dwells in the fruit, not the flower; He accepts substance, and ignores abstraction.", "39.1": "In mythical times all things were whole: All the sky was clear, All the earth was stable, All the mountains were firm,", "39.2": "All the riverbeds were full, All of nature was fertile, And all the rulers were supported.", "39.3": "But, losing clarity, the sky tore; Losing stability, the earth split; Losing strength, the mountains sank;", "39.4": "Losing water, the riverbeds cracked; Losing fertility, nature disappeared; And losing support, the rulers fell.", "39.5": "Rulers depend upon their subjects, The noble depend upon the humble;", "39.6": "So rulers call themselves orphaned, hungry and alone, To win the people's support.", "39.7": "-", "39.8": "-", "40.1": "The motion of the Way is to return; The use of the Way is to accept;", "40.2": "All things come from the Way, And the Way comes from nothing.", "41.1": "When the great man learns the Way, he follows it with diligence; When the common man learns the Way, he follows it on occasion;", "41.2": "When the mean man learns the Way, he laughs out loud; Those who do not laugh, do not learn at all.", "41.3": "Therefore it is said: Who understands the Way seems foolish; Who progresses on the Way seems to fail; Who follows the Way seems to wander. For the finest harmony appears plain; The brightest truth appears coloured; The richest character appears incomplete;", "41.4": "The bravest heart appears meek; The simplest nature appears inconstant. The square, perfected, has no corner; Music, perfected, has no melody; Love, perfected, has no climax; Art, perfected, has no meaning.", "41.5": "The Way can be neither sensed nor known: It transmits sensation and transcends knowledge.", "42.1": "The Way bears sensation, Sensation bears memory, Sensation and memory bear abstraction, And abstraction bears all the world;", "42.2": "Each thing in the world bears feeling and doing, And, imbued with mind, harmony with the Way.", "42.3": "-", "42.4": "-", "42.5": "As others have taught, so do I teach, \"Who loses harmony opposes nature\"; This is the root of my teaching.", "43.1": "Water overcomes the stone; Without substance it requires no opening; This is the benefit of taking no action.", "43.2": "Yet benefit without action, And experience without abstraction, Are practiced by very few.", "44.1": "Health or reputation: which is held dearer? Health or possessions: which has more worth? Profit or loss: which is more troublesome?", "44.2": "Great love incurs great expense, And great wealth incurs great fear,", "44.3": "But contentment comes at no cost. For who knows when to stop Does not continue into danger, And so may long endure.", "45.1": "Great perfection seems incomplete, But does not decay; Great abundance seems empty, But does not fail. Great truth seems ", "45.2": "Great cleverness seems stupid; Great eloquence seems awkward.", "45.3": "As spring overcomes the cold, And autumn overcomes the heat, So calm and quiet overcome the world.", "46.1": "When a nation follows the Way, Horses bear manure through its fields; When a nation ignores the Way, Horses bear soldiers through its streets.", "46.2": "There is no greater mistake than following desire; There is no greater disaster than forgetting contentment; There is no greater sickness than seeking attainment;", "46.3": "But one who is content to satisfy his needs Finds that contentment endures.", "47.1": "Without taking a step outdoors You know the whole world; Without taking a peep out the window You know the colour of the sky. The more you experience, The less you know.", "47.2": "The sage wanders without knowing, Looks without seeing, Accomplishes without acting.", "48.1": "The follower of knowledge learns as much as he can every day; The follower of the Way forgets as much as he can every day.", "48.2": "By attrition he reaches a state of inaction Wherein he does nothing, but nothing remains undone. To conquer the world, accomplish nothing;", "48.3": "If you must accomplish something, The world remains beyond conquest.", "49.1": "The sage does not distinguish between himself and the world; The needs of other people are as his own.", "49.2": "He is good to those who are good; He is also good to those who are not good, Thereby he is good.", "49.3": "He trusts those who are trustworthy; He also trusts those who are not trustworthy, Thereby he is trustworthy.", "49.4": "The sage lives in harmony with the world, And his mind is the world's mind. So he nurtures the worlds of others As a mother does her children.", "50.1": "Men flow into life, and ebb into death.", "50.2": "Some are filled with life; Some are empty with death; Some hold fast to life, and thereby perish, For life is an abstraction.", "50.3": "Those who are filled with life Need not fear tigers and rhinos in the wilds, Nor wear armour and shields in battle;", "50.4": "The rhinoceros finds no place in them for its horn, The tiger no place for its claw, The soldier no place for a weapon, For death finds no place in them.", "51.1": "The Way bears all things; Harmony nurtures them; Nature shapes them; Use completes them. Each follows the Way and honours harmony,", "51.2": "Not by law, But by being. The Way bears, nurtures, shapes, completes, Shelters, comforts, and makes a home for them.", "51.3": "Bearing without possessing, Nurturing without taming, Shaping without forcing, This is harmony.", "52.1": "The origin of the world is its mother;", "52.2": "Understand the mother, and you understand the child; Embrace the child, and you embrace the mother, Who will not perish when you die.", "52.3": "Reserve your judgments and words And you maintain your influence;", "52.4": "Speak your mind and take positions And nothing will save you.", "52.5": "As observing detail is clarity, So maintaining flexibility is strength;", "52.6": "Use the light but shed no light, So that you do yourself no harm, But embrace clarity.", "53.1": "With but a small understanding One may follow the Way like a main road, Fearing only to leave it;", "53.2": "Following a main road is easy, Yet people delight in difficult paths.", "53.3": "When palaces are kept up Fields are left to weeds And granaries empty;", "53.4": "Wearing fine clothes, Bearing sharp swords, Glutting with food and drink, Hoarding wealth and possessions - These are the ways of theft, And far from the Way.", "54.1": "-", "54.2": " Cultivate harmony within yourself, and harmony becomes real; Cultivate harmony within your family, and harmony becomes fertile; Cultivate harmony within your community, and harmony becomes abundant; Cultivate harmony within your culture, and harmony becomes enduring; Cultivate harmony within the world, and harmony becomes ubiquitous.", "54.3": "Live with a person to understand that person; Live with a family to understand that family; Live with a community to understand that community; Live with a culture to understand that culture; Live with the world to understand the world.", "54.4": "How can I live with the world? By accepting.", "55.1": "Who is filled with harmony is like a newborn. Wasps and snakes will not bite him; Hawks and tigers will not claw him. His bones are soft yet his grasp is sure, For his flesh is supple;", "55.2": "His mind is innocent yet his body is virile, For his vigour is plentiful;", "55.3": "His song is long-lasting yet his voice is sweet, For his grace is perfect.", "55.4": "But knowing harmony creates abstraction, And following abstraction creates ritual. Exceeding nature creates calamity, And controlling nature creates violence.", "55.5": "-", "56.1": "Who understands does not preach; Who preaches does not understand.", "56.2": "Reserve your judgments and words; Smooth differences and forgive disagreements; Dull your wit and simplify your purpose; Accept the world.", "56.3": "Then, Friendship and enmity, Profit and loss, Honour and disgrace, Will not affect you; The world will accept you.", "57.1": "Do not control the people with laws, Nor violence nor espionage, But conquer them with inaction.", "57.2": "For: The more morals and taboos there are, The more cruelty afflicts people; The more guns and knives there are, The more factions divide people;", "57.3": "The more arts and skills there are, The more change obsoletes people; The more laws and taxes there are, The more theft corrupts people.", "57.4": "Yet take no action, and the people nurture each other; Make no laws, and the people deal fairly with each other;", "57.5": "Own no interest, and the people cooperate with each other; Express no desire, and the people harmonize with each other.", "58.1": "When government is lazy and informal The people are kind and honest; When government is efficient and severe The people are discontented and deceitful.", "58.2": "Good fortune follows upon disaster; Disaster lurks within good fortune;", "58.3": "Who can say how things will end? Perhaps there is no end. Honesty is ever deceived; Kindness is ever seduced; Men have been like this for a long time.", "58.4": "So the sage is firm but not cutting, Pointed but not piercing, Straight but not rigid, Bright but not blinding.", "59.1": "To govern men in accord with nature It is best to be restrained;", "59.2": "Restraint makes agreement easy to attain, And easy agreement builds harmonious relationships; With sufficient harmony no resistance will arise; When no resistance arises, then you possess the heart of the nation,", "59.3": "And when you possess the nation's heart, your influence will long endure:", "59.4": "Deeply rooted and firmly established. This is the method of far sight and long life.", "60.1": "Manage a great nation as you would cook a delicate fish.", "60.2": "When you use the Way to conquer the world, Your demons will lose their power to harm.", "60.3": "It is not that those manes have not that spiritual energy, but it will not be employed to hurt men. It is not that it could not hurt men, but neither does the ruling sage hurt them.", "60.4": "When neither you nor your demons can do harm, You will be at peace with them.", "61.1": "A nation is like a hierarchy, a marketplace, and a maiden. A maiden wins her husband by submitting to his advances; Submission is a means of union.", "61.2": "So when a large country submits to a small country It will adopt the small country; When a small country submits to a large country It will be adopted by the large country;", "61.3": "The one submits and adopts; The other submits and is adopted.", "61.4": "It is in the interest of a large country to unite and gain service, And in the interest of a small country to unite and gain patronage;", "61.5": "If both would serve their interests, Both must submit.", "62.1": "The Way is the fate of men, The treasure of the saint, And the refuge of the sinner.", "62.2": "Fine words are often borrowed, And great deeds are often appropriated; Therefore, when a man falls, do not abandon him,", "62.3": "And when a man gains power, do not honour him; Only remain impartial and show him the Way.", "62.4": "Why should someone appreciate the Way? The ancients said, \"By it, those who seek may easily find, And those who regret may easily absolve\" So it is the most precious gift.", "63.1": "Practice no-action; Attend to do-nothing; Taste the flavourless,", "63.2": "Magnify the small, Multiply the few, Return love for hate.", "63.3": "Deal with the difficult while it is yet easy; Deal with the great while it is yet small;", "63.4": "The difficult develops naturally from the easy, And the great from the small;", "63.5": "So the sage, by dealing with the small, Achieves the great.", "63.6": "Who finds it easy to promise finds it hard to be trusted; Who takes things lightly finds things difficult;", "63.7": "The sage recognizes difficulty, and so has none.", "64.1": "What lies still is easy to grasp; What lies far off is easy to anticipate; What is brittle is easy to shatter; What is small is easy to disperse.", "64.2": "Therefore deal with things before they happen; Create order before there is confusion.", "64.3": "Yet a tree broader than a man can embrace is born of a tiny shoot; A dam greater than a river can overflow starts with a clod of earth; A journey of a thousand miles begins at the spot under one's feet.", "64.4": "He who acts, spoils; He who grasps, loses.", "64.5": "(But) people in their conduct of affairs are constantly ruining them when they are on the eve of success. If they were careful at the end, as (they should be) at the beginning, they would not so ruin them.", "64.6": "The sage desires no-desire, Values no-value, Learns no-learning, And returns to the places that people have forgotten; He would help all people to become natural, But then he would not be natural.", "65.1": "The ancients did not seek to rule people with knowledge, But to help them become natural.", "65.2": "It is difficult for knowledgeable people to become natural. To use law to control a nation weakens the nation. But to use nature to control a nation strengthens the nation.", "65.3": "Understanding these two paths is understanding subtlety;", "65.4": "Subtlety runs deep, ranges wide, Resolves confusion and preserves peace.", "66.1": "The river carves out the valley by flowing beneath it. Thereby the river is the master of the valley.", "66.2": "In order to master people One must speak as their servant; In order to lead people One must follow them.", "66.3": "So when the sage rises above the people, They do not feel oppressed; And when the sage stands before the people, They do not feel hindered. So the popularity of the sage does not fail,", "66.4": "He does not contend, and no one contends against him.", "67.1": "All the world says, \"I am important; I am separate from all the world. I am important because I am separate, Were I the same, I could never be important.\"", "67.2": "Yet here are three treasures That I cherish and commend to you: The first is compassion, By which one finds courage. The second is restraint, By which one finds strength. And the third is unimportance, By which one finds influence.", "67.3": "-", "67.4": "Those who are fearless, but without compassion, Powerful, but without restraint, Or influential, yet important, Cannot endure.", "67.5": "-", "68.1": " Compassion is the finest weapon and best defence. If you would establish harmony, Compassion must surround you like a fortress.", "68.2": "Therefore, A good soldier does not inspire fear; A good fighter does not display aggression; A good conqueror does not engage in battle; A good leader does not exercise authority.", "68.3": "This is the value of unimportance; This is how to win the cooperation of others; This to how to build the same harmony that is in nature.", "69.1": "There is a saying among soldiers: It is easier to lose a yard than take an inch.", "69.2": "In this manner one may deploy troops without marshalling them, Bring weapons to bear without exposing them, Engage the foe without invading them, And exhaust their strength without fighting them.", "69.3": "There is no worse disaster than misunderstanding your enemy; To do so endangers all of my treasures;", "69.4": "So when two well matched forces oppose each other, The general who maintains compassion will win.", "70.1": "My words are easy to understand And my actions are easy to perform Yet no other can understand or perform them.", "70.2": "My words have meaning; my actions have reason; Yet these cannot be known and I cannot be known. We are each unique, and therefore valuable;", "70.3": "Though the sage wears coarse clothes, his heart is jade.", "71.1": "Who recognizes his limitations is healthy; Who ignores his limitations is sick.", "71.2": "The sage recognizes this sickness as a limitation. And so becomes immune.", "72.1": "When people have nothing more to lose, Then revolution will result.", "72.2": "Do not take away their lands, And do not destroy their livelihoods; If your burden is not heavy then they will not shirk it.", "72.3": "The sage maintains himself but exacts no tribute, Values himself but requires no honours; He ignores abstraction and accepts substance.", "73.1": "Who is brave and bold will perish; Who is brave and subtle will benefit.", "73.2": "The subtle profit where the bold perish For Fate does not honour daring. And even the sage dares not tempt fate.", "73.3": "Fate does not attack, yet all things are conquered by it; It does not ask, yet all things answer to it; It does not call, yet all things meet it; It does not plan, yet all things are determined by it.", "73.4": "Fate's net is vast and its mesh is coarse, Yet none escape it.", "74.1": "If people were not afraid of death, Then what would be the use of an executioner?", "74.2": "If people were only afraid of death, And you executed everyone who did not obey, No one would dare to disobey you. Then what would be the use of an executioner?", "74.3": "People fear death because death is an instrument of fate. When people are killed by execution rather than by fate, This is like carving wood in the place of a carpenter. Those who carve wood in place of a carpenter Often injure their hands.", "75.1": "When rulers take grain so that they may feast, Their people become hungry;", "75.2": "When rulers take action to serve their own interests, Their people become rebellious;", "75.3": "When rulers take lives so that their own lives are maintained, Their people no longer fear death. When people act without regard for their own lives They overcome those who value only their own lives.", "76.1": "A newborn is soft and tender, A crone, hard and stiff.", "76.2": "Plants and animals, in life, are supple and succulent; In death, withered and dry.", "76.3": "So softness and tenderness are attributes of life, And hardness and stiffness, attributes of death.", "76.4": "Just as a sapless tree will split and decay So an inflexible force will meet defeat;", "76.5": "The hard and mighty lie beneath the ground While the tender and weak dance on the breeze above.", "77.1": "Is the action of nature not unlike drawing a bow? What is higher is pulled down, and what is lower is raised up; What is taller is shortened, and what is thinner is broadened;", "77.2": "Nature's motion decreases those who have more than they need And increases those who need more than they have. It is not so with Man. Man decreases those who need more than they have And increases those who have more than they need.", "77.3": "To give away what you do not need is to follow the Way.", "77.4": "So the sage gives without expectation, Accomplishes without claiming credit, And has no desire for ostentation.", "78.1": "Nothing in the world is as soft and yielding as water, Yet nothing can better overcome the hard and strong, For they can neither control nor do away with it.", "78.2": "The soft overcomes the hard, The yielding overcomes the strong; Every person knows this, But no one can practice it.", "78.3": "Who attends to the people would control the land and grain; Who attends to the state would control the whole world; Truth is easily hidden by rhetoric.", "79.1": "When conflict is reconciled, some hard feelings remain; This is dangerous.", "79.2": "The sage accepts less than is due And does not blame or punish;", "79.3": "For harmony seeks agreement Where justice seeks payment.", "79.4": "The ancients said: \"Nature is impartial; Therefore it serves those who serve all.\"", "80.1": "Let your community be small, with only a few people; Keep tools in abundance, but do not depend upon them; Appreciate your life and be content with your home;", "80.2": "Sail boats and ride horses, but don't go too far; Keep weapons and armour, but do not employ them;", "80.3": "Let everyone read and write, Eat well and make beautiful things. Live peacefully and delight in your own society;", "80.4": "Dwell within cock-crow of your neighbours, But maintain your independence from them.", "81.1": "Honest people use no rhetoric; Rhetoric is not honesty.", "81.2": "Enlightened people are not cultured; Culture is not enlightenment.", "81.3": "Content people are not wealthy; Wealth is not contentment.", "81.4": "So the sage does not serve himself; The more he does for others, the more he is satisfied; The more he gives, the more he receives.", "81.5": "Nature flourishes at the expense of no one; So the sage benefits all men and contends with none."}]