[{"1.1": "The Tao that can be told is not the eternal Tao The name that can be named is not the eternal Name.", "1.2": "The unnameable is the eternally real. Naming is the origin of all particular things.", "1.3": "Free from desire, you realize the mystery. Caught in desire, you see only the manifestations.", "1.4": "Yet mystery and manifestations arise from the same source.", "1.5": "This source is called darkness. Darkness within darkness. The gateway to all understanding.", "2.1": "When people see some things as beautiful, other things become ugly.", "2.2": "When people see some things as good, other things become bad.", "2.3": "Being and non-being create each other. Difficult and easy support each other. Long and short define each other.", "2.4": "High and low depend on each other. Before and after follow each other.", "2.5": "Therefore the Master acts without doing anything and teaches without saying anything.", "2.6": "Things arise and she lets them come; things disappear and she lets them go. She has but doesn't possess, acts but doesn't expect.", "2.7": "When her work is done, she forgets it. That is why it lasts forever.", "3.1": "If you oversteer great men, people become powerless.", "3.2": "If you overvalue possessions, people begin to steal.", "3.3": "-", "3.4": "The Master leads by emptying people's minds and filling their cores, by weakening their ambition and toughening their resolve..", "3.5": "He helps people lose everything they know, everything they desire, and creates confusion in those who think that they know.", "3.6": "Practice not-doing, and everything will fall into place.", "4.1": "The Tao is like a well: used but never used up.", "4.2": "It is like the eternal void: filled with infinite possibilities.", "4.3": "It is hidden but always present.", "4.4": "-", "4.5": " I don't know who gave birth to it. It is older than God.", "5.1": "The Tao doesn't take sides; it gives birth to both good and evil.", "5.2": "The Master doesn't take sides; she welcomes both saints and sinners.", "5.3": "The Tao is like a bellows: it is empty yet infinitely capable. The more you use it, the more it produces;", "5.4": "the more you talk of it, the less you understand. Hold on to the center.", "6.1": "The Tao is called the Great Mother:", "6.2": "empty yet inexhaustible, it gives birth to infinite worlds.", "6.3": "The Tao is called the Great Mother: empty yet inexhaustible, it gives birth to infinite worlds. It is always present within you. You can use it any way you want.", "7.1": "The Tao is infinite, eternal.", "7.2": "Why is it eternal? It was never born; thus it can never die. Why is it infinite? It has no desires for itself; thus it is present for all beings.", "7.3": "The Master stays behind; that is why she is ahead.", "7.4": "She is detached from all things; that is why she is one with them.", "7.5": "Because she has let go of herself, she is perfectly fulfilled.", "8.1": "The supreme good is like water, which nourishes all things without trying to. It is content with the low places that people disdain. Thus it is like the Tao.", "8.2": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous.", "8.3": "In governing, don't try to control. In work, do what you enjoy. In family life, be completely present.", "8.4": "When you are content to be simply yourself and don't compare or compete, everybody will respect you.", "9.1": "Fill your bowl to the brim and it will spill.", "9.2": "Keep sharpening your knife and it will blunt.", "9.3": "Chase after money and security and your heart will never unclench.", "9.4": "Care about people's approval and you will be their prisoner.", "9.5": "Do your work, then step back. The only path to serenity.", "10.1": "Can you coax your mind from its wandering and keep to the original oneness?", "10.2": "Can you let your body become supple as a newborn child's?", "10.3": "Can you cleanse your inner vision until you see nothing but the light?", "10.4": "Can you love people and lead them without imposing your will?", "10.5": "Can you deal with the most vital matters by letting events take their course?", "10.6": "Can you step back from you own mind and thus understand all things?", "10.7": "Giving birth and nourishing, having without possessing, acting with no expectations, leading and not trying to control: this is the supreme virtue.", "11.1": "We join spokes together in a wheel, but it is the centre hole that makes the wagon move.", "11.2": "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.", "11.3": "We hammer wood for a house, but it is the inner space that makes it livable.", "11.4": "We work with being, but non-being is what we use.", "12.1": "Colours blind the eye. Sounds deafen the ear. Flavours numb the taste.", "12.2": "Thoughts weaken the mind. Desires wither the heart.", "12.3": "The Master observes the world but trusts his inner vision. He allows things to come and go. His heart is open as the sky.", "13.1": "Success is as dangerous as failure. Hope is as hollow as fear.", "13.2": "What does it mean that success is a dangerous as failure? Whether you go up the ladder or down it, you position is shaky. When you stand with your two feet on the ground, you will always keep your balance. What does it mean that hope is as hollow as fear? Hope and fear are both phantoms that arise from thinking of the self. When we don't see the self as self, what do we have to fear?", "13.3": "What does it mean that hope is as hollow as fear? Hope and fear are both phantoms that arise from thinking of the self. When we don't see the self as self, what do we have to fear?", "13.4": "See the world as your self. Have faith in the way things are. Love the world as your self; then you can care for all things.", "14.1": "Look, and it can't be seen. Listen, and it can't be heard. Reach, and it can't be grasped.", "14.2": "-", "14.3": "Seamless, unnameable, it returns to the realm of nothing. Above, it isn't bright. Below, it isn't dark.", "14.4": "Form that includes all forms, image without an image, subtle, beyond all conception. Approach it and there is no beginning; follow it and there is no end.", "14.5": "You can't know it, but you can be it, at ease in your own life. Just realize where you come from: this is the essence of wisdom.", "15.1": "The ancient Masters were profound and subtle. Their wisdom was unfathomable.", "15.2": "There is no way to describe it; all we can describe is their appearance. They were careful as someone crossing an iced-over stream. Alert as a warrior in enemy territory. Courteous as a guest.", "15.3": "Fluid as melting ice. Shapable as a block of wood. Receptive as a valley. Clear as a glass of water.", "15.4": "Do you have the patience to wait till your mud settles and the water is clear? Can you remain unmoving till the right action arises by itself?", "15.5": "The Master doesn't seek fulfilment. Not seeking, not expecting, she is present, and can welcome all things.", "16.1": "Empty your mind of all thoughts. Let your heart be at peace.", "16.2": "Watch the turmoil of beings, but contemplate their return. Each separate being in the universe returns to the common source.", "16.3": "returning to the source is serenity. If you don't realize the source, you stumble in confusion and sorrow.", "16.4": "When you realize where you come from, you naturally become tolerant, disinterested, amused, kindhearted as a grandmother, dignified as a king.", "16.5": "Immersed in the wonder of the Tao, you can deal with whatever life brings you, and when death comes, you are ready.", "17.1": "When the Master governs, the people are hardly aware that he exists. Next best is a leader who is loved. Next, one who is feared. The worst is one who is despised.", "17.2": "If you don't trust the people, you make them untrustworthy.", "17.3": "The Master doesn't talk, he acts. When his work is done, the people say, \"Amazing: we did it, all by ourselves!\"", "18.1": "When the great Tao is forgotten goodness and piety appear.", "18.2": "When the body's intelligence declines cleverness and knowledge step forth.", "18.3": "When there is no peace in the family filial piety begins.", "18.4": "When the country falls into chaos patriotism is born.", "19.1": "Throw away holiness and wisdom, and people will be a hundred times happier.", "19.2": "Throw away morality and justice, and people will do the right thing.", "19.3": "Throw away industry and profit, and there won't be any thieves.", "19.4": "If these three aren't enough,", "19.5": "just stay at the centre of the circle and let all things take their course.", "20.1": "Stop thinking, and end your problems. What difference between yes and no? What difference between success and failure?", "20.2": "Must you value what others value, avoid what others avoid? How ridiculous!", "20.3": "Other people are excited, as though they were at a parade. I alone don't care, I alone am expressionless, like an infant before it can smile.", "20.4": "Other people have what they need; I alone possess nothing. I alone drift about, like someone without a home. I am like an idiot, my mind is so empty.", "20.5": "Other people are bright; I alone am dark. Other people are sharper; I alone am dull. Other people have a purpose; I alone don't know. I drift like a wave on the ocean, I blow as aimless as the wind.", "20.6": "I am different from ordinary people. I drink from the Great Mother's breasts.", "21.1": "The Master keeps her mind always at one with the Tao; that is what gives her her radiance.", "21.2": "The Tao is ungraspable. How can her mind be at one with it? Because she doesn't cling to ideas. The Tao is dark and unfathomable. How can it make her radiant? Because she lets it.", "21.3": "Since before time and space were, the Tao is. It is beyond is and is not.", "21.4": "How do I know this is true? I look inside myself and see.", "22.1": "If you want to become whole, let yourself be partial. If you want to become straight, let yourself be crooked. If you want to become full, let yourself be empty. If you want to be reborn, let yourself die. If you want to be given everything, give everything up.", "22.2": "The Master, by residing in the Tao, sets an example for all beings.", "22.3": "Because he doesn't display himself, people can see his light. Because he has nothing to prove, people can trust his words. Because he doesn't know who he is, people recognize themselves in him.", "22.4": "Because he has no goal in mind, everything he does succeeds.", "22.5": "When the ancient Masters said, \"If you want to be given everything, give everything up,\" they weren't using empty phrases. Only in being lived by the Tao can you be truly yourself.", "23.1": "Express yourself completely, then keep quiet.", "23.2": "Be like the forces of nature: when it blows, there is only wind; when it rains, there is only rain; when the clouds pass, the sun shines through.", "23.3": "If you open yourself to the Tao, you are at one with the Tao and you can embody it completely. If you open yourself to insight, you are at one with insight and you can use it completely. If you open yourself to loss, you are at one with loss and you can accept it completely.", "23.4": "Open yourself to the Tao, then trust your natural responses; and everything will fall into place.", "23.5": "", "24.1": "He who stands on tiptoe doesn't stand firm. He who rushes ahead doesn't go far.", "24.2": "He who tries to shine dims his own light. He who defines himself can't know who he really is.", "24.3": "He who has power over others can't empower himself. He who clings to his work will create nothing that endures.", "24.4": "If you want to accord with the Tao, just do your job, then let go.", "25.1": "There was something formless and perfect before the universe was born. It is serene. Empty. Solitary. Unchanging. Infinite. Eternally present. It is the mother of the universe.", "25.2": "For lack of a better name, I call it the Tao.", "25.3": "It flows through all things, inside and outside, and returns to the origin of all things.", "25.4": "The Tao is great. The universe is great. Earth is great. Man is great. These are the four great powers.", "25.5": "Man follows the earth. Earth follows the universe. The universe follows the Tao. The Tao follows only itself.", "26.1": "The heavy is the root of the light. The unmoved is the source of all movement.", "26.2": "Thus the Master travels all day without leaving home. However splendid the views, she stays serenely in herself.", "26.3": "Why should the lord of the country flit about like a fool?", "26.4": "If you let yourself be blown to and fro, you lose touch with your root. If you let restlessness move you, you lose touch with who you are.", "27.1": "A good traveler has no fixed plans and is not intent upon arriving. A good artist lets his intuition lead him wherever it wants. A good scientist has freed himself of concepts and keeps his mind open to what is.", "27.2": "-", "27.3": "Thus the Master is available to all people and doesn't reject anyone. He is ready to use all situations and doesn't waste anything. This is called embodying the light.", "27.4": "What is a good man but a bad man's teacher? What is a bad man but a good man's job?", "27.5": "If you don't understand this, you will get lost, however intelligent you are. It is the great secret.", "28.1": "Know the male, yet keep to the female: receive the world in your arms. If you receive the world, the Tao will never leave you and you will be like a little child.", "28.2": "Know the white, yet keep to the black: be a pattern for the world. If you are a pattern for the world, the Tao will be strong inside you and there will be nothing you can't do.", "28.3": "Know the personal, yet keep to the impersonal: accept the world as it is. If you accept the world, the Tao will be luminous inside you and you will return to your primal self.", "28.4": "The world is formed from the void, like utensils from a block of wood. The Master knows the utensils, yet keeps to the block: thus she can use all things.", "29.1": "Do you want to improve the world? I don't think it can be done.", "29.2": "The world is sacred. It can't be improved. If you tamper with it, you'll ruin it. If you treat it like an object, you'll lose it.", "29.3": "There is a time for being ahead, a time for being behind; a time for being in motion, a time for being at rest; a time for being vigorous, a time for being exhausted; a time for being safe, a time for being in danger.", "29.4": "The Master sees things as they are, without trying to control them. She lets them go their own way, and resides at the centre of the circle.", "30.1": "Whoever relies on the Tao in governing men doesn't try to force issues or defeat enemies by force of arms. For every force there is a counterforce.", "30.2": "Violence, even well intentioned, always rebounds upon oneself.", "30.3": "The Master does his job and then stops. He understands that the universe is forever out of control, and that trying to dominate events goes against the current of the Tao.", "30.4": "-", "30.5": "Because he believes in himself, he doesn't try to convince others. Because he is content with himself, he doesn't need others' approval. Because he accepts himself, the whole world accepts him.", "31.1": "Weapons are the tools of violence; all decent men detest them.", "31.2": "-", "31.3": "Weapons are the tools of fear; a decent man will avoid them except in the direst necessity and, if compelled, will use them only with the utmost restraint. Peace is his highest value. If the peace has been shattered, how can he be content?", "31.4": "His enemies are not demons, but human beings like himself. He doesn't wish them personal harm. Nor does he rejoice in victory. How could he rejoice in victory and delight in the slaughter of men?", "31.5": "-", "31.6": " He enters a battle gravely, with sorrow and with great compassion, as if he were attending a funeral.", "32.1": "The Tao can't be perceived. Smaller than an electron, it contains uncountable galaxies.", "32.2": "If powerful men and women could remain centered in the Tao, all things would be in harmony.", "32.3": "The world would become a paradise. All people would be at peace, and the law would be written in their hearts.", "32.4": "When you have names and forms, know that they are provisional. When you have institutions, know where their functions should end. Knowing when to stop, you can avoid any danger.", "32.5": "All things end in the Tao as rivers flow into the sea.", "33.1": "Knowing others is intelligence; knowing yourself is true wisdom.", "33.2": "Mastering others is strength; mastering yourself is true power.", "33.3": "If you realize that you have enough, you are truly rich.", "33.4": "If you stay in the center and embrace death with your whole heart, you will endure forever.", "34.1": "The great Tao flows everywhere.", "34.2": "All things are born from it, yet it doesn't create them. It pours itself into its work, yet it makes no claim. It nourishes infinite worlds, yet it doesn't hold on to them.", "34.3": "Since it is merged with all things and hidden in their hearts, it can be called humble.", "34.4": "Since all things vanish into it and it alone endures, it can be called great.", "34.5": "It isn't aware of its greatness; thus it is truly great.", "35.1": "She who is centered in the Tao can go where she wishes, without danger. She perceives the universal harmony, even amid great pain, because she has found peace in her heart.", "35.2": "Music or the smell of good cooking may make people stop and enjoy.", "35.3": "But words that point to the Tao seem monotonous and without flavour. When you look for it, there is nothing to see. When you listen for it, there is nothing to hear. When you use it, it is inexhaustible.", "36.1": "If you want to shrink something, you must first allow it to expand. If you want to get rid of something, you must first allow it to flourish. If you want to take something, you must first allow it to be given.", "36.2": "This is called the subtle perception of the way things are. The soft overcomes the hard. The slow overcomes the fast.", "36.3": "Let your workings remain a mystery. Just show people the results.", "37.1": "The Tao never does anything, yet through it all things are done.", "37.2": "If powerful men and women could center themselves in it, the whole world would be transformed by itself, in its natural rhythms. People would be content with their simple, everyday lives, in harmony, and free of desire.", "37.3": "When there is no desire, all things are at peace.", "38.1": "The Master doesn't try to be powerful; thus he is truly powerful. The ordinary man keeps reaching for power; thus he never has enough.", "38.2": "The Master does nothing, yet he leaves nothing undone. The ordinary man is always doing things, yet many more are left to be done.", "38.3": "The kind man does something, yet something remains undone. The just man does something, and leaves many things to be done. The moral man does something, and when no one responds he rolls up his sleeves and uses force.", "38.4": "When the Tao is lost, there is goodness. When goodness is lost, there is morality. When morality is lost, there is ritual.", "38.5": "Ritual is the husk of true faith, the beginning of chaos.", "38.6": "Therefore the Master concerns himself with the depths and not the surface, with the fruit and not the flower. He has no will of his own. He dwells in reality, and lets all illusions go.", "39.1": "In harmony with the Tao, the sky is clear and spacious, the earth is solid and full,", "39.2": "all creature flourish together, content with the way they are, endlessly repeating themselves, endlessly renewed.", "39.3": "When man interferes with the Tao, the sky becomes filthy, the earth becomes depleted, the equilibrium crumbles, creatures become extinct.", "39.4": "-", "39.5": "-", "39.6": "-", "39.7": "The Master views the parts with compassion, because he understands the whole. His constant practice is humility.", "39.8": "He doesn't glitter like a jewel but lets himself be shaped by the Tao, as rugged and common as stone.", "40.1": "Return is the movement of the Tao. Yielding is the way of the Tao.", "40.2": "All things are born of being. Being is born of non-being.", "41.1": "When a superior man hears of the Tao, he immediately begins to embody it. When an average man hears of the Tao, he half believes it, half doubts it.", "41.2": "When a foolish man hears of the Tao, he laughs out loud. If he didn't laugh, it wouldn't be the Tao.", "41.3": "Thus it is said: The path into the light seems dark, the path forward seems to go back, the direct path seems long, true power seems weak, true purity seems tarnished,", "41.4": "true steadfastness seems changeable, true clarity seems obscure, the greatest are seems unsophisticated, the greatest love seems indifferent, the greatest wisdom seems childish.", "41.5": "The Tao is nowhere to be found. Yet it nourishes and completes all things.", "42.1": "The Tao gives birth to One. One gives birth to Two. Two gives birth to Three. Three gives birth to all things.", "42.2": "All things have their backs to the female and stand facing the male. When male and female combine, all things achieve harmony.", "42.3": "Ordinary men hate solitude. But the Master makes use of it, embracing his aloneness, realizing he is one with the whole universe.", "42.4": "-", "42.5": "-", "43.1": "The gentlest thing in the world overcomes the hardest thing in the world. That which has no substance enters where there is no space. This shows the value of non-action. ", "43.2": "Teaching without words, performing without actions: that is the Master's way.", "44.1": "Fame or integrity: which is more important? Money or happiness: which is more valuable? Success of failure: which is more destructive?", "44.2": "If you look to others for fulfilment, you will never truly be fulfilled. If your happiness depends on money, you will never be happy with yourself.", "44.3": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.", "45.1": "True perfection seems imperfect, yet it is perfectly itself. True fullness seems empty, yet it is fully present. True straightness seems crooked.", "45.2": "True wisdom seems foolish. True art seems artless.", "45.3": "The Master allows things to happen. She shapes events as they come. She steps out of the way and lets the Tao speak for itself.", "46.1": "When a country is in harmony with the Tao, the factories make trucks and tractors. When a country goes counter to the Tao, warheads are stockpiled outside the cities.", "46.2": "There is no greater illusion than fear, no greater wrong than preparing to defend yourself, no greater misfortune than having an enemy.", "46.3": "Whoever can see through all fear will always be safe.", "47.1": "Without opening your door, you can open your heart to the world. Without looking out your window, you can see the essence of the Tao. The more you know, the less you understand.", "47.2": "The Master arrives without leaving, sees the light without looking, achieves without doing a thing.", "48.1": "In pursuit of knowledge, every day something is added. In the practice of the Tao, every day something is dropped.", "48.2": "Less and less do you need to force things, until finally you arrive at non-action. When nothing is done, nothing is left undone. True mastery can be gained by letting things go their own way.", "48.3": "It can't be gained by interfering.", "49.1": "The Master has no mind of her own. She works with the mind of the people.", "49.2": "She is good to people who are good. She is also good to people who aren't good. This is true goodness.", "49.3": "She trusts people who are trustworthy. She also trusts people who aren't trustworthy. This is true trust.", "49.4": "The Master's mind is like space. People don't understand her. They look to her and wait. She treats them like her own children.", "50.1": "The Master gives himself up to whatever the moment brings.", "50.2": "He knows that he is going to die, and he has nothing left to hold on to: no illusions in his mind, no resistances in his body. He doesn't think about his actions; they flow from the core of his being.", "50.3": "He holds nothing back from life; therefore he is ready for death, as a man is ready for sleep after a good day's work.", "50.4": "-", "51.1": "Every being in the universe is an expression of the Tao. It springs into existence, unconscious, perfect, free, takes on a physical body, lets circumstances complete it.", "51.2": "That is why every being spontaneously honours the Tao. The Tao gives birth to all beings, nourishes them, maintains them, cares for them, comforts them, protects them, takes them back to itself, creating without possessing, acting without expecting, guiding without interfering.", "51.3": "That is why love of the Tao is in the very nature of things.", "52.1": "In the beginning was the Tao. All things issue from it; all things return to it.", "52.2": "To find the origin, trace back the manifestations. When you recognize the children and find the mother, you will be free of sorrow.", "52.3": "If you keep your mind from judging and aren't led by the senses, your heart will find peace.", "52.4": "If you close your mind in judgements and traffic with desires, your heart will be troubled.", "52.5": "Seeing into darkness is clarity. Knowing how to yield is strength.", "52.6": "Use your own light and return to the source of light. This is called practicing eternity.", "53.1": "Be aware when things are out of balance. Stay centered within the Tao.", "53.2": "The great Way is easy, yet people prefer the side paths.", "53.3": "When rich speculators prosper", "53.4": "While farmers lose their land; when government officials spend money on weapons instead of cures; when the upper class is extravagant and irresponsible while the poor have nowhere to turn - all this is robbery and chaos. It is not in keeping with the Tao.", "54.1": "Whoever is planted in the Tao will not be rooted up. Whoever embraces the Tao will not slip away. Her name will be held in honour from generation to generation.", "54.2": "Let the Tao be present in your life and you will become genuine. Let it be present in your family and your family will flourish. Let it be present in your country and your country will be an example to all countries in the world. Let it be present in the universe and the universe will sing.", "54.3": "-", "54.4": "How do I know this is true? By looking inside myself.", "55.1": "He who is in harmony with the Tao is like a newborn child. Its bones are soft, its muscles are weak, but its grip is powerful.", "55.2": "It doesn't know about the union of male and female, yet its penis can stand erect, so intense is its vital power.", "55.3": "It can scream its head off all day, yet it never becomes hoarse, so complete is its harmony. The Master's power is like this. He lets all things come and go effortlessly, without desire. He never expects results; thus he is never disappointed. He is never disappointed; thus his spirit never grows old.", "55.4": "-", "55.5": "-", "56.1": "Those who know don't talk. Those who talk don't know.", "56.2": "Close your mouth, block off your senses, blunt your sharpness, untie your knots, soften your glare, settle your dust. This is the primal identity. Be like the Tao.", "56.3": "It can't be approached or withdrawn from, benefited or harmed, honoured or brought into disgrace. It gives itself up continually. That is why it endures.", "57.1": "If you want to be a great leader, you must learn to follow the Tao. Stop trying to control. Let go of fixed plans and concepts, and the world will govern itself.", "57.2": "The more prohibitions you have, the less virtuous people will be. The more weapons you have, the less secure people will be.", "57.3": "The more subsidies you have, the less self-reliant people will be.", "57.4": "Therefore the Master says: I let go of the law, and people become honest.", "57.5": "I let go of economics, and people become prosperous. I let go of religion, and people become serene. I let go of all desire for the common good, and the good becomes common as grass.", "58.1": "If a country is governed with tolerance, the people are comfortable and honest. If a country is governed with repression, the people are depressed and crafty.", "58.2": "-", "58.3": "When the will to power is in charge, the higher the ideals, the lower the results. Try to make people happy, and you lay the groundwork for misery. Try to make people moral, and you lay the groundwork for vice.", "58.4": "Thus the Master is content to serve as an example and not to impose her will. She is pointed, but doesn't pierce. Straightforward, but supple. Radiant, but easy on the eyes.", "59.1": "For governing a country well there is nothing better than moderation.", "59.2": "The mark of a moderate man is freedom from his own ideas. Tolerant like the sky, all-pervading like sunlight, firm like a mountain, supple like a tree in the wind, he has no destination in view and makes use of anything life happens to bring his way.", "59.3": "Nothing is impossible for him.", "59.4": "Because he has let go, he can care for the people's welfare as a mother cares for her child.", "60.1": "Governing a large country is like frying a small fish. You spoil it with too much poking.", "60.2": "Center your country in the Tao and evil will have no power.", "60.3": "It is not that they lose their power as such, But that they will not harm others; Because they will not harm others, You will not harm others:", "60.4": "Give evil nothing to oppose and it will disappear by itself.", "61.1": "When a country obtains great power, it becomes like the sea: all streams run downward into it. The more powerful it grows, the greater the need for humility. Humility means trusting the Tao, thus never needing to be defensive.", "61.2": "A great nation is like a great man: When he makes a mistake, he realizes it. Having realized it, he admits it. Having admitted it, he corrects it.", "61.3": "He considers those who point out his faults as his most benevolent teachers. He thinks of his enemy as the shadow that he himself casts.", "61.4": "-", "61.5": "If a nation is centred in the Tao, if it nourishes its own people and doesn't meddle in the affairs of others, it will be a light to all nations in the world.", "62.1": "The Tao is the centre of the universe, the good man's treasure, the bad man's refuge.", "62.2": "Honours can be bought with fine words, respect can be won with good deeds; but the Tao is beyond all value, and no one can achieve it.", "62.3": "Thus, when a new leader is chosen, don't offer to help him with your wealth or your expertise. Offer instead to teach him about the Tao.", "62.4": "Why did the ancient Masters esteem the Tao? Because, being one with the Tao, when you seek, you find; and when you make a mistake, you are forgiven. That is why everybody loves it.", "63.1": "Act without doing; work without effort.", "63.2": "Think of the small as large and the few as many.", "63.3": "Confront the difficult while it is still easy; accomplish the great task by a series of small acts.", "63.4": "-", "63.5": "The Master never reaches for the great; thus she achieves greatness.", "63.6": "When she runs into a difficulty, she stops and gives herself to it.", "63.7": "She doesn't cling to her own comfort; thus problems are no problem for her.", "64.1": "What is rooted is easy to nourish. What is recent is easy to correct. What is brittle is easy to break. What is small is easy to scatter.", "64.2": "Prevent trouble before it arises. Put things in order before they exist.", "64.3": "The giant pine tree grows from a tiny sprout. The journey of a thousand miles starts from beneath your feet.", "64.4": "Rushing into action, you fail. Trying to grasp things, you lose them. Forcing a project to completion, you ruin what was almost ripe. Therefore the Master takes action by letting things take their course.", "64.5": "People often fail on the verge of success; Take care at the end as at the beginning, So that you may avoid failure.", "64.6": "He remains as calm at the end as at the beginning. He has nothing, thus has nothing to lose. What he desires is non-desire; what he learns is to unlearn. He simply reminds people of who they have always been. He cares about nothing but the Tao. Thus he can care for all things.", "65.1": "The ancient Masters didn't try to educate the people, but kindly taught them to not-know.", "65.2": "When they think that they know the answers, people are difficult to guide. When they know that they don't know, people can find their own way. If you want to learn how to govern, avoid being clever or rich. The simplest pattern is the clearest.", "65.3": "-", "65.4": "Content with an ordinary life, you can show all people the way back to their own true nature.", "66.1": "All streams flow to the sea because it is lower than they are. Humility gives it its power.", "66.2": "If you want to govern the people, you must place yourself below them. If you want to lead the people, you must learn how to follow them.", "66.3": "The Master is above the people, and no one feels oppressed. She goes ahead of the people, and no one feels manipulated. The whole world is grateful to her.", "66.4": "Because she competes with no one, no one can compete with her.", "67.1": "Some say that my teaching is nonsense. Others call it lofty but impractical. But to those who have looked inside themselves, this nonsense makes perfect sense. And to those who put it into practice, this loftiness has roots that go deep.", "67.2": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.", "67.3": "Simple in actions and in thoughts, you return to the source of being. Patient with both friends and enemies, you accord with the way things are. Compassionate toward yourself, you reconcile all beings in the world.", "67.4": "-", "67.5": "-", "68.1": "The best athlete wants his opponent at his best. The best general enters the mind of his enemy.", "68.2": "The best businessman serves the communal good. The best leader follows the will of the people.", "68.3": "All of the embody the virtue of non-competition. Not that they don't love to compete, but they do it in the spirit of play. In this they are like children and in harmony with the Tao.", "69.1": "The generals have a saying: \"Rather than make the first move it is better to wait and see. Rather than advance an inch it is better to retreat a yard.\"", "69.2": "This is called going forward without advancing, pushing back without using weapons.", "69.3": "There is no greater misfortune than underestimating your enemy. Underestimating your enemy means thinking that he is evil. Thus you destroy your three treasures and become an enemy yourself.", "69.4": "When two great forces oppose each other, the victory will go to the one that knows how to yield.", "70.1": "My teachings are easy to understand and easy to put into practice. Yet your intellect will never grasp them, and if you try to practice them, you'll fail.", "70.2": "My teachings are older than the world. How can you grasp their meaning?", "70.3": "If you want to know me, look inside your heart.", "71.1": "Not-knowing is true knowledge. Presuming to know is a disease. First realize that you are sick; then you can move toward health.", "71.2": "The Master is her own physician. She has healed herself of all knowing. Thus she is truly whole.", "72.1": "When they lose their sense of awe, people turn to religion.", "72.2": "When they no longer trust themselves, they begin to depend upon authority.", "72.3": "Therefore the Master steps back so that people won't be confused. He teaches without a teaching, so that people will have nothing to learn.", "73.1": "The Tao is always at ease.", "73.2": "-", "73.3": "It overcomes without competing, answers without speaking a word, arrives without being summoned, accomplishes without a plan.", "73.4": "Its net covers the whole universe. And though its meshes are wide, it doesn't let a thing slip through.", "74.1": "If you realize that all things change, there is nothing you will try to hold on to.", "74.2": "If you aren't afraid of dying, there is nothing you can't achieve.", "74.3": "Trying to control the future is like trying to take the master carpenter's place. When you handle the master carpenter's tools, chances are that you'll cut your hand.", "75.1": "When taxes are too high, people go hungry.", "75.2": "When the government is too intrusive, people lose their spirit.", "75.3": "Act for the people's benefit. Trust them; leave them alone.", "76.1": "Men are born soft and supple; dead, they are stiff and hard.", "76.2": "Plats are born tender and pliant; dead, they are brittle and dry.", "76.3": "Thus whoever is stiff and inflexible is a disciple of death.", "76.4": "Whoever is soft and yielding is a disciple of life.", "76.5": "The hard and stiff will be broken. The soft and supple will prevail.", "77.1": "As it acts in the world, the Tao is like the bending of a bow. The top is bent downward; the bottom is bent up. It adjusts excess and deficiency so that there is perfect balance. It takes from what is too much and give to what isn't enough.", "77.2": "Those who try to control, who use force to protect their power, go against the direction of the Tao. They take from those who don't have enough and give to those who have far too much.", "77.3": "The Master can keep giving because there is no end to her wealth.", "77.4": "She acts without expectation, succeeds without taking credit, and doesn't think that she is better than anyone else.", "78.1": "Nothing in the world is as soft and yielding as water. Yet for dissolving the hard and inflexible, nothing can surpass it.", "78.2": "The soft overcomes the hard; the gentle overcomes the rigid. Everyone knows this is true, but few can put it into practice.", "78.3": "Therefore the Master remains serene in the midst of sorrow. Evil cannot enter his heart. Because he has given up helping, he is people's greatest help. True words seem paradoxical.", "79.1": "If you blame someone else, there is no end to the blame.", "79.2": "Failure is an opportunity.", "79.3": "-", "79.4": "Therefore the Master fulfills her own obligations and corrects her own mistakes. She does what she needs to do and demands nothing of others.", "80.1": "If a country is governed wisely, its inhabitants will be content. They enjoy the labour of their hands and don't waste time inventing labour-saving machines. Since they dearly love their homes, they aren't interested in travel.", "80.2": "There may be a few wagons and boats, but these don't go anywhere. There may be an arsenal of weapons, but nobody ever uses them.", "80.3": "People enjoy their food, take pleasure in being with their families, spend weekends working in their gardens, delight in the doings of the neighbourhood.", "80.4": "And even though the next country is so close that people can hear its roosters crowing and its dogs barking, they are content to die of old age without ever having gone to see it.", "81.1": "True words aren't eloquent; eloquent words aren't true.", "81.2": "Wise men don't need to prove their point; men who need to prove their point aren't wise.", "81.3": "-", "81.4": "The Master has no possessions. The more he does for others, the happier he is. The more he gives to others, the wealthier he is.", "81.5": "The Tao nourishes by not forcing. By not dominating, the Master leads."}]