[{"1.1": "The Tao that can be followed is not the eternal Tao. The name that can be named is not the eternal name.", "1.2": "The nameless is the origin of heaven and earth While naming is the origin of the myriad things.", "1.3": "Therefore, always desireless, you see the mystery Ever desiring, you see the manifestations.", "1.4": "These two are the same - When they appear they are named differently.", "1.5": "Their sameness is the mystery, Mystery within mystery; The door to all marvels.", "2.1": "All in the world recognize the beautiful as beautiful. Herein lies ugliness.", "2.2": "All recognize the good as good. Herein lies evil.", "2.3": "Therefore Being and non-being produce each other. Difficulty and ease bring about each other. Long and short delimit each other.", "2.4": "High and low rest on each other. Sound and voice harmonize each other. Front and back follow each other.", "2.5": "Therefore the sage abides in the condition of wu-wei (unattached action). And carries out the wordless teaching.", "2.6": "Here, the myriad things are made, yet not separated. Therefore the sage produces without possessing, Acts without expectations", "2.7": "And accomplishes without abiding in her accomplishments. It is precisely because she does not abide in them That they never leave her.", "3.1": "If you do not adulate the worthy, you will make others non-contentious.", "3.2": "If you do not value rare treasures, you will stop others from stealing.", "3.3": "If people do not see desirables, they will not be agitated.", "3.4": "Therefore, when the sage governs, He clears peoples' minds, Fills their bellies, Weakens their ambition and Strengthens their bones.", "3.5": "If the people are kept without cleverness and desire It will make the intellectuals not dare to meddle.", "3.6": "Acting without contrivance, there is no lack of manageability.", "4.1": "The Tao is so vast that when you use it, something is always left. How deep it is!", "4.2": "It seems to be the ancestor of the myriad things.", "4.3": "It blunts sharpness Untangles knots Softens the glare Unifies with the mundane.", "4.4": "It is so full! It seems to have remainder.", "4.5": "It is the child of I-don't-know-who. And prior to the primeval Lord-on-high.", "5.1": "Heaven and Earth are not jen, And regard the people as straw dogs.", "5.2": "The sage is not jen, And regards all things as straw dogs.", "5.3": "The space between Heaven and Earth is just like a bellows: Empty it, it is not exhausted. Squeeze it and more comes out.", "5.4": "Investigating it with a lot of talk Is not like holding to the center.", "6.1": "The valley spirit never dies. It is called \"the mysterious female.\"", "6.2": "The opening of the mysterious female Is called \"the root of Heaven and Earth.\"", "6.3": "The valley spirit never dies. It is called \"the mysterious female.\" The opening of the mysterious female Is called \"the root of Heaven and Earth.\" Continuous, seeming to remain. Use it without exertion.", "7.1": "Heaven and Earth last forever.", "7.2": "The reason that Heaven and Earth are able to last forever Is because they do not give birth to themselves. Therefore, they are always alive.", "7.3": "Hence, the sage puts herself last and is first.", "7.4": "She is outside herself and therefore her self lasts.", "7.5": "Is it not through her selflessness That she is able to perfect herself?", "8.1": "The highest goodness is like water. Water easily benefits all things without struggle. Yet it abides in places that men hate. Therefore it is like the Tao.", "8.2": "For dwelling, the Earth is good. For the mind, depth is good. The goodness of giving is in the timing. The goodness of speech is in honesty.", "8.3": "In government, self-mastery is good. In handling affairs, ability is good.", "8.4": "If you do not wrangle, you will not be blamed.", "9.1": "To hold until full is not as good as stopping.", "9.2": "An over sharpened sword cannot last long.", "9.3": "A room filled with gold and jewels cannot be protected.", "9.4": "Boasting of wealth and virtue brings your demise.", "9.5": "After finishing the work, withdraw. This is the Way of Heaven.", "10.1": "Pacifying the agitated material soul and holding to oneness: Are you able to avoid separation?", "10.2": "Focusing your energy on the release of tension: Can you be like an infant?", "10.3": "In purifying your insight: Can you un-obstruct it?", "10.4": "Loving the people and ruling the state: Can you avoid over-manipulation?", "10.5": "In opening and closing the gate of Heaven: Can you be the female?", "10.6": "In illuminating the whole universe: Can you be free of rationality?", "10.7": "Give birth to it and nourish it. Produce it but don't possess it. Act without expectation. Excel, but don't take charge. This is called Mysterious Virtue.", "11.1": "Thirty spokes join together in the hub. It is because of what is not there that the cart is useful.", "11.2": "Clay is formed into a vessel. It is because of its emptiness that the vessel is useful.", "11.3": "Cut doors and windows to make a room. It is because of its emptiness that the room is useful.", "11.4": "Therefore, what is present is used for profit. But it is in absence that there is usefulness.", "12.1": "The five colours blind our eyes. The five tones deafen our ears. The five flavours confuse our taste.", "12.2": "Racing and hunting madden our minds. Possessing rare treasures brings about harmful behaviour.", "12.3": "Therefore the sage regards his centre, and not his eyes. He lets go of that and chooses this.", "13.1": "Accept humiliation as a surprise. Value great misfortune as your own self.", "13.2": "What do I mean by \"Accept humiliation as a surprise\"? When you are humble Attainment is a surprise And so is loss. That's why I say, \"Accept humiliation as a surprise.\"?", "13.3": "What do I mean by \"Value great misfortune as your own self\"? If I have no self, how could I experience misfortune?", "13.4": "Therefore, if you dedicate your life for the benefit of the world, You can rely on the world. If you love dedicating yourself in this way, You can be entrusted with the world.", "14.1": "Look for it, it cannot be seen. It is called the distant. Listen for it, it cannot be heard. It is called the rare. Reach for it, it cannot be gotten. It is called the subtle.", "14.2": "These three ultimately cannot be fathomed. Therefore they join to become one.", "14.3": "Its top is not bright; Its bottom is not dark; Existing continuously, it cannot be named and it returns to no-thingness.", "14.4": "Thus, it is called the formless form, The image of no-thing. This is called the most obscure. Go to meet it, you cannot see its face. Follow it, you cannot see its back.", "14.5": "By holding to the ancient Tao You can manage present existence And know the primordial beginning. This is called the very beginning thread of the Tao.", "15.1": "The ancient masters of the Tao Had subtle marvelous mystic penetration A depth that cannot be known.", "15.2": "It is exactly because that they are unknowable That we are forced to pay attention to their appearance. Hesitant, like one crossing an ice-covered river. Ready, like one afraid of his neighbours on all sides. Dignified, like a guest.", "15.3": "Loose, like ice about to melt. Straightforward, like an uncarved block of wood. Open, like a valley. Obscure, like muddy water.", "15.4": "Who can be muddled, and use clarity to gradually become lucid? Who can be calm, and use constant application for eventual success?", "15.5": "The one who holds to this path does not crave fulfilment. Precisely because he does not crave fulfilment He can be shattered And do without quick restitution.", "16.1": "Effect emptiness to the extreme. Keep stillness whole.", "16.2": "Myriad things act in concert. I therefore watch their return. All things flourish and each returns to its root.", "16.3": "Returning to the root is called quietude. Quietude is called returning to life. Return to life is called constant. Knowing this constant is called illumination. Acting arbitrarily without knowing the constant is harmful.", "16.4": "Knowing the constant is receptivity, which is impartial. Impartiality is kingship. Kingship is Heaven. Heaven is Tao Tao is eternal.", "16.5": "Though you lose the body, you do not die.", "17.1": "From great antiquity forth they have known and possessed it. Those of the next level loved and praised it. The next were in awe of it. And the next despised it.", "17.2": "If you lack sincerity no one will believe you.", "17.3": "How careful she is with her precious words! When her work is complete and her job is finished, Everybody says: \"We did it!\"", "18.1": "When the great Tao perishes There is jen and justice.", "18.2": "When intelligence is manifest There is great deception.", "18.3": "When the six relationships are not in harmony There is filial piety and compassion.", "18.4": "When the country is in chaos Loyal ministers appear.", "19.1": "Get rid of \"holiness\" and abandon \"wisdom\" and the people will benefit a hundredfold.", "19.2": "Get rid of \"altruism\" and abandon \"Justice\" and the people will return to filial piety and compassion.", "19.3": "Get rid of cleverness and abandon profit, and thieves and gangsters will not exist.", "19.4": "Since the above three are merely words, they are not sufficient. Therefore there must be something to include them all.", "19.5": "See the origin and keep the non-differentiated state. Lessen selfishness and decrease desire.", "20.1": "Get rid of \"learning\" and there will be no anxiety. How much difference is there between \"yes\" and \"no\"? How far removed from each other are \"good\" and \"evil\"?", "20.2": "Yet what the people are in awe of cannot be disregarded. I am scattered, never having been in a comfortable center.", "20.3": "All the people enjoy themselves, as if they are at the festival of the great sacrifice, Or climbing the Spring Platform. I alone remain, not yet having shown myself. Like an infant who has not yet laughed. Weary, like one despairing of no home to return to.", "20.4": "All the people enjoy extra While I have left everything behind. I am ignorant of the minds of others. So dull!", "20.5": "While average people are clear and bright, I alone am obscure. Average people know everything. To me alone all seems covered. So flat! Like the ocean. Blowing around! It seems there is no place to rest.", "20.6": "Everybody has a goal in mind. I alone am as ignorant as a bumpkin. I alone differ from people. I enjoy being nourished by the mother.", "21.1": "The form of great virtue is something that only the Tao can follow.", "21.2": "The Tao as a \"thing\" is only vague and obscure. How obscure! How vague! In it there is form. How vague! How obscure! In it are things. How deep! How dark! In it there is an essence. The essence is so real--therein is belief.", "21.3": "From the present to antiquity, its name has never left it, so we can examine all origins.", "21.4": "How do I know the form of all origins? By this.", "22.1": "The imperfect is completed. The crooked is straightened. The empty is filled. The old is renewed. With few there is attainment. With much there is confusion.", "22.2": "Therefore the sage grasps the one and becomes the model for all.", "22.3": "She does not show herself, and therefore is apparent. She does not affirm herself, and therefore is acknowledged. She does not boast and therefore has merit. She does not strive and is therefore successful.", "22.4": "It is exactly because she does not contend, that nobody can contend with her.", "22.5": "How could the ancient saying, \"The imperfect is completed\" be regarded as empty talk? Believe in the complete and return to it.", "23.1": "To speak little is natural. Therefore a gale does not blow a whole morning Nor does a downpour last a whole day.", "23.2": "Who does these things? Heaven and Earth. If even Heaven and Earth cannot force perfect continuity How can people expect to?", "23.3": "Therefore there is such a thing as aligning one's actions with the Tao. If you accord with the Tao you become one with it. If you accord with virtue you become one with it. If you accord with loss you become one with it.", "23.4": "The Tao accepts this accordance gladly. Virtue accepts this accordance gladly. Loss also accepts accordance gladly.", "23.5": "If you are untrustworthy, people will not trust you.", "24.1": "Standing on tiptoe, you are unsteady. Straddle-legged, you cannot go.", "24.2": "If you show yourself, you will not be seen. If you affirm yourself, you will not shine.", "24.3": "If you boast, you will have no merit. If you promote yourself, you will have no success.", "24.4": "Those who abide in the Tao call these Leftover food and wasted action And all things dislike them. Therefore the person of the Tao does not act like this.", "25.1": "Which is born before Heaven and Earth. So silent and desolate! It establishes itself without renewal. Functions universally without lapse. We can regard it as the Mother of Everything.", "25.2": "There is something that is perfect in its disorder I don't know its name. Hence, when forced to name it, I call it \"Tao.\" When forced to categorize it, I call it \"great.\"", "25.3": "Greatness entails transcendence. Transcendence entails going-far. Going-far entails return.", "25.4": "Hence, Tao is great, Heaven is great, the Earth is great And the human is also great. Within our realm there are four greatnesses and the human being is one of them.", "25.5": "Human beings follow the Earth. Earth follows Heaven Heaven follows the Tao The Tao follows the way things are.", "26.1": "Heaviness is the root of lightness. Composure is the ruler of instability.", "26.2": "Therefore the sage travels all day Without putting down his heavy load. Though there may be spectacles to see He easily passes them by.", "26.3": "This being so How could the ruler of a large state Be so concerned with himself as to ignore the people?", "26.4": "If you take them lightly you will lose your roots. If you are unstable, you will lose your rulership.", "27.1": "A good traveler leaves no tracks. Good speech lacks faultfinding. A good counter needs no calculator.", "27.2": "A well-shut door will stay closed without a latch. Skillful fastening will stay tied without knots.", "27.3": "It is in this manner that the sage is always skillful in elevating people. Therefore she does not discard anybody. She is always skillful in helping things Therefore she does not discard anything. This is called \"the actualization of her luminosity.\"", "27.4": "Hence, the good are the teachers of the not-so-good. And the not-so-good are the charges of the good.", "27.5": "Not valuing your teacher or not loving your students: Even if you are smart, you are gravely in error. This is called Essential Subtlety.", "28.1": "Know the Masculine, cleave to the Feminine Be the valley for everyone. Being the valley for everyone You are always in virtue without lapse And you return to infancy.", "28.2": "Know the White, cleave to the Black Be a model for everyone. Being the model for everyone You are always in virtue and free from error You return to limitlessness.", "28.3": "Know Glory but cleave to Humiliation Be the valley for everyone. When your constancy in virtue is complete You return to the state of the \"uncarved block.\"", "28.4": "The block is cut into implements. The sage uses them to fulfill roles. Therefore the great tailor does not cut.", "29.1": "If you want to grab the world and run it I can see that you will not succeed.", "29.2": "The world is a spiritual vessel, which can't be controlled. Manipulators mess things up. Grabbers lose it.", "29.3": "Therefore: Sometimes you lead Sometimes you follow Sometimes you are stifled Sometimes you breathe easy Sometimes you are strong Sometimes you are weak Sometimes you destroy And sometimes you are destroyed.", "29.4": "Hence, the sage shuns excess Shuns grandiosity Shuns arrogance.", "30.1": "If you used the Tao as a principle for ruling You would not dominate the people by military force. What goes around comes around.", "30.2": "Where the general has camped Thorns and brambles grow. In the wake of a great army Come years of famine.", "30.3": "If you know what you are doing You will do what is necessary and stop there.", "30.4": "Accomplish but don't boast Accomplish without show Accomplish without arrogance Accomplish without grabbing Accomplish without forcing.", "30.5": "When things flourish they decline. This is called non-Tao The non-Tao is short-lived.", "31.1": "Sharp weapons are inauspicious instruments. Everyone hates them. Therefore the man of the Tao is not comfortable with them.", "31.2": "In the domestic affairs of the gentleman The left is the position of honour. In military affairs the right is the position of honour.", "31.3": "Since weapons are inauspicious instruments, they are not the instruments of the gentleman So he uses them without enjoyment And values plainness.", "31.4": "Victory is never sweet. Those for whom victory is sweet Are those who enjoy killing. If you enjoy killing, you cannot gain the trust of the people.", "31.5": "On auspicious occasions the place of honour is on the left. On inauspicious occasions the place of honour is on the right. The lieutenant commander stands on the left. The commander-in-chief stands on the right.", "31.6": "And they speak, using the funerary rites to bury them. The common people, from whom all the dead have come Weep in lamentation. The victors bury them with funerary rites.", "32.1": "The Tao is always nameless. And even though a sapling might be small No one can make it be his subject.", "32.2": "If rulers could embody this principle The myriad things would follow on their own.", "32.3": "Heaven and Earth would be in perfect accord And rain sweet dew.", "32.4": "People, unable to deal with It on its own terms Make adjustments; And so you have the beginning of division into names. Since there are already plenty of names You should know where to stop. Knowing where to stop, you can avoid danger.", "32.5": "The Tao's existence in the world Is like valley streams running into the rivers and seas.", "33.1": "If you understand others you are smart. If you understand yourself you are illuminated.", "33.2": "If you overcome others you are powerful. If you overcome yourself you have strength.", "33.3": "If you know how to be satisfied you are rich. If you can act with vigour, you have a will.", "33.4": "If you don't lose your objectives you can be long-lasting. If you die without loss, you are eternal.", "34.1": "The Tao is like a great flooding river. How can it be directed to the left or right?", "34.2": "The myriad things rely on it for their life but do not distinguish it. It brings to completion but cannot be said to exist. It clothes and feeds all things without lording over them.", "34.3": "It is always desireless, so we call it \"the small.\"", "34.4": "The myriad things return to it and it doesn't exact lordship Thus it can be called \"great.\"", "34.5": "Till the end, it does not regard itself as Great. Therefore it actualizes its greatness.", "35.1": "Holding to the Great Form All pass away. They pass away unharmed, resting in Great Peace.", "35.2": "It is for food and music that the passing traveler stops.", "35.3": "When the Tao appears from its opening It is so subtle, it has no taste. Look at it, you cannot see it. Listen, you cannot hear it. Use it You cannot exhaust it.", "36.1": "That which will be shrunk Must first be stretched. That which will be weakened Must first be strengthened. That which will be torn down Must first be raised up. That which will be taken Must first be given.", "36.2": "This is called \"subtle illumination.\" The gentle and soft overcomes the hard and aggressive.", "36.3": "A fish cannot leave the water. The country's potent weapons Should not be shown to its people.", "37.1": "The Tao is always \"not-doing\" Yet there is nothing it doesn't do.", "37.2": "If the ruler is able to embody it Everything will naturally change. Being changed, they desire to act. So I must restrain them, using the nameless \"uncarved block (original mind).\" Using the nameless uncarved block They become desireless.", "37.3": "Desireless, they are tranquil and All-under-Heaven is naturally settled.", "38.1": "True virtue is not virtuous Therefore it has virtue. Superficial virtue never fails to be virtuous Therefore it has no virtue.", "38.2": "True virtue does not \"act\" And has no intentions. Superficial virtue \"acts\" And always has intentions.", "38.3": "True jen \"acts\" But has no intentions. True righteousness \"acts\" but has intentions. True propriety \"acts\" and if you don't respond They will roll up their sleeves and threaten you.", "38.4": "Thus, when the Tao is lost there is virtue When virtue is lost there is jen When jen is lost there is Justice And when Justice is lost there is propriety.", "38.5": "Now \"propriety\" is the external appearance of loyalty and sincerity And the beginning of disorder. Occult abilities are just flowers of the Tao And the beginning of foolishness.", "38.6": "Therefore the Master dwells in the substantial And not in the superficial. Rests in the fruit and not in the flower. So let go of that and grasp this.", "39.1": "These in the past have attained wholeness: Heaven attains wholeness with its clarity; The Earth attains wholeness with its firmness; The Spirit attains wholeness with its transcendence;", "39.2": "The Valley attain wholeness when filled; The Myriad Things attain wholeness in life; The Ruler attains wholeness in the correct governance of the people.", "39.3": "In effecting this: If Heaven lacked clarity it would be divided; If the Earth lacked firmness it would fly away; If the spirit lacked transcendence it would be exhausted;", "39.4": "If the valley lacked fullness it would be depleted; If the myriad things lacked life they would vanish. If the ruler lacks nobility and loftiness he will be tripped up.", "39.5": "Hence Nobility has lowliness as its root The High has the Low as its base.", "39.6": "Thus the kings call themselves \"the orphan, the lowly, the unworthy.\" Is this not taking lowliness as the fundamental? Isn't it?", "39.7": " ", "39.8": "In this way you can bring about great effect without burden. Not desiring the rarity of gems Or the manyness of grains of sand.", "40.1": "Return is the motion of the Tao. Softening is its function.", "40.2": "All things in the cosmos arise from being. Being arises from non-being.", "41.1": "When superior students hear of the Tao They strive to practice it. When middling students hear of the Tao They sometimes keep it and sometimes lose it.", "41.2": "When inferior students hear of the Tao They have a big laugh. But \"not laughing\" in itself is not sufficient to be called the Tao,", "41.3": "and therefore it is said: The sparkling Tao seems dark. Advancing in the Tao seems like regression. Settling into the Tao seems rough. True virtue is like a valley. The immaculate seems humble. Extensive virtue seems insufficient.", "41.4": "Established virtue seems deceptive. The face of reality seems to change. The great square has no corners. Great ability takes a long time to perfect. Great sound is hard to hear. The great form has no shape.", "41.5": "The Tao is hidden and nameless. This is exactly why the Tao is good at developing and perfecting.", "42.1": "The Tao produces one, one produces two. The two produce the three and the three produce all things.", "42.2": "All things submit to yin and embrace yang. They soften their energy to achieve harmony.", "42.3": "People hate to think of themselves as \"orphan,\" \"lowly,\" and \"unworthy\" Yet the kings call themselves by these names.", "42.4": "Some lose and yet gain, Others gain and yet lose.", "42.5": "That which is taught by the people I also teach: \"The forceful do not choose their place of death.\" I regard this as the father of all teachings.", "43.1": "The softest thing in the world Will overcome the hardest. Non-being can enter where there is no space. Therefore I know the benefit of unattached action.", "43.2": "The wordless teaching and unattached action Are rarely seen.", "44.1": "Which is dearer, fame or your life? Which is greater, your life or possessions? Which is more painful, gain or loss?", "44.2": "Therefore we always pay a great price for excessive love And suffer deep loss for great accumulation.", "44.3": "Knowing what is enough, you will not be humiliated. Knowing where to stop, you will not be imperiled And can be long-lasting.", "45.1": "Great perfection seems flawed, yet functions without a hitch. Great fullness seems empty, yet functions without exhaustion. Great straightness seems crooked,", "45.2": "Great skill seems clumsy, Great eloquence seems stammering.", "45.3": "Excitement overcomes cold, stillness overcomes heat. Clarity and stillness set everything right.", "46.1": "When the Tao prevails in the land The horses leisurely graze and fertilize the ground. When the Tao is lacking in the land War horses are bred outside the city.", "46.2": "Natural disasters are not as bad as not knowing what is enough. Loss is not as bad as wanting more.", "46.3": "Therefore the sufficiency that comes from knowing what is enough is an eternal sufficiency.", "47.1": "Without going out the door, knowing everything, Without peaking out the window shades, seeing the Way of Heaven. The further you go, the less you know.", "47.2": "The sage understands without having to go through the whole process. She is famous without showing herself. Is perfected without striving.", "48.1": "In studying, each day something is gained. In following the Tao, each day something is lost.", "48.2": "Lost and again lost. Until there is nothing left to do. Not-doing, nothing is left undone. You can possess the world by never manipulating it.", "48.3": "No matter how much you manipulate You can never possess the world.", "49.1": "The sage has no fixed mind, She takes the mind of the people as her mind.", "49.2": "I treat the good as good, I also treat the evil as good. This is true goodness.", "49.3": "I trust the trustworthy, I also trust the untrustworthy. This is real trust.", "49.4": "When the sage lives with people, she harmonizes with them And conceals her mind for them. The sages treat them as their little children.", "50.1": "Coming into life and entering death,", "50.2": "The followers of life are three in ten. The followers of death are three in ten. Those whose life activity is their death ground are three in ten. Why is this? Because they live life grasping for its rich taste.", "50.3": "Now I have heard that those who are expert in handling life Can travel the land without meeting tigers and rhinos, Can enter battle without being wounded.", "50.4": "The rhino has no place to plant its horn, The tiger has no place to place its claws, Weapons find no place to receive their sharp edges. Why? Because he has no death-ground.", "51.1": "Tao gives birth to it, Virtue rears it, Materiality shapes it, Activity perfects it. Therefore, there are none of the myriad things who do not venerate the Tao or esteem its virtue.", "51.2": "This veneration of the Tao and esteeming of its virtue is something they do naturally, without being forced. Therefore, Tao gives birth. Its virtue rears, develops, raises, adjusts and disciplines, Nourishes, covers and protects,", "51.3": "Produces but does not possess, Acts without expectation, Leads without forcing. This is called \"Mysterious Virtue.\"", "52.1": "All things have a beginning, which we can regard as their Mother.", "52.2": "Knowing the mother, we can know its children. Knowing the children, yet still cleaving to the mother You can die without pain.", "52.3": "If you close your mind in judgements and traffic with desires, your heart will be troubled.", "52.4": "Open the doors, Increase your involvements, In the end you can't be helped.", "52.5": "Seeing the subtle is called illumination. Keeping flexible is called strength.", "52.6": "Use the illumination, but return to the light. Don't bring harm to yourself. This is called \"practicing the eternal.\"", "53.1": "If I had just a little bit of wisdom I should walk the Great Path and fear only straying from it.", "53.2": "Though the Way is quite broad People love shortcuts.", "53.3": "The court is immaculate, While the fields are overgrown with weeds, And the granaries are empty.", "53.4": "They wear silk finery, Carry sharp swords, Sate themselves on food and drink Having wealth in excess. They are called thieving braggarts. This is definitely not the Way.", "54.1": "The well-established cannot be uprooted. The well-grasped does not slip away. Generation after generation carries out the ancestor worship without break.", "54.2": "Cultivate it in yourself and virtue will be real. Cultivate it in the family and virtue will overflow. Cultivate it in the town and virtue will be great. Cultivate it in the country and virtue will abundant. Cultivate it in the world and virtue will be everywhere.", "54.3": "Therefore, take yourself and observe yourself. Take the family and observe the family. Take the town and observe the town. Take the country and observe the country. Take the world and observe the world.", "54.4": "How do I know the world as it is? By this.", "55.1": "One who remains rich in virtuous power Is like a newborn baby. Bees, scorpions and venomous snakes do not bite it, The wild beasts do not attack it, Birds of prey do not sink their claws into it. Though its bones are weak And muscles soft, Its grip is strong.", "55.2": "Without knowing of the blending of male and female S/he is a perfect production, The ultimate in vitality.", "55.3": "S/he cries all day without getting hoarse. S/he is the ultimate in harmony. Understanding harmony is called the Constant. Knowing the Constant is called illumination. Nourishing life is called blessing. Having control of your breath is called strength.", "55.4": "-", "55.5": "After things blossom they decay, and This is called the non-Tao. The non-Tao expires quickly.", "56.1": "She who knows does not speak. She who speaks does not know.", "56.2": "Soften your sharpness, loosen your knots. Soften your glare and merge with the everyday. This is called mysteriously attaining oneness.", "56.3": "Close your holes, shut your doors, Though you cannot possess it, you are intimate with it And at the same time, distant. Though you cannot possess it, you are benefited by it, And harmed by it. You cannot possess it, but are esteemed through it And humbled by it. Therefore the world values you.", "57.1": "Use fairness in governing the state. Use surprise tactics in war. Be unconcerned and you will have the world. How do I know it is like this? Because:", "57.2": "The more regulations there are, The poorer people become. The more people own lethal weapons, The more darkened are the country and clans.", "57.3": "The more clever the people are, The more extraordinary actions they take. The more picky the laws are, The more thieves and gangsters there are.", "57.4": "Therefore the sages say: \"I do not force my way and the people transform themselves. I enjoy my serenity and the people correct themselves.", "57.5": "I do not interfere and the people enrich themselves. I have no desires And the people find their original mind.", "58.1": "When the government is laid back The people are relaxed. When the government is nitpicking The people have anxiety.", "58.2": "Misfortune depends upon fortune. Fortune conceals misfortune.", "58.3": "What has a definite delimitation? Or abnormality? The normal reverts to strangeness. Goodness reverts to perversion. People certainly have been confused for a long time.", "58.4": "Therefore the sage squares things without cutting. Edges without separating. Straightens without lining up. Shines but does not glare", "59.1": "In governing the country and serving Heaven There is nothing like frugality.", "59.2": "Only by being frugal can you recover quickly. When you recover quickly you accumulate virtue. Having accumulated virtue, There is nothing you can't overcome. When there is nothing you can't overcome Who knows the limits of your capabilities? These limits being unfathomable You can possess the country.", "59.3": "The Mother who possesses the country can be long-living.", "59.4": "This is called \"planting the roots deeply and firmly.\" The way to long life and eternal vision.", "60.1": "Ruling a large country is like cooking a small fish.", "60.2": "When you govern people with the Tao Demons will have no power.", "60.3": "Not that it isn't there, but you'll be able to step out of its way.", "60.4": "and neither harms the other for both rely on Virtue", "61.1": "The great state should be like a river basin. The mixing place of the world, The feminine of the world. The feminine always overcomes the masculine by softness Because softness is lesser.", "61.2": "Therefore if a large state serves a small state It will gain the small state. If a small state serves a large state It will gain the large state.", "61.3": "Therefore some serve in order to gain And some gain despite their servitude.", "61.4": "The large state wants nothing more Than to unite and feed its people. The small state wants nothing more Than to enter into the service of the right person.", "61.5": "Thus both get what they want. Greatness lies in placing oneself below.", "62.1": "The Tao is hidden deeply in all things. It is the treasure of the good And the refuge of the not-so-good.", "62.2": "With skilful words you can be successful. With honourable actions you can be included. People may not be so good, but how can you deny them?", "62.3": "Therefore, even though there are great jewels brought in by teams of horses at the coronation of the emperor and the installation of the three princes, This is not as good as staying where you are And advancing in this Tao.", "62.4": "Why did the ancients so value the Tao? You can't say that it was for seeking gain Or to have punishments to deter crime. Therefore it is the most prized in the world.", "63.1": "Do without \"doing.\" Get involved without manipulating. Taste without tasting.", "63.2": "Make the great small, The many, few. Respond to anger with virtue.", "63.3": "Deal with difficulties while they are still easy. Handle the great while it is still small.", "63.4": "The difficult problems in life Always start off being simple. Great affairs always start off being small.", "63.5": "Therefore the sage never deals with the great And is able to actualize his greatness.", "63.6": "Now light words generate little belief, Much ease turns into much difficulty.", "63.7": "Therefore the sage treats things as though they were difficult, And hence, never has difficulty.", "64.1": "That which is at rest is easy to grasp. That which has not yet come about is easy to plan for. That which is fragile is easily broken. That which is minute is easily scattered.", "64.2": "Handle things before they arise. Manage affairs before they are in a mess.", "64.3": "A thick tree grows from a tiny seed. A tall building arises from a mound of earth. A journey of a thousand miles starts with one step.", "64.4": "Contriving, you are defeated; Grasping, you lose. The sage doesn't contrive, so she isn't beaten. Not grasping, she doesn't lose.", "64.5": "When people are carrying out their projects They usually blow it at the end. If you are as careful at the end As you were at the beginning, You won't be disappointed.", "64.6": "Therefore the sage desires non-desire, Does not value rare goods, Studies the unlearnable So that she can correct the mistakes of average people And aid all things in manifesting their true nature Without presuming to take the initiative.", "65.1": "The ancients who were skilful at the Tao Did not illuminate the people But rather kept them simple.", "65.2": "When the people are difficult to rule It is because of their cleverness. Therefore If you use cleverness to rule the state You are a robber of the state. If you don't use cleverness to rule the state You are a blessing to the state.", "65.3": "If you understand these two points, you know the proper norm for governing To be continuously understanding the proper norm is called Mysterious Virtue.", "65.4": "How deep and far-reaching Mysterious Virtue is! It makes all return Until they reach the Great Norm.", "66.1": "The reason the river and sea can be regarded as The rulers of all the valley streams Is because of their being below them. Therefore they can be their rulers.", "66.2": "So if you want to be over people You must speak humbly to them. If you want to lead them You must place yourself behind them.", "66.3": "Thus the sage is positioned above And the people do not feel oppressed. He is in front and they feel nothing wrong. Therefore they like to push him front and never resent him.", "66.4": "Since he does not contend No one can contend with him.", "67.1": "The reason everybody calls my Tao great Is because there is nothing quite like it. It is exactly because it is great That there is nothing quite like it. If there were something that were consistently like it How could it be small?", "67.2": "I have three treasures which I hold and cherish. The first is compassion, The second is frugality, The third is not daring to put myself ahead of everybody.", "67.3": "Having compassion, I can be brave. Having frugality, I can be generous. Not daring to put myself ahead of everybody I can take the time to perfect my abilities.", "67.4": "Now if I am brave without compassion Generous without frugality, or Go to the fore without putting my own concerns last, I might as well be dead.", "67.5": "If you wage war with compassion you will win. If you protect yourself with compassion you will be impervious. Heaven will take care of you, Protecting you with compassion.", "68.1": "The best warrior is never aggressive. The best fighter is never angry.", "68.2": "The best tactician does not engage the enemy. The best utilizer of people's talents places himself below them.", "68.3": "This is called the virtue of non-contention. It is called the ability to engage people's talents. It is called the ultimate in merging with Heaven.", "69.1": "Strategists have a saying: \"I prefer to be able to move, rather than be in a fixed position Prefer to retreat a foot rather than advancing an inch.\"", "69.2": "This is called progress without advancing; Preparing without showing off; Smashing where there is no defence; Taking him without a fight.", "69.3": "There is no greater danger than under-estimating your opponent. If I under-estimate my opponent I will lose that which is most dear.", "69.4": "Therefore When opponents clash The one who is sorry about it will be the winner.", "70.1": "My words are easy to understand And easy to practice. Yet nobody understands them or practices them.", "70.2": "My words have an origin; My actions have a principle. It is only because of your not understanding this That you do not understand me. Since there are few who understand me I am valued.", "70.3": "Therefore the sage wears coarse clothes. Yet hides a jewel in his bosom.", "71.1": "There is nothing better than to know that you don't know. Not knowing, yet thinking you know - This is sickness. Only when you are sick of being sick Can you be cured.", "71.2": "The sage's not being sick Is because she is sick of sickness. Therefore she is not sick.", "72.1": "When the people do not fear your might Then your might has truly become great.", "72.2": "Don't interfere with their household affairs. Don't oppress their livelihood. If you don't oppress them they won't feel oppressed.", "72.3": "Thus the sage understands herself But does not show herself. Loves herself But does not prize herself. Therefore she lets go of that And takes this.", "73.1": "If you are courageous in daring you will die. If you are courageous in not-daring you will live.", "73.2": "Among these two, one is beneficial and the other is harmful. Who understands the reason why Heaven dislikes what it dislikes? Even the sage has difficulty in knowing this.", "73.3": "The Way of Heaven is to win easily without struggle. To respond well without words, To naturally come without special invitation, To plan well without anxiety.", "73.4": "Heaven's net is vast. It is loose. Yet nothing slips through.", "74.1": "If the people don't fear death How will you scare them with death?", "74.2": "If you make the people continuously fear death By seizing anybody who does something out of the ordinary And killing them, Who will dare to move?", "74.3": "There is always an official executioner to handle this. If you play the role of the official executioner It is like cutting wood in the capacity of Master Carpenter. There are few who will not cut their hands.", "75.1": "The reason people starve Is because their rulers tax them excessively.", "75.2": "They are difficult to govern Because their rulers have their own ends in mind.", "75.3": "The reason people take death lightly Is because they want life to be rich. Therefore they take death lightly. It is only by not living for your own ends That you can go beyond valuing life.", "76.1": "When people are born they are gentle and soft. At death they are hard and stiff.", "76.2": "When plants are alive they are soft and delicate. When they die, they wither and dry up.", "76.3": "Therefore the hard and stiff are followers of death. The gentle and soft are the followers of life.", "76.4": "Thus, if you are aggressive and stiff, you won't win. When a tree is hard enough, it is cut.", "76.5": "Therefore The hard and big are lesser, The gentle and soft are greater.", "77.1": "The Way of Heaven Is like stretching a bow. The top is pulled down, The bottom is pulled up. Excess string is removed Where more is needed, it is added.", "77.2": "It is the Way of Heaven To remove where there is excess And add where there is lack. The way of people is different: They take away where there is need And add where there is surplus.", "77.3": "Who can take his surplus and give it to the people? Only one who possesses the Tao.", "77.4": "Therefore the sage acts without expectation. Does not abide in his accomplishments. Does not want to show his virtue.", "78.1": "Nothing in the world is softer than water, Yet nothing is better at overcoming the hard and strong. This is because nothing can alter it.", "78.2": "That the soft overcomes the hard And the gentle overcomes the aggressive Is something that everybody knows But none can do themselves.", "78.3": "Therefore the sages say: \"The one who accepts the dirt of the state Becomes its master. The one who accepts its calamity Becomes king of the world.\" Truth seems contradictory.", "79.1": "After calming great anger There are always resentments left over. How can this be considered as goodness?", "79.2": "Therefore the sage keeps her part of the deal And doesn't check up on the other person.", "79.3": "Thus virtuous officials keep their promise And the crooked ones break it.", "79.4": "The Heavenly Tao has no favourites: It raises up the Good.", "80.1": "Let there be a small country with few people, Who, even having much machinery, don't use it. Who take death seriously and don't wander far away.", "80.2": "Even though they have boats and carriages, they never ride in them. Having armour and weapons, they never go to war.", "80.3": "Let them return to measurement by tying knots in rope. Sweeten their food, give them nice clothes, a peaceful abode and a relaxed life.", "80.4": "Even though the next country can be seen and its dogs and chickens can be heard, The people will grow old and die without visiting each others land.", "81.1": "True words are not fancy. Fancy words are not true.", "81.2": "The good do not debate. Debaters are not good.", "81.3": "The one who really knows is not broadly learned, The extensively learned do not really know.", "81.4": "The sage does not hoard, She gives people her surplus. Giving her surplus to others she is enriched.", "81.5": "The way of Heaven is to help and not harm."}]