[{"1.1": "The Tao that can be expressed is not the eternal Tao; The name that can be defined is not the unchanging name.", "1.2": "Non-existence is called the antecedent of heaven and earth; Existence is the mother of all things.", "1.3": "From eternal non-existence, therefore, we serenely observe the mysterious beginning of the Universe; From eternal existence we clearly see the apparent distinctions.", "1.4": "These two are the same in source and become different when manifested.", "1.5": "This sameness is called profundity. Infinite profundity is the gate whence comes the beginning of all parts of the Universe.", "2.1": " When all in the world understand beauty to be beautiful, then ugliness exists.", "2.2": "When all understand goodness to be good, then evil exists.", "2.3": "Thus existence suggests non-existence; Easy gives rise to difficult; Short is derived from long by comparison;", "2.4": "Low is distinguished from high by position; Resonance harmonizes sound; After follows before.", "2.5": "Therefore, the Sage carries on his business without action, and gives his teaching without words.", "2.6": "-", "2.7": "-", "3.1": "Not exalting the worthy keeps the people from emulation.", "3.2": "Not valuing rare things keeps them from theft.", "3.3": "Not showing what is desirable keeps their hearts from confusion.", "3.4": "Therefore the Sage rules By emptying their hearts, Filling their stomachs, Weakening their ambitions And strengthening their bones.", "3.5": "He always keeps them from knowing what is evil and desiring what is good; thus he gives the crafty ones no chance to act.", "3.6": "He governs by non-action; consequently there is nothing un-governed.", "4.1": "Tao, when put in use for its hollowness, is not likely to be filled.", "4.2": "In its profundity it seems to be the origin of all things.", "4.3": "-", "4.4": "In its depth it seems ever to remain.", "4.5": "I do not know whose offspring it is; But it looks like the predecessor of Nature.", "5.1": "Heaven and earth do not own their benevolence, To them all things are straw dogs", "5.2": "The Sage does not own his benevolence; To him the people are straw dogs.", "5.3": "The space between heaven and earth is like a (blacksmith's) bellows. Hollow as it seems, nothing is lacking. If it is moved, more will it bring forth.", "5.4": "He who talks more is sooner exhausted: It is better to keep what is within himself.", "6.1": "'The Valley and the Spirit never die.' They form what is called the Mystic Mother,.", "6.2": "From whose gate comes the origin of heaven and earth.", "6.3": "'The Valley and the Spirit never die.' They form what is called the Mystic Mother, From whose gate comes the origin of heaven and earth. This (the origin) seems ever to endure. In use it can never be exhausted.", "7.1": "Heaven is lasting and earth enduring.", "7.2": "The reason why they are lasting and enduring is that they do not live for themselves; Therefore they live long.", "7.3": "In the same way the Sage keeps himself behind and he is in the front;", "7.4": "He forgets himself and he is preserved.", "7.5": "Is it not because he is not self-interested That his self-interest is established?", "8.1": "The highest goodness is like water. Water is beneficent to all things but does not contend. It stays in places which others despise. Therefore it is near Tao.", "8.2": "In dwelling, think it a good place to live; In feeling, make the heart deep; In friendship, keep on good terms with men; In words, have confidence;", "8.3": "In ruling, abide by good order; In business, take things easy; In motion, make use of the opportunity.", "8.4": "Since there is no contention, there is no blame.", "9.1": "Holding and keeping a thing to the very full - it is better to leave it alone;", "9.2": "Handling and sharpening a blade - it cannot be long sustained;", "9.3": "When gold and jade fill the hall, no one can protect them;", "9.4": "Wealth and honour with pride bring with them destruction;", "9.5": "To have accomplished merit and acquired fame, then to retire - This is the Tao of heaven.", "10.1": "Can you keep the soul always concentrated from straying?", "10.2": "Can you regulate the breath and become soft and pliant like an infant?", "10.3": "Can you clear and get rid of the unforeseen and be free from fault?", "10.4": "Can you love the people and govern the state by non-action?", "10.5": "Can you open and shut the gates of nature like a female?", "10.6": "Can you become enlightened and penetrate everywhere without knowledge?", "10.7": " ", "11.1": "Thirty spokes unite in one nave, And because of the part where nothing exists we have the use of a carriage wheel.", "11.2": "Clay is moulded into vessels, And because of the space where nothing exists we are able to use them as vessels.", "11.3": "Doors and windows are cut out in the walls of a house, And because they are empty spaces, we are able to use them.", "11.4": "Therefore, on the one hand we have the benefit of existence, and on the other, we make use of non-existence.", "12.1": "The five colours will blind a man's sight. The five sounds will deaden a man's hearing. The five tastes will spoil a man's palate.", "12.2": "Chasing and hunting will drive a man wild Things hard to get will do harm to a man's conduct.", "12.3": "Therefore the Sage makes provision for the stomach and not for the eye. He rejects the latter and chooses the former.", "13.1": "'Favour and disgrace are like fear; fortune and disaster are like our body.'", "13.2": "What does it mean by 'Favour and disgrace are like fear'? Favour is in a higher place, and disgrace in a lower place. When you win them you are like being in fear, and when you lose them you are also like being in fear. So favour and disgrace are like fear.", "13.3": "What does it mean by 'Fortune and disaster are like our body'? We have fortune and disaster because we have a body. When we have no body, how can fortune or disaster befall us?", "13.4": "Therefore he who regards the world as he does the fortune of his own body can govern the world. He who loves the world as be does his own body can be entrusted with the world.", "14.1": "That which we look at and cannot see is called plainness. That which we listen to and cannot hear is called rareness. That which we grope for and cannot get is called minuteness.", "14.2": "These three cannot be closely examined; So they blend into One.", "14.3": "Revealed, it is not dazzling; Hidden, it is not dark. Infinite, it cannot be defined. It goes back to non-existence.", "14.4": "It is called the form of the formless, And the image of non~existence. it is called mystery. Meet it, you cannot see its face; Follow it, you cannot see its back.", "14.5": "By adhering to the Tao of the past You will master the existence of the present And be able to know the origin of the past. This is called the clue of Tao.", "15.1": "In old times the perfect man of Tao was subtle, penetrating and so profound that he can hardly be understood. ", "15.2": "Because he cannot be understood, I shall endeavour to picture him: He is cautious, like one who crosses a stream in winter; He is hesitating, like one who fears his neighbours; He is modest, like one who is a guest;", "15.3": "He is yielding, like ice that is going to melt; He is simple, like wood that is not yet wrought; He is vacant, like valleys that are hollow; He is dim, like water that is turbid.", "15.4": "Who is able to purify the dark till it becomes slowly light? Who is able to calm the turbid till it slowly clears? Who is able to quicken the stagnant till it slowly makes progress?", "15.5": "He who follows these principles does not desire fullness. Because he is not full, therefore when he becomes decayed he can renew.", "16.1": "Attain to the goal of absolute vacuity; Keep to the state of perfect peace.", "16.2": "All things come into existence, And thence we see them return. Look at the things that have been flourishing; Each goes back to its origin.", "16.3": "Going back to the origin is called peace; It means reversion to destiny. Reversion to destiny is called eternity. He who knows eternity is called enlightened. He who does not know eternity is running blindly into miseries.", "16.4": "Knowing eternity he is all-embracing. Being all~embracing he can attain magnanimity. Being magnanimous he can attain omnipresence. Being omnipresent he can attain supremacy. Being supreme he can attain Tao.", "16.5": "He who attains Tao is everlasting. Though his body may decay he never perishes.", "17.1": "The great rulers - the people do not notice their existence; The lesser ones - they attach to and praise them; The still lesser ones - they fear them; The still lesser ones - they despise them.", "17.2": "For where faith is lacking, It cannot be met by faith.", "17.3": "Now how much importance must be attributed to words!", "18.1": "When the great Tao is lost, spring forth benevolence and righteousness.", "18.2": "When wisdom and sagacity arise, there are great hypocrites.", "18.3": "When family relations are no longer harmonious, we have filial children and devoted parents.", "18.4": "When a nation is in confusion and disorder, patriots are recognized. Where Tao is, equilibrium is. When Tao is lost, out come all the differences of things.", "19.1": "Do away with sageness and eject wisdom, and the people will be more benefited a hundred times.", "19.2": "Do away with learning, and grief will not be known. Do away with benevolence and eject righteousness, and the people will return to filial duty and parental love.", "19.3": "Do away with artifice and eject gains, and there will be no robbers and thieves.", "19.4": "These four, if we consider them as culture, are not sufficient.", "19.5": "Therefore let there be what the people can resort to: Appear in plainness and hold to simplicity; Restrain selfishness and curtail desires.", "20.1": "Between yea and nay, how much difference is there? Between good and evil, how much difference is there?", "20.2": "What are feared by others we must fear; Vastly are they unlimited!", "20.3": "The people in general are as happy as if enjoying a great feast. Or, as going up a tower in spring. I alone am tranquil, and have made no signs, Like a baby who is yet unable to smile; Forlorn as if I had no home to go to.", "20.4": "Others all have more than enough, And I alone seem to be in want. Possibly mine is the mind of a fool, Which is so ignorant!", "20.5": "The vulgar are bright, And I alone seem to be dull. The vulgar are discriminative, and I alone seem blunt. I am negligent as if being obscure; Drifting, as if being attached to nothing.", "20.6": "The people in general all have something to do, And I alone seem to be impractical and awkward. I alone am different from others. But I value seeking sustenance from the Mother. To know the eternal is to be enlightened. Not to know the eternal is to act blindly and court disaster.", "21.1": "The great virtue as manifested is but following Tao.", "21.2": "Tao is a thing that is both invisible and intangible. Intangible and invisible, yet there are forms in it; Invisible and intangible, yet there is substance in it; Subtle and obscure, there is essence in it; This essence being invariably true, there is faith in it.", "21.3": "From of old till now, it has never lost its (nameless) name, Through which the origin of all things has passed.", "21.4": " How do I know that it is so with the origin of all things? By this (Tao).", "22.1": "'Be humble, and you will remain entire.' Be bent, and you will remain straight. Be vacant, and you will remain full. Be worn, and you will remain new. He who has little will receive. He who has much will be embarrassed.", "22.2": "Therefore the Sage keeps to One and becomes the standard for the world.", "22.3": "He does not display himself; therefore he shines. He does not approve himself; therefore he is noted. He does not praise himself; therefore he has merit. He does not glory in himself; therefore he excels.", "22.4": "And because he does not compete; therefore no one in the world can compete with him.", "22.5": "The ancient saying 'Be humble and you will remain entire'- Can this be regarded as mere empty words? Indeed he shall return home entire.", "23.1": "To be sparing of words is natural. A violent wind cannot last a whole morning; pelting rain cannot last a whole day.", "23.2": "Who have made these things but heaven and earth? Inasmuch as heaven and earth cannot last forever, how can man?", "23.3": "He who engages himself in Tao is identified with Tao. He who engages himself in virtue is identified with virtue. He who engages himself in abandonment is identified with abandonment.", "23.4": "Identified with Tao he will be well received by Tao. Identified with virtue he will be well received by virtue. Identified with abandonment he will be well received by abandonment.", "23.5": " ", "24.1": "A man on tiptoe cannot stand firm; A man astride cannot walk on;", "24.2": "A man who displays himself cannot shine; A man who approves himself cannot be noted;", "24.3": "A man who praises himself cannot have merit; A man who glories in himself cannot excel:", "24.4": "These, when compared with Tao, are-called; 'Excess in food and overdoing action.' Even in other things, mostly, they are rejected; Therefore the man of Tao does not stay with them.", "25.1": "There is a thing inherent and natural, Which existed before heaven and earth. Motionless and fathomless, It stands alone - and never changes; It pervades everywhere and never becomes exhausted. It may be regarded as the Mother of the Universe.", "25.2": "I do not know its name. If I am forced to give it a name, I call it Tao, and I name it as supreme.", "25.3": "Supreme means going on; Going on means going far; Going far means returning.", "25.4": "Therefore Tao is supreme; heaven is supreme; earth is supreme; and man is also supreme; There are in the universe four things supreme, and man is one of them.", "25.5": "Man follows the laws of earth; Earth follows the laws of heaven; Heaven follows the laws of Tao; Tao follows the laws of its intrinsic nature.", "26.1": "Heaviness is the basis of lightness; Calmness is the controlling power of hastiness.", "26.2": "Therefore the Sage, though traveling all day long, Never separates from his baggage-wagon; Though surrounded with magnificent sights, He lives in tranquillity.", "26.3": "How is it, then, that a king of ten thousand chariots Should conduct himself so lightly in the empire?", "26.4": "To be light is to lose the basis; To be hasty is to lose the controlling power.", "27.1": "A good traveler leaves no track; A good speaker leaves no error; A good reckoner needs no counter;", "27.2": "A good closer needs no bars or bolts, And yet it is impossible to open after him. A good fastener needs no cords or knots, And yet it is impossible to untie after him.", "27.3": "Even if men be bad, why should they be rejected? Therefore the Sage is always a good saviour of men, And no man is rejected; He is a good saviour of things, And nothing is rejected: This is called double enlightenment.", "27.4": "Therefore good men are had men's instructors, And bad men are good men's materials.", "27.5": "Those who do not esteem their instructors, And those who do not love their materials, Though expedient, are in fact greatly confused. This is essential subtlety.", "28.1": "He who knows the masculine and yet keeps to the feminine Will become a channel drawing all the world towards it; Being a channel of the world, he will not be severed from the eternal virtue, And then he can return again to the state of infancy.", "28.2": "He who knows the white and yet keeps to the black Will become the standard of the world; Being the standard of the world, with him eternal virtue will never falter, And then he can return again to the absolute.", "28.3": "He who knows honour and yet keeps to humility Will become a valley that receives all the world into it; Being a valley of the world, with him eternal virtue Will be complete, And then he can return again to wholeness.", "28.4": "Wholeness, when divided, will make vessels of utility; These when employed by the Sage will become officials and chiefs. However, for a great function no discrimination is needed.", "29.1": "When a man is to take the world over and shape it, I see that he must be obliged to do it.", "29.2": "For the world is a divine vessel: It cannot be shaped; Nor can it be insisted upon. He who shapes it damages it; He who insists upon it loses it.", "29.3": "Therefore the Sage does not shape it, so he does not damage it; 'He does not insist upon it, so be does not lose it. 'For, among all things, some go ahead, while others lag behind; Some keep their mouth shut, while others give forth puffs; Some are strong, while others are weak; Some are on the cart, while others fall off.", "29.4": "Therefore the Sage avoids excess, extravagance and indulgence.", "30.1": "He who assists a ruler of men with Tao does not force the world with arms.", "30.2": "For the actions of arms will be well requited; where armies have been quartered brambles and thorns grow. Great wars are for certain followed by years of scarcity.", "30.3": "He aims only at carrying out relief, and does not venture to force his power upon others.", "30.4": "When relief is done, he will not be assuming, He will not be boastful; he will not be proud; And he will think that he was obliged to do it. So it comes that relief is done without resorting to force.", "30.5": "When things come to the summit of their vigour, they begin to grow old. This is against Tao. What is against Tao will soon come to an end.", "31.1": "So far as arms are concerned, they are implements of ill-omen. They are not implements for the man of Tao.", "31.2": "The man of Tao when dwelling at home makes the left as the place of honour; and when using arms makes the right as the place of honour.", "31.3": "He uses them only when he cannot avoid it.", "31.4": "In his conquests he takes no delight. If he take delight in them, it would mean that he enjoys in the slaughter of men. He who takes delight in the slaughter of men cannot have his will done in the world.", "31.5": "-", "31.6": "-", "32.1": "Tao was always nameless.", "32.2": "-", "32.3": "-", "32.4": "When for the first time applied to function, it was named. Inasmuch as names are given, one should also know where to stop. Knowing where to stop one can become imperishable.", "32.5": "-", "33.1": "He who knows others is wise; He who knows himself is enlightened.", "33.2": "He who conquers others is strong; He who conquers himself is mighty.", "33.3": "He who knows contentment is rich. He who keeps on his course with energy has will.", "33.4": "He who does not deviate from his proper place will long endure. He who may die but not perish has longevity.", "34.1": "The great Tao pervades everywhere, both on the left and on the right.", "34.2": "By it all things came into being, and it does not reject them. Merits accomplished, it does not possess them. It loves and nourishes all things but does not dominate over them.", "34.3": "It is always non-existent; therefore it can be named as small.", "34.4": "All things return home to it, and it does not claim mastery over them; therefore it can be named as great.", "34.5": "Because it never assumes greatness, therefore it can accomplish greatness.", "35.1": "To him who holds to the Great Form all the world will go. It will go and see no danger, but tranquillity, equality and community.", "35.2": "Music and dainties will make the passing stranger stop.", "35.3": "But Tao when uttered in words is so pure and void of flavour When one looks at it, one cannot see it; When one listens to it, one cannot hear it. However, when one uses it, it is inexhaustible. But we use it without end", "36.1": "In order to contract a thing, one should surely expand it first. In order to weaken, one will surely strengthen first. In order to overthrow, one will surely exalt first. 'In order to take, one will surely give first'!", "36.2": "This is called subtle wisdom. The soft and weak can overcome the hard and strong.", "36.3": "As the fish should not leave the deep So should the sharp implements of a nation not be shown to anyone!", "37.1": "Tao is ever inactive, and yet there is nothing that it does not do.", "37.2": "If princes and kings could keep to it, all things would of themselves become developed. When they are developed, desire would stir in them; I would restrain them by the nameless Simplicity, In order to make them free from desire.", "37.3": "Free from desire, they would be at rest; And the world would of itself become rectified. However insignificant Simplicity seems, the whole world cannot make it submissive. If princes and kings could keep to it, All things in the world would of themselves pay homage. Heaven and earth would unite to send down sweet dew. The people with no one to command them would of themselves become harmonious. When merits are accomplished and affairs completed, The people would speak of themselves as following nature.", "38.1": "The superior virtue is not conscious of itself as virtue; Therefore it has virtue. The inferior virtue never lets off virtue; Therefore it has no virtue.", "38.2": "The superior virtue seems inactive, and yet there is nothing that it does not do. The inferior virtue acts and yet in the end leaves things undone.", "38.3": "The superior benevolence acts without a motive. The superior righteousness acts with a motive. The superior ritual acts, but at first no one responds to it; Gradually people raise their arms and follow it.", "38.4": "Therefore when Tao is lost, virtue follows. When virtue is lost, benevolence follows. When benevolence is lost, righteousness follows. When righteousness is lost, ritual follows.", "38.5": "Ritual, therefore, is the attenuation of loyalty and faith and the outset of confusion. Fore-knowledge is the flower of Tao and the beginning of folly.", "38.6": "Therefore the truly great man keeps to the solid and not to the tenuous; Keeps to the fruit and not to the flower. Thus he rejects the latter and takes the former.", "39.1": "From of old the things that have acquired Unity are these: Heaven by Unity has become clear; Earth by Unity has become steady; The Spirit by Unity has become spiritual;", "39.2": "The Valley by Unity has become full; All things by Unity have come into existence; Princes and kings by Unity have become rulers of the world.", "39.3": "If heaven were not clear, it would be rent; If earth were not steady, it would be tumbled down; If the Spirit were not active, it would pass away;", "39.4": "If the Valley were not full, it would be dried up; If all things were not existing, they would be extinct; If princes and kings were not rulers, they would be overthrown.", "39.5": "The noble must be styled in the terms of the humble; The high must take the low as their foundation.", "39.6": "Therefore princes and kings call themselves 'the ignorant', 'the virtueless' and 'the unworthy'. Does this not mean that they take the humble as their root? What men hate most are 'the ignorant', 'the virtueless' and 'the unworthy'. And yet princes and kings choose them as their titles. Therefore the highest fame is to have no fame. Thus kings are increased by being diminished; They are diminished by being increased.", "39.7": "-", "39.8": "It is undesirable to be as prominent as a single gem, Or as monotonously numerous as stones.", "40.1": "Returning is the motion of Tao, Weakness is the appliance of Tao.", "40.2": "All things in the Universe come from existence, And existence from non-existence.", "41.1": "When the superior scholar is told of Tao, He works hard to practice it. When the middling scholar is told of Tao, It seems that sometimes he keeps it and sometimes he loses it.", "41.2": "When the inferior scholar is told of Tao, He laughs aloud at it. If it were not laughed at, it would not be sufficient to be Tao.", "41.3": "Therefore the proverb says: Tao in enlightenment seems obscure; Tao in progress seems regressive; Tao in its straightness seems rugged. The highest virtue seems like a valley; The purest white seems discoloured; The most magnificent virtue seems insufficient;", "41.4": "The solidest virtue seems frail; The simplest nature seems changeable; The greatest square has no angles; The largest vessel is never complete; The loudest sound can scarcely be heard; The biggest form cannot be visualized.", "41.5": "Tao, while hidden, 'is nameless.' Yet it is Tao alone that is good at imparting and completing.", "42.1": "Tao begets One; one begets two; two begets three; three begets all things.", "42.2": "All things are backed by the Shade (yin) and faced by the Light (yang), and harmonized by the immaterial Breath (ch'i).", "42.3": "-", "42.4": "-", "42.5": "What others teach, I also teach: 'The daring and violent do not die a natural death.' This (maxim) I shall regard as my instructor.", "43.1": "The non-existent can enter into the impenetrable. By this I know that non-action is useful.", "43.2": "Teaching without words, utility without action - Few in the world have come to this.", "44.1": "Fame or your person, which is nearer to you? Your person or wealth, which is dearer to you? Gain or loss, which brings more evil to you?", "44.2": "Over-love of anything will lead to wasteful spending; Amassed riches will be followed by heavy plundering.", "44.3": "Therefore, he who knows contentment can never be humiliated; He who knows where to stop can never be perishable; He will long endure and thus lives long", "45.1": "The greatest perfection seems imperfect; Yet its use will last without decay. The greatest fullness seems empty; Yet its use cannot be exhausted. The greatest straightness seems crooked;", "45.2": "The greatest dexterity seems awkward; The greatest eloquence seems stammering.", "45.3": "Activity overcomes cold; Quietness overcomes heat. Only through purity and quietude can the world be ruled.", "46.1": "When Tao reigns in the world Swift horses are curbed for hauling the dung carts (in the field). When Tao does not reign in the world, War horses are bred on the commons (outside the cities).", "46.2": "There is no greater crime than seeking what men desire; There is no greater misery than knowing no content; There is no greater calamity than indulging in greed.", "46.3": "Therefore the contentment of knowing content will ever be contented.", "47.1": "Without going out of the door One can know the whole world; Without peeping out of the window One can see the Tao of heaven. The further one travels The less one knows.", "47.2": "Therefore the Sage knows everything without traveling; He names everything without seeing it; He accomplishes everything without doing it.", "48.1": "He who pursues learning will increase every day; He who pursues Tao will decrease every day.", "48.2": "He will decrease and continue to decrease, Till he comes to non-action; By non-action everything can be done.", "48.3": "-", "49.1": "The Sage has no self (to call his own); He makes the self of the people his self.", "49.2": "To the good I act with goodness; To the bad I also act with goodness: Thus goodness is attained.", "49.3": "To the faithful I act with faith; To the faithless I also act with faith: Thus faith is attained.", "49.4": "The Sage lives in the world in concord, and rules over the world in simplicity. Yet what all the people turn their ears and eyes to, The Sage looks after as a mother does her children.", "50.1": "Men go out of life and enter into death.", "50.2": "The parts (proportions) of life are three in ten; the parts of death are also three in ten. Men that from birth move towards the region of death are also three in ten. Why is it so? Because of their redundant effort in seeking to live.", "50.3": "But only those who do nothing for the purpose of living are better than those who prize their lives. For I have heard that he who knows well how to conserve life, when traveling on land, does not meet the rhinoceros or the tiger; when going to a battle he is not attacked by arms and weapons.", "50.4": "The rhinoceros can find nowhere to drive his horn; the tiger can find nowhere to put his claws; the weapons can find nowhere to thrust their blades. Why is it so? Because he is beyond the region of death.", "51.1": "Tao produces them (all things); Virtue feeds them; All of them appear in different forms; Each is perfected by being given power. Therefore none of the numerous things does not honour Tao and esteem virtue.", "51.2": "The honouring of Tao and the esteem of virtue are done, not by command, but always of their own accord. Therefore Tao produces them, makes them grow, nourishes them, shelters them, brings them up and protects them. When all things come into being Tao does not reject them.", "51.3": "It produces them without holding possession of them. It acts without depending upon them, and raises without lording it over them. When merits are accomplished it does not lay claim to them. Because it does not lay claim to them, therefore it does not lose them.", "52.1": "The beginning of the Universe, when manifested, may be regarded as its Mother.", "52.2": "When a man has found the Mother, he will know the children accordingly; Though he has known the children, he still keeps to the Mother: Thus, however his body may decay, he will never perish.", "52.3": "If he shuts his mouth and closes his doors, He can never be exhausted.", "52.4": "If he opens his mouth and increases his affairs, He can never be saved.", "52.5": "To see the minuteness of things is called clarity of sight; To keep to what is weak is called power.", "52.6": "Use your light, but dim your brightness; Thus you will cause no harm to yourself This is called following the eternal (Tao).", "53.1": "Let me have sound knowledge and walk on the great way (Tao); Only I am in fear of deviating.", "53.2": "The great way is very plain and easy, But the people prefer by-paths.", "53.3": "While the royal palaces are very well kept, The fields are left weedy And the granaries empty.", "53.4": "To wear embroidered clothes, To carry sharp swords, To be satiated in drink and food, To be possessed of redundant riches - This is called encouragement to robbery. Is it not deviating from Tao?", "54.1": "What is planted by the best planter can never be removed; What is embraced by the best embracer can never be loosened. Thus his children and grandchildren will be able to continue their ancestral sacrifice for endless generations.", "54.2": "If he applies Tao to himself his virtue will be genuine; If he applies it to his family his virtue will be abundant; If he applies it to his village his virtue will be lasting; If he applies it to his country his virtue will be full; If he applies it to the world his virtue will be universal.", "54.3": "Therefore by one's person one may observe persons; By one's family one may observe families; By one's village one may observe villages; By one's country one may observe countries; By one's world one may observe worlds.", "54.4": "How do I know that the world may be so (governed by Tao)? By this (observation).", "55.1": "He who is endowed with ample virtue may be compared to an infant. No venomous insects sting him; Nor fierce beasts seize him; Nor birds of prey strike him. His bones are frail, his sinews tender, but his grasp is strong.", "55.2": "He does not know the conjugation of male and female, and yet he has sexual development; It means he is in the best vitality.", "55.3": "He may cry all day long without growing hoarse; It means that he is in the perfect harmony. To know this harmony is to approach eternity; To know eternity is to attain enlightenment.", "55.4": "To increase life is to lead to calamity; To let the heart exert the breath is to become stark.", "55.5": "-", "56.1": "Those who know to act do not speak. Those who speak, do not know to act.", "56.2": "Blunt all that is sharp; Cut all that is divisible; Blur all that is brilliant; Mix with all that is humble as dust; This is called absolute equality.", "56.3": "Therefore it cannot be made intimate; Nor can it be alienated. It cannot be benefited; Nor can it be harmed. It cannot be exalted; Nor can it be debased. Therefore it is the most valuable thing in the world.", "57.1": "Albeit one governs the country by rectitude, And carries on wars by stratagems, Yet one must rule the empire by meddling with no business. The empire can always be ruled by meddling with no business. Otherwise, it can never be done. How do I know it is so? By this:", "57.2": "The more restrictions and avoidances are in the empire, The poorer become the people; The more sharp implements the people keep, The more confusions are in the country;", "57.3": "The more arts and crafts men have, The more are fantastic things produced; The more laws and regulations are given, The more robbers and thieves there are.", "57.4": "Therefore the Sage says; Inasmuch as I betake myself to non-action, the people of themselves become developed. Inasmuch as I love quietude, the people of themselves become righteous.", "57.5": "Inasmuch as I make no fuss, the people of themselves become wealthy. Inasmuch as I am free from desire, the people of themselves remain simple.", "58.1": "When the government is blunt and inactive the people will be happy and prosperous; When the government is discriminative, the people will be dissatisfied and restless.", "58.2": "It is upon misery that happiness rests; It is under happiness that misery lies.", "58.3": "Who then can know the supremacy (good government)? Only when the government does no rectifying. Otherwise, rectitude will again become stratagem, And good become evil. Men have been ignorant of this, since long ago.", "58.4": "Therefore the Sage is square but does not cut others; He is angled but does not chip others; He is straight but does not stretch others; He is bright but does not dazzle others.", "59.1": "In ruling men and in serving Heaven, the Sage uses only moderation.", "59.2": "By moderation alone he is able to have conformed early (to Tao). This early conformity is called intensive accumulation of virtue. With this intensive accumulation of virtue, there is nothing that he cannot overcome. Because there is nothing that he cannot overcome, no one will be able to know his supremacy. Because no one knows his supremacy he can take possession of a country.", "59.3": "Because what he does is identified with the Mother in taking possession of a country, he can long endure.", "59.4": "This means that he is deep rooted and firmly based, and knows the way of longevity and immortality.", "60.1": "Govern a great state as you would cook a small fish (do it gently).", "60.2": "Let Tao reign over the world, and no spirits will show their ghostly powers.", "60.3": "Not that demons have no spiritual powers, but the spirits themselves do no harm to men. Not that the spirits do no harm to men, but the Sage himself does no harm to his people.", "60.4": "In general, when both of these do not mutually harm, Then virtuosity exchanges and returns in it.", "61.1": "A great state is the world's low-stream (to which all the river flows down), the world's field and the world's female. The female always conquers the male by quietude, which is employed as a means to lower oneself.", "61.2": "Thus a great state lowers itself towards a small state before it takes over the small state. A small state lowers itself towards a great state before it takes over the great state.", "61.3": "Therefore some lower themselves to take, while others lower themselves to gather.", "61.4": "A great state wishes nothing more than to have and keep many people, and a small state wishes nothing more than to get more things to do.", "61.5": "When the two both mean to obtain their wishes, the greater one should lower itself.", "62.1": "Tao is the source of all things, the treasure of good men, and the sustainer of bad men.", "62.2": "Good words will procure one honour; good deeds will get one credit.", "62.3": "Therefore at the enthronement of an emperor and the appointment of the three ministers, better still than those, who present jewels followed by horses, is the one who sitting presents (propounds) this Tao.", "62.4": "Why did the ancients prize this Tao? Was it not because it could be attained by seeking and thus sinners could be freed? For this reason it has become the most valuable thing in the world.", "63.1": "Act non-action; undertake no undertaking; taste the tasteless. The Sage desires the desireless, and prizes no articles that are difficult to get. He learns no learning, but reviews what others have passed through. Thus he lets all things develop in their natural way, and does not venture to act.", "63.2": "Regard the small as great; regard the few as many.", "63.3": "Manage the difficult while they are easy; Manage the great while they are small.", "63.4": "All difficult things in the world start from the easy; All great things in the world start from the small.", "63.5": "Therefore the Sage never attempts great things, and thus he can achieve what is great.", "63.6": "He who makes easy promises will seldom keep his word; He who regards many things as easy will find many difficulties.", "63.7": "Therefore the Sage regards things as difficult, and consequently never has difficulties.", "64.1": "What is motionless is easy to hold; What is not yet foreshadowed is easy to form plans for; What is fragile is easy to break; What is minute is easy to disperse.", "64.2": "Deal with a thing before it comes into existence; Regulate a thing before it gets into confusion.", "64.3": "The tree that fills a man's arms arises from a tender shoot; The nine-storeyed tower is raised from a heap of earth; A thousand miles' journey begins from the spot under one's feet.", "64.4": "-", "64.5": "The common people in their business often fail on the verge of succeeding. Take care with the end as you do with the beginning, And you will have no failure.", "64.6": "-", "65.1": "In olden times the best practicers of Tao did not use it to awaken the people to knowledge, But used it to restore them to simplicity.", "65.2": "People are difficult to govern because they have much knowledge. Therefore to govern the country by increasing the people's knowledge is to be the destroyer of the country; To govern the country by decreasing their knowledge is to be the blessers of the country.", "65.3": "To be acquainted with these two ways is to know the standard; To keep the standard always in mind is to have sublime virtue.", "65.4": "Sublime virtue is infinitely deep and wide. It goes reverse to all things; And so it attains perfect peace.", "66.1": "As Tao is to the world so are streams and valleys to rivers and seas. Rivers and seas can be kings to all valleys because the former can well lower themselves to the latter. Thus they become kings to all valleys.", "66.2": "Therefore the Sage, in order to be above the people, must in words keep below them; In order to be ahead of the people, he must in person keep behind them.", "66.3": "Thus when he is above, the people do not feel his burden; When he is ahead, the people do not feel his hindrance. Therefore all the world is pleased to hold him in high esteem and never get tired of him.", "66.4": "Because he does not compete; therefore no one competes with him.", "67.1": "All the world says to me: 'Great as Tao is, it resembles no description (form).' Because it is great, therefore it resembles no description. If it resembled any description it would have long since become small.", "67.2": "I have three treasures, which I hold and keep safe: The first is called love; The second is called moderation; The third is called not venturing to go ahead of the world.", "67.3": "Being loving, one can be brave; Being moderate, one can be ample; Not venturing to go ahead of the world, one can be the chief of all officials.", "67.4": "Instead of love, one has only bravery; Instead of moderation, one has only amplitude; Instead of keeping behind, one goes ahead: These lead to nothing but death.", "67.5": "For he who fights with love will win the battle; He who defends with love will be secure. Heaven will save him, and protect him with love.", "68.1": "The best soldier is not soldierly; The best fighter is not ferocious;", "68.2": "The best conqueror does not take part in war; The best employer of men keeps himself below them.", "68.3": "This is called the virtue of not contending; This is called the ability of using men; This is called the supremacy of consorting with heaven.", "69.1": "An ancient tactician has said: 'I dare not act as a host but would rather act as a guest; I dare not advance an inch but would rather retreat a foot.'", "69.2": "This implies that he does not marshal the ranks as if there were no ranks; He does not roll up his sleeves as if he had no arms; He does not seize as if he had no weapons; He does not fight as if there were no enemies.", "69.3": "No calamity is greater than under-estimating the enemy. To under-estimate the enemy is to be on the point of losing our treasure (love).", "69.4": "Therefore when opposing armies meet in the field the ruthful will win.", "70.1": "Words have an ancestor; deeds have a governor. My words are very easy to know, and very easy to practice, Yet all men in the world do not know them, nor do they practice them.", "70.2": "It is because they have knowledge that they do not know me. When those who know me are few, eventually I am beyond all praise.", "70.3": "Therefore the Sage wears clothes of coarse cloth but carries jewels in his bosom; He knows himself but does not display himself; He loves himself but does not hold himself in high esteem. Thus he rejects the latter and takes the former.", "71.1": "Knowing that one knows is best; Thinking that one knows when one does not know is sickness.", "71.2": "Only when one becomes sick of this sickness can one be free from sickness. The Sage is never sick; because he is sick of this sickness, therefore he is not sick.", "72.1": "If the people have no fear of their ruling authority, still greater fear will come.", "72.2": "Be sure not to give them too narrow a dwelling; Nor make their living scanty. Only when their dwelling place is no longer narrow will their dissatisfaction come to an end.", "72.3": "-", "73.1": "He who shows courage in daring will perish; He who shows courage in not-daring will live.", "73.2": "To know these two is to distinguish the one, benefit, from the other, harm. Who can tell that one of them should be loathed by heaven?'", "73.3": "The Tao of heaven does not contend; yet it surely wins the victory. It does not speak; yet it surely responds. It does not call; yet all things come of their own accord. It remains taciturn; yet it surely makes plans.", "73.4": "The net of heaven is vast, and its meshes are wide; Yet from it nothing escapes.", "74.1": "When the people are not afraid of death, what use is it to frighten them with the punishment of death?", "74.2": "If the people were constantly afraid of death and we could arrest and kill those who commit treacheries, who then would dare to commit such?", "74.3": "Only the Supreme Executioner kills. To kill in place of the Supreme Executioner is to hack instead of a greater carpenter. Now if one hacks in place of a great carpenter one can scarcely avoid cutting one's own hand.", "75.1": "The people starve. Because their officials take heavy taxes from them, therefore they starve.", "75.2": "The people are hard to rule. Because their officials meddle with affairs, therefore they are hard to rule.", "75.3": "The people pay no heed to death. Because they endeavour to seek life; therefore they pay no heed to death.", "76.1": "Man when living is soft and tender; when dead he is hard and tough.", "76.2": "All animals and plants when living are tender and fragile; when dead they become withered and dry. ", "76.3": "Therefore it is said: the hard and tough are parts of death; the soft and tender are parts of life.", "76.4": "This is the reason why the soldiers when they are too tough cannot carry the day; the tree when it is too tough will break.", "76.5": "The position of the strong and great is low, and the position of the weak and tender is high.", "77.1": "Is not the Tao of heaven like the drawing of a bow? It brings down the part which is high; it raises the part which is low; it lessens the part which is redundant (convex); it fills up the part which is insufficient (concave).", "77.2": "The Tao of heaven is to lessen the redundant and fill up the insufficient. The Tao of man, on the contrary, is to take from the insufficient and give to the redundant.", "77.3": "Who can take from the redundant and give to the insufficient? Only he who has Tao can.", "77.4": "Therefore the Sage does not hoard. The more he helps others, the more he benefits himself; the more he gives to others, the more he gets himself. The Tao of heaven does one good but never does one harm; the Tao of the Sage acts but never contends.", "78.1": "The weakest things in the world can overmatch the strongest things in the world. Nothing in the world can be compared to water for its weak and yielding nature; yet in attacking the hard and the strong nothing proves better than it. For there is no other alternative to it.", "78.2": "The weak can overcome the strong and the yielding can overcome the hard: This all the world knows but does not practice.", "78.3": "Therefore the Sage says: He who sustains all the reproaches of the country can be the master of the land; He who sustains all the calamities of the country can be the king of the world. These are words of truth, Though they seem paradoxical.", "79.1": "Return love for great hatred. Otherwise, when a great hatred is reconciled, some of it will surely remain. How can this end in goodness?", "79.2": "Therefore the Sage holds to the left half of an agreement but does not exact what the other holder ought to do.", "79.3": "The virtuous resort to agreement; The virtueless resort to exaction.", "79.4": "The Tao of heaven shows no partiality; It abides always with good men.", "80.1": "Supposing here is a small state with few people Though there are various vessels I will not have them put in use. I will make the people regard death as a grave matter and not go far away.", "80.2": "Though they have boats and carriages they will not travel in them; Though they have armour and weapons they will not show them.", "80.3": "I will let them restore the use of knotted cords (instead of writing). They will be satisfied with their food; Delighted in their dress; Comfortable in their dwellings; Happy with their customs.", "80.4": "Though the neighbouring states are within sight And their cocks' crowing and dogs' barking within hearing; The people (of the small state) will not go there all their lives.", "81.1": "He who knows does not speak; He who speaks does not know.", "81.2": "He who is truthful is not showy; He who is showy is not truthful.", "81.3": "He who is virtuous does not dispute; He who disputes is not virtuous;", "81.4": "He who is learned is not wise; He who is wise is not learned.", "81.5": "Therefore the Sage does not display his own merits."}]